[
{"file_id": "4661029a.html", "year": 2010, "body": "  BOSTON, MASSACHUSETTS  When biologists need a particular peptide or strand of DNA, they ask a machine to make it for them. Automation gives fast, inexpensive access to these molecules, and it has helped turbocharge biology. But constructing complex carbohydrates from sugar building blocks still needs expert chemists, with researchers spending weeks — and tens of thousands of dollars — forging molecules by hand. Two groups of chemists now say they have independently developed automated carbohydrate synthesizers with the aim of making the molecules on demand. One machine is already churning out carbohydrates for clients, and the other will be available for labs to buy next year. Advocates say the machines could unplug a major bottleneck in the field of glycobiology, which studies the sugar chains (glycans) present on many proteins and lipids. The main problem with carbohydrate synthesis is that sugar building blocks attach to each other in myriad ways to create a dazzling variety of branched structures — in contrast to peptides, which are made from a linear chain of amino acids linked by identical chemical bonds. Making the right carbohydrate means avoiding all the unwanted possibilities. In 2001, chemist Peter Seeberger, who now directs the  Max Planck Institute of Colloids and Interfaces  in Potsdam, Germany, published the outline of a carbohydrate synthesizer that attached sugars one by one to a resin-linked chain ( O. J. Plante, E. R. Palmacci and P. H. Seeberger   Science     291,   1523–1527; 2001 ). The idea was based on solid-phase peptide synthesis, which won biochemist Bruce Merrifield the Nobel Prize in Chemistry in 1984; the resin holds on to the growing peptide or carbohydrate chain, with unreacted building blocks being washed away. But many researchers believed the chemistry behind Seeberger's proposal would be too complicated to be reliable, and the number of different sugars needed too great to manufacture. So Seeberger has spent the past decade completely remodelling his machine — overhauling the chemistry that links the sugars to the resin, for example. Commercial machines will be available next year, he says. The device is being tested at Leiden University in the Netherlands and the University of Alberta in Edmonton, Canada. It is also being used by  Ancora Pharmaceuticals , based in Medford, Massachusetts, a company co-founded by Seeberger to design and test carbohydrate-based vaccines. Seeberger says that 90% of known mammalian carbohydrates can be constructed using just 35 building blocks, which he plans to supply in bulk. Seeberger presented the early fruits of research using his machines at this week's American Chemical Society  meeting  in Boston, Massachusetts. For example, he is imaging sugar-covered bacterial cells — and targeting drugs at them — by attaching a variety of glycans to nanoparticles. \n Not everyone thinks Seeberger's technology is currently versatile enough to make a wide range of carbohydrates on demand. \"I don't think the chemistry is sufficiently well developed,\" says Geert-Jan Boons at the University of Georgia in Athens. But it could build libraries of carbohydrates using well-established synthetic routes, he adds. Meanwhile, a complementary system is already delivering shorter carbohydrates than those targeted by Seeberger. Developed by Nicola Pohl of Iowa State University in Ames, it uses a hydrophobic fluorocarbon tag, rather than a resin, to anchor growing sugar chains in solution. Pohl's company, LuCella Biosciences in Ames, has been filling orders to build carbohydrates since November 2009. Pohl hopes that automated machines will persuade more biologists to study glycans rather than being deterred by their complexity. \"A lot of our early work is about educating the biologists that these carbohydrates are now readily available,\" she says. "},
{"file_id": "news.2010.365.html", "year": 2010, "body": "If you want to enjoy champagne to the full, pour it out as you would a beer. Sommeliers and connoisseurs may find the suggestion hard to swallow, but the evidence published in the   Journal of Agricultural and Food Chemistry 1  seems irrefutable. Pouring champagne into a tilted glass helps it to retain the dissolved gas that is vital for the gustatory experience, say Gérard Liger-Belair and his colleagues at the University of Reims in France. The French team compared the amount of dissolved carbon dioxide in a fresh flute of champagne poured the traditional way — splashing it into a vertical glass — with that after pouring along the inside of a tilted glass, as one does with beer to avoid giving it too much frothy 'head'. The researchers found that champagne served chilled (at 4 °C) contains about twice as much dissolved CO 2  using the beer-like method. A typical 75-cubic-centimetre bottle of champagne contains five litres of dissolved CO 2 . When uncorked, the release of pressure means that the liquid becomes supersaturated with the gas, which then begins to escape as bubbles. These contribute to the pleasure of drinking champagne in several ways: they give it a lively appearance, release aromas (the 'nose'), produce the stimulating oral sensation of collapsing bubbles, and create sharp tang owing to the conversion of CO 2  to carbonic acid inside the mouth. \"CO 2  has a strong effect on the sensory experience and flavour of champagne,\" says Susan Ebeler, an analytical chemist and oenologist at the University of California, Davis. \"Flavour is a multisensory experience, including aroma, taste, colour, mouth-feel and even auditory cues. CO 2  can affect many of these senses.\"   The slower a glass of bubbly releases its CO 2 , the longer it remains vivacious. Yet it turns out that most CO 2  is lost not through bubbles bursting but by simple diffusion across the liquid surface. That is why flutes are used in the first place: the narrow neck reduces the surface area from which gas can escape.  Pouring has a big influence on the gas content, both because the 'tongue' of liquid falling from the bottle to the glass exposes a large surface area and because turbulence and entrapment of air bubbles as the liquid hits the glass can speed up diffusion of CO 2  out of solution. The beer-pouring action should cut CO 2  loss on both counts: the column of flowing liquid is less exposed to air, and the gentler impact reduces turbulence. Liger-Belair and his colleagues have confirmed this, using a standard method for measuring dissolved CO 2  concentrations (based on the activity of the enzyme carbonic anhydrase, which reacts with carbonic acid), and using a method called thermography, which provides snapshots of CO 2  levels in air based on how strongly it absorbs infrared radiation. The researchers also show that both to maximize CO 2  retention and to obtain the full benefits of the beer-pouring technique, the champagne must be chilled. When served at close to room temperature (18 °C), champagne served by the beer technique loses about two and a half times more CO 2  than when chilled — almost as much as it loses when served in the traditional way at room temperature. Liger-Belair and his team show that increased gas loss from warm champagne is mostly a result of two factors. First, the colder liquid is more viscous, and so gas-leaking turbulence is dampened more quickly. Second, CO 2  molecules diffuse slowler in cold water, and so are unable to reach the surface as quickly. Will champagne lovers be persuaded to alter their ways? \"Champagne is a universe full of traditions,\" says Liger–Belair, who has worked as a consultant for the research department of Moët & Chandon.  \"But maybe champagne and science can mix to offer a better way of tasting,\" he says. He has at least one convert already. \"Based on this paper, I probably will pour using the beer-like method now,\" says Ebeler. "},
{"file_id": "news.2010.404.html", "year": 2010, "body": "As fires sweep across Russia during its hottest and driest summer on record, the country is facing a multitude of public-health and environmental disasters — including the risk of radioactive particles being released from contaminated land around the Chernobyl nuclear reactor. Here,   Nature   explores the scale of the devastation, and the dangers the fires still pose.   How bad is the situation?  More than 300,000 hectares of forest, vegetation and peat land have burned since the fires began in June. Some of the worst-affected areas are the Moscow region in the west of Russia, and the Nizhni Novgorod region southwest of Moscow, according to figures from the Global Fire Monitoring Centre ( GFMC ), part of the Max Planck Institute for Chemistry, based at the University of Freiburg in Germany. According to  ITAR TASS , the Russian state media, the ministry of health and social development says the death toll from the fires has risen to 53, with 806 people having requested medical attention.   Is this unprecedented?  No. Wildfires often occur in Russia. The  GFMC  says that more than 15 million hectares of forest and vegetative land have burned in fires in the Russian Federation already this year. Most are sparked by lightning in areas forested with fire-tolerant trees, which can withstand the worst of a fire, such as pine ( Pinus ). Such fires are often beneficial to the functioning of the ecosystem, and forests usually regrow quickly after them.     So why the fuss?  The current fires are burning in more urban areas, and in places populated by trees that are not fire tolerant, such as birch ( Betula ). They are also reaching gardens and vegetable patches, says Johann Goldammer, a fire ecologist and director of the  GFMC . \"Many poor people will lose their harvest, which they need to survive the winter,\" he says. Long-term health effects from inhaling the smoke are another concern, he adds. Carbon monoxide pollution has risen to 10 times above the maximum permitted levels, he says, in large part due to burning organic matter in dried-out peat bogs. The forests will grow back naturally, says Goldammer, but it will take a long time, particularly for the slower-growing trees such as spruce ( Picea ). The fires have also reached the Bryansk region, east of Chernobyl, the site of the nuclear power plant that exploded in 1986. This has raised fears that radioactive particles could be released into the atmosphere. Goldammer told   Nature   that he received unconfirmed reports on 11 August that 200 hectares in the region are alight.    Is there a radiation risk?  Not really. Jim Smith, who researches the fate of radioactivity in the environment at the University of Portsmouth, UK, says he is \"not concerned\" that the fires could lead to an increase in dangerous radiation. Most of the radioactive particles are in the soil rather than in the flammable leaf litter and trees, he explains. The fires that are currently burning are outside the 30-kilometre exclusion zone around Chernobyl, where the land is unlikely to be contaminated with α-particle-emitting isotopes — potentially the most damaging if inhaled. There have already been around 100 fires in the exclusion zone since the Chernobyl accident, and studies have shown that this has resulted in an increase in radiation of less than 1%, says Smith. \"Only a small amount of radiation gets re-suspended, so I'm not concerned about damage from inhalation,\" he told   Nature . In a statement on 11 August, the Russian government said that radiation in the Bryansk region and its neighbouring areas is \"normal\". But others are more worried. \"I wouldn't underestimate the exposure risk, as we know little about the health effects of a carbon monoxide and low-dose radiation combination\", said Vladimir Chouprov, an energy campaigner for Greenpeace Russia, in a  statement . Media  reports  say that fires encroaching on the nuclear research centre in the town of Snezhinsk, in the Urals region, have now been extinguished. Fire-fighting measures were stepped up in the town of Ozersk in the Chelyabinsk region where one of Russia's largest nuclear-waste plants, Mayak, is based. \n   How did the fires start?  Goldammer says the fires were started by \"negligent behaviour\" on the part of members of the public, who lit barbecues and fireworks in forested areas. Russia has experienced its hottest summer in 130 years, with temperatures of 40 °C drying out vegetation and peat bogs, and making them a fire hazard.    Could the fires have been prevented?  Possibly. Legislation passed in January 2007 decentralized the management of the forests to local regions. Goldammer says that the authorities there have not taken adequate responsibility for managing and protecting the forests and peat lands, and that \"investments in fire management have not been made\".    Will climate change make fire more likely?  Yes. If the climate in Russia continues to change as expected, the areas affected by the current fires will continue to be dry, making fires more likely in the future. That could prevent the forests from growing back and the area will turn to grassland — and so be even more vulnerable to wildfires, says Goldammer. "},
{"file_id": "news.2010.402.html", "year": 2010, "body": "A nanometre-scale probe disguised as part of a biological membrane has successfully infiltrated and monitored a living cell. Researchers hope that the lipid-coated device will tell us more about the inner workings of cells.  The most common device currently used to record electrical signals within neurons and other cells is made from a micrometre-scale glass pipette containing an electrode. The pipette 'clamps' onto the cell's membrane and records electrical signals, but the technique is far from ideal, says Charles Lieber, a chemist at Harvard University in Cambridge, Massachusetts. The pipette is cumbersome, and often damages the cell it is meant to monitor. Lieber and his colleagues wanted to make a nanometre-scale device incorporating a transistor that would be able to enter a cell and take electrical readings without causing too much harm. Today's best transistor probes can take measurements only from the outer surface of cells, like metal detectors hovering over the ground, giving only a \"fuzzy\" picture of what is happening inside, says Lieber. This is because transistors need two electrical contacts to measure voltage differences in the cell, and these contacts are usually positioned next to each other on a large, flat device — which would be too big to push into a cell without destroying it.  The team were able to build a more compact device by using a nanometre-scale wire shaped into a hairpin. The business end of the transistor sits on the pin's bent tip and penetrates the cell. The two arms of the hairpin, which serve as electrical contacts, do not penetrate the cell deeply so minimise damage. In general, it is difficult to control the shape of nanowires, which are grown gradually on a substrate. But last year, Lieber's team reported that if you stop and restart this growth process, you can introduce a 120º kink 1 . By kinking their wire twice in quick succession, the team created the sharp hairpin bend that they required.    The smallest nanoprobe made by the team was less than 50 nanometres wide — smaller than the diameter of many virus particles. \"This is literally the scale of the inner components of a cell,\" says Lieber. Unlike the pipette device, which required additional equipment to amplify the electrical signal, the transistor can scale-up signals that it measures, allowing \"exquisite sensitivity\", he says. Most importantly, the nanoprobe does not have to be forceably jammed into the cell. The researchers coated its tip with phospholipids — the main constituents of cell membranes — tricking the membrane into accepting the tip and pulling it inwards. \"We're really blurring the distinction between what's an electrical probe and what is biological matter,\" says Lieber.  The team demonstrated that the nanoprobe works by poking it into a single cultured embryonic chicken heart cell and recording a series of voltage peaks with a frequency of 2.3 Hertz, corresponding to the beating of the cell 2 . Zhong Lin Wang, who works on the use of nanotechnology in biological applications at the Georgia Institute of Technology in Atlanta, says that fabricating the device is an \"outstanding\" achievement. The device \"could provide fundamental new information\" about the movement of ions that give rise to the electrical signals produced by cells, he says.  \n The technology should also be fairly straightforward to reproduce, making it relatively easy to bring into widespread use quickly, says Mehmet Yanik, a neurotechnology expert at the Massachusetts Institute of Technology (MIT) in Cambridge. Yanik says that the team should now test the device on neurons, cultured from tissue taken from brain slices. In particular, they should build an array of probes, which could detect the distribution and flow of information across complex neuronal circuits. \"That would be a breakthrough technology for neuroscience,\" he says. Beyond that, the team could look into developing an   in vivo   probe for monitoring neuronal activity in animals' brains in a relatively non-invasive way, he says. Lieber's group is already working on applying the device to neurons. Looking even further into the future, the team is collaborating with Robert Langer's tissue-engineering group at MIT, with an eye to growing tissue in which nanowire bridges are integrated. \"The long-term idea is to make artificial tissue that is wired up and can be implanted to enhance medical monitoring,\" says Lieber. \"But that's a dream for merging the digital and the biological that may take time to realize.\" "},
{"file_id": "severe-weather-linked-more-strongly-to-global-warming-1.17828", "year": 2015, "body": "Attempts to attribute extreme weather events to global warming have often failed because they have looked at the wrong thing, leading climatologists claim. By focusing on rising temperatures, tides and atmospheric moisture instead of chaotic and highly variable shifts in atmospheric circulation, they say, scientists may be able to better identify the human fingerprint in destructive events such as Hurricane Sandy, which devastated the US Atlantic coast in 2012. “A small change can make a big difference,” says Kevin Trenberth, a climatologist at the National Center for Atmospheric Research in Boulder, Colorado, and lead author of a perspective paper published on 22 June in  Nature Climate Change 1 . “That’s the thing that breaks the record and pushes you beyond previous thresholds, and that’s when the damage goes up enormously.” Trenberth and his colleagues begin with the observation that global warming is boosting both atmospheric and sea-surface temperatures across the globe, which has increased the amount of water vapour in the atmosphere by roughly 5% since the 1950s. This has fuelled larger storms, and in the case of hurricanes and typhoons, ones that ride atop oceans that are 19 centimetres higher than they were in the early 1900s.   That sea-level rise increases the   height of waves and tidal surges as storms make landfall. Yet many studies analysing extreme weather events focus on atmospheric circulation, which is inherently chaotic and highly variable. Such research has often found little evidence of major changes in the kind of storms or their frequency, but that does not mean that global warming is not having an effect, says Noah Diffenbaugh, a climatologist at Stanford University in California. “This perspective piece is refocusing our attention on the underlying causes and on the underlying ingredients of extreme weather,” Diffenbaugh says. “That’s a really helpful message.” Trenberth's team applied its methodology to multiple extreme events, including Hurricane Sandy. In that case, modellers at the European Centre for Medium-Range Weather Forecasts, which correctly forecasted the storm track a week in advance, have simulated the same storm but with cooler sea-surface temperatures.   Their results suggest that the warmer sea-surface temperatures caused by climate change increased the size and strength of the storm, boosting precipitation by 35%. Combined with higher sea levels, Trenberth suggests , that additional rainfall might have been enough to cause the flooding of subways and tunnels that occurred during the storm, adding to total damages that reached an estimated US$65 billion. The team also challenged a 2014 study that found no connection between climate change and an intense storm system that caused flooding in Boulder, Colorado, in September 2013 2 . Although unusual atmospheric patterns were certainly the main driver, Trenberth says, the study failed to take into account anamolously warm sea surface temperatures off the west coast of Mexico, which pumped prodigious quantities of water into the atmosphere. A co-author of that study, Martin Hoerling, counters that the type of framework proposed by Trenberth oversimplifies things. “Extreme events are not borne of high water vapour and warm oceans alone,” says Hoerling, a meteorologist with the US National Oceanic and Atmospheric Administration in Boulder, Colorado. Moreover, he says, the societally valuable challenge is to understand and forecast extreme events rather than simply attribute global warming's contribution after they happen. Diffenbaugh co-authored a paper investigating extreme temperature trends in  Nature  on 24 June 3 . It found that the accumulation of heat in the atmosphere can account for much of the increase in extreme high temperatures, as well as an average decrease in cold extremes, across parts of North America, Europe and Asia. But his team's results suggest that atmospheric circulation has also played a part.  The team did not attempt to determine whether these weather changes are caused by to global warming or any other factor. The  Nature  analysis confirms some basic theories about how climate change is affecting temperature extremes, “but will do little to settle or alleviate the differences,” says Judah Cohen, an atmospheric scientist at Atmospheric and Environmental Research, a private research firm in Lexington, Massachusetts. In particular, Cohen says the  Nature  paper does not resolve persistent questions about whether rapid warming that is occurring in the Arctic could affect weather patterns farther afield, perhaps contributing to the kind of winter storms that have pummelled the northeastern United States in recent years. Trenberth fears that climate scientists have bogged down in endless, and perhaps futile, arguments about complex weather phenomena. “The climate community has been arguing at cross purposes,” he says. “Our paper provides a framework for giving some answers.”"},
{"file_id": "structural-biologist-named-president-of-uk-royal-society-1.17153", "year": 2015, "body": "A Nobel-prizewinning structural biologist will be the next president of the Royal Society, the United Kingdom's pre-eminent scientific institution. Venkatraman (Venki) Ramakrishnan will take over from geneticist Paul Nurse, also a Nobel laureate, on 1 December. “It’s a great honour,” Ramakrishnan told  Nature 's news team. “Paul has been an articulate and forceful advocate for science, and I can only do my best to continue that.” Ramakrishnan is currently deputy director of the Medical Research Council (MRC) Laboratory for Molecular Biology in Cambridge, UK. He was awarded a share in the Nobel Prize in Chemistry in 2009 for his work on the structure and function of the ribosome, a molecular machine that translates genetic information to build proteins. “He’s clearly got the scientific credentials,” says James Wilsdon, a science-policy researcher at the University of Sussex in Brighton, UK, and former director of the Science Policy Centre at the Royal Society in London. “It’s always a positive when the president comes with a Nobel prize.” The  Royal Society  was founded in 1660. As president, Ramakrishnan will have a unique and influential platform from which to speak out on science-policy issues, including the government’s research budget. He differs from his three most recent predecessors — Nurse, astronomer Martin Rees and ecologist Robert May — in that he has a much lower profile in public and policy circles, says Wilsdon: “There’s less of a sense of what his vision will be.” Ramakrishnan grew up in India and has spent the majority of his research career in the United States, moving to the United Kingdom in 1999. He has a diverse scientific background: he switched to biology after a PhD in physics. “That breadth is something I hope will help me,” he says. His international connections could help to expand the Royal Society’s links abroad, encouraging collaborations with other national academies around the world to speak with one voice on key policy issues such as climate change. “Venki embodies the cosmopolitan nature of contemporary science,” says Wilsdon. Nurse has been president of the Royal Society since 1 December 2010. Many of his scientific colleagues regard him as a particularly adept administrator who is unafraid to speak out on science policy. “Paul combines great academic strength with down-to-Earth affability,” says Wilsdon. “He’s been a very effective leader and ambassador for science.” Nurse is currently leading a government review of the UK Research Councils, which distribute much of the government’s funding for research. He has also been willing to challenge politicians, arguing passionately that their anti - immigration rhetoric is damaging the United Kingdom’s ability to recruit leading scientists from abroad. He has described as “cowardly” those politicians who ignore scientific evidence that supports unpopular policy decisions — for example, on the legislation against recreational drugs — and called for broader acknowledgement of the benefits of the United Kingdom’s membership of the European Union. After Nurse hands over the presidency, he will continue his role as director and chief executive of the Francis Crick Institute, a £650-million (US$1-billion) biomedical-research centre in London that is scheduled to open later this year. Ramakrishnan will take office at a time of increasing debate about research funding, predicts Wilsdon. Over the past five years, the United Kingdom has seen no major increases in its science budget, and research spending has declined as a proportion of gross domestic product. The UK Campaign for Science and Engineering, a pressure group, says that the annual science budget has fallen by £1 billion in real terms since 2010. Tight science funding is expected to continue in the next parliament, whatever the outcome of the country's next general election, in May. “The president is a critical voice in those debates,” says Wilsdon. Ramakrishnan is reluctant to discuss his goals for his presidency, but is confident that he can represent the diverse views of the Royal Society’s roughly 1,600 Fellows. “I think I’m a good listener,” says Ramakrishnan, adding with a chuckle, “at least, I’ll have to be.”"},
{"file_id": "news.2010.278.html", "year": 2010, "body": "More than four years after they were gathered, hard-to-interpret data from the Mars rover Spirit have finally been cracked. They reveal carbonate minerals to be a major component of a rock formation known as Comanche in the Columbia Hills region of the Gusev Crater. \"The discovery is significant,\" says Oded Aharonson, a planetary scientist at the California Institute of Technology in Pasadena who was not directly involved in the find, \"because of the intimate connection between the formation of carbonates and persistent liquid water.\" That connection helps to solidify the view that Mars was once warm, wet and perhaps capable of supporting life.  One way for the planet to have been warm in its youth would have been greenhouse warming from a thick carbon dioxide atmosphere, but, if so, where did all the carbon dioxide go? \"One possibility is that meteorites blew it out into space,\" says Richard Morris, a planetary scientist at NASA's Johnson Space Center in Houston, Texas, and lead author of the study 1 . \"Another is that it got tied up interacting with water and precipitated out as carbonate minerals.\" Because carbonate minerals dissolve easily in acid, their continued, unaltered existence also indicates that they not only formed in chemically neutral — rather than acidic — conditions, but that the conditions remained that way. That was not the case for other water-related rocks found on the far side of the planet by the rover Opportunity 2 . \"That's certainly more conducive to life,\" says Morris, \"but it doesn't prove one way or another that there was life.\"   So why were Spirit's findings such a long time coming?  When Spirit visited the Comanche outcrop in late 2005, it was in a hurry to get to a safe winter haven. Scientists stopped it for long enough to examine the outcrop with three instruments: the rover's Mössbauer spectrometer, its alpha-particle X-ray spectrometer (APXS) and its miniature thermal-emission spectrometer (Mini-TES). All three produced data that was difficult to decipher. \"The Mössbauer data were our first clue that something was really different about this outcrop,\" Morris says. He notes, however, that at first, \"we were unsure how to interpret it\". It took a while for the team to figure out that the spectra were consistent with an iron-containing carbonate. The APXS data were even more difficult to interpret. That's because the APXS only directly identifies the presence of elements at least as heavy as sodium. After untangling the data, Morris says, the team realized that the readings meant that the outcrop was rich in light elements such as carbon and oxygen, both of which are prevalent in carbonates. But the biggest problem was with the Mini-TES. A few months before the rover reached Comanche, a storm hit it, coating a crucial lens in dust. \"It kind of put dust in its eye,\" Morris says. Only recently did the rover team figure out how to correct for that to make sense of the subsequent readings. Once that was done, all three instruments pointed to a consistent result: Comanche contains a large amount of magnesium–iron carbonate.  The fact that all three instruments agree adds to the strength of the finding. \"I think the authors make a compelling case,\" says Aharonson.   The results augment a prior discovery by a spectrometer aboard NASA's Reconnaissance Orbiter of signs of carbonate deposits in a region called Nili Fossae 3 . Not only had these spectra shown the existence of carbonates, but details of their composition were similar to those found by Spirit. \"The mineralogy is in pretty good agreement,\" Morris says. \n But the space measurements didn't reveal how much carbonate was present. And limited prior direct measurements, from rocks blasted from the Martian surface that later fell to Earth as 'Martian meteorites', had shown only low levels: \"about 2%, maximum\", says Morris.  Comanche, on the other hand, is 16–34% carbonate by weight. Furthermore, the outcrop seems to be a remnant of a larger layer, now heavily eroded. \"This is the first step in the process of figuring out if there is enough carbonate on Mars to account for the atmosphere in times past,\" Morris says. Other scientists agree. \"The new results indicate that the carbonate formation was most probably widespread,\" says Victor Baker, a geologist and planetary scientist at the University of Arizona in Tucson. "},
{"file_id": "climatologists-to-physicists-your-planet-needs-you-1.17270", "year": 2015, "body": "Climate science needs more mathematicians and physicists. So say prominent climatologists who are trying to spark enthusiasm for their field in budding researchers who might otherwise choose astrophysics or cosmology. Talented physical scientists are needed to help resolve mysteries that are crucial to modelling the climate — and, potentially, saving the planet — the group says, such as the ways in which clouds are formed. There is a misconception that the major challenges in physical climate science are settled. “That’s absolutely not true,” says Sandrine Bony, a climate researcher at the Laboratory of Dynamic Meteorology in Paris. “In fact, essential physical aspects of climate change are poorly understood.” To attract physics and mathematics students to the speciality, Bony and her collaborators have presented some of the field’s grand challenges in magazines such as  Physics Today  ( B. Stevens and S. Bony  Phys. Today  http://doi.org/3f9; 2013 ) ,  and are organizing summer schools for students from an array of scientific backgrounds. Last week in  Nature Geoscience , Bony’s team outlined four of the field’s deepest questions, including how clouds and climate interact and how the position of tropical rain belts and mid-latitude storm tracks might change in a warming world ( S. Bony  et al.   Nature Geosci.  http://doi.org/3gb; 2015 ). The questions are best tackled, says Bony, by creating more realistic climate simulations — an approach that she hopes will appeal to physicists. The perception that climate science is ‘solved’ is an inadvertent result of pressure on climatologists to convey a simple message to the public — for instance, that all dry regions will get dryer and all wet regions wetter in a warming climate, says Piers Forster, a climate modeller at the University of Leeds, UK. That has made the science “sound somewhat dull”, he says. “We too quickly turn to the policy implications of our work and forget the basic science,” adds Bjorn Stevens, a director at the Max Planck Institute for Meteorology in Hamburg, Germany, and a co-author of the  Nature Geoscience  paper. Although climate scientists agree on the basics — for example, climate change is primarily the result of human activity — large uncertainties persist in ‘climate sensitivity’, the increase in average global temperature caused by a given rise in the concentration of carbon dioxide. As Bony and co-authors argue, understanding how the warming climate might affect cloud cover, which influences the amount of sunlight reflected back into space and thus Earth’s energy cycle, is key to addressing these uncertainties. A major weakness of current climate models is their limited ability to simulate the convection by which humid air is lifted into the atmosphere and which drives cloud formation and rainfall. In some instances, the models cannot even agree on whether the future will bring more rain or less. Building better cloud-resolving models requires enormous computer power, as well as people who have a deep understanding of climate physics combined with skills in numerical modelling. But the number of scientists involved in developing computer algorithms for improved climate models is tiny, says Christian Jakob, an atmosphere researcher at Monash University in Clayton, Australia. Physicists agree that climate science is not a big attractor of physics students. “Very few, and rarely the best, choose to do a master thesis in climatology,” says Thierry Fichefet, a physicist and climate modeller at the French-speaking Catholic University of Leuven in Belgium. “Talented physicists commonly go into more glamorous fields such as astronomy, cosmology or particle physics.” According to the American Institute of Physics in College Park, Maryland, 49 PhDs were awarded in atmospheric chemistry and climatology in the United States in 2013, compared with 303 for astronomy and almost 2,000 each for physics and mathematics. Many physicists applaud Bony’s effort to raise interest in climate science, but whether physics students will heed her call remains to be seen. “We offer courses in climate science and our students do recognize the importance of the field,” says Paul Linden, a fluid-dynamics researcher at the University of Cambridge, UK. However, he says, classical subjects with a long history such as cosmology, are just more attractive, particularly at his university. “Most physics students would rather study with someone like Stephen Hawking, who is a member of our faculty.”"},
{"file_id": "quantum-technology-probes-ultimate-limits-of-vision-1.17731", "year": 2015, "body": "An experiment to test the limits of human vision has provided the strongest evidence yet that our eyes can sense flashes of light as feeble as three photons. The study, which involves firing photons into the eyes of people sitting in a dark room, could ultimately show whether people can sense single photons, according to Rebecca Holmes, a physicist from the University of Illinois at Urbana-Champaign. She presented her team's results at a meeting of the American Physical Society on 10 June in Columbus, Ohio. Holmes also hopes to test whether the human eye can register quantum effects, such as a photon being in two places at the same time. Researchers have been trying since the 1940s to establish the smallest number of photons necessary for human perception. Rod cells in the retina — those that specialize in seeing shades of grey in dark conditions — are known to be exquisitely sensitive to light. Experiments on single rod cells taken from frogs 1  have shown that the rods fire in response to single photons. But because the retina processes information to reduce noise from false alarms, the firing of one cell does not necessarily translate into a signal being sent to the brain, let alone to a person becoming aware of a flash of light. And more than 90% — perhaps as many as 97% — of photons that enter the eye never even reach a rod cell. They are absorbed or reflected by other parts of the eye, such as the cornea, so would not be detected. Experiments have put the limits of human vision at between two and seven photons, Holmes says. But those conclusions were tentative as researchers never knew how many photons each flash of light contained: they could only estimate a range. Holmes, however, took advantage of technology used in quantum-optics laboratories that can count exactly how many photons are in a flash of laser light. The method had never been used to test human vision before. Holmes and her collaborators fired flashes containing various numbers of photons into the eyes of volunteers sitting in a dark room and staring at a cross-hairs target. They asked the participants to state whether the flash seemed to come from the left or from the right — even if they thought they saw nothing. “I’ve done it myself many times,” says Holmes, “and if you sit in the dark you can come out after an hour and say, ‘I’m not sure if I saw anything'.” To test whether people could detect as few as three photons, the researchers sent flashes of 30 photons into the eye, expecting at most 10% of the photons, on average, to make it through to the retina. The volunteers guessed the flashes’ location more often than would have been expected by chance, making a statistically convincing case that they saw at least some three-photon flashes, Holmes says. The results are the best evidence yet that humans can detect three photons, says Nicolas Gisin, a quantum-optics researcher at the University of Geneva in Switzerland who has seen the preliminary data, which have not yet been peer-reviewed.  Holmes adds that her team has not yet gathered enough data to say whether humans can see single photons. To test quantum effects, typically only seen at microscopic scales, the team also wants to try sending one photon at a time into the eye, rather than 30, which could dramatically lower the odds of detection. To improve those odds, Holmes says, it might help to time the photons based on the volunteer's brainwaves, which are known to correlate with brief windows of increased attention, recurring around ten times per second. Holmes says she is practising using an  electroencephalography (EEG) machine. Gisin has pioneered experiments 1  to see  how the human eye responds to ‘quantum-weirdness’  effects. Although effects such as photons being in multiple places at once are well known, making humans part of the experiment “brings us closer to the quantum phenomenon”, he says. Anthony Leggett, a Nobel Prize-winning theoretical physicist who is also at Urbana-Champaign and who inspired Holmes’s work, says that quantum weirdness should disappear somewhere between the scale of atoms and that of human bodies. “We don’t know at what stage it’s going to break down — or how.\" Holmes's study will probably validate  standard interpretations of quantum physics , he says, which assume that a photon that is in a ‘superposition’ of two states will essentially choose one option when it comes into contact with a detector — whether that is an artificial photon counter or a rod cell. But in principle, says physicist Angelo Bassi at the University of Trieste in Italy, each of the photon's personas could hit a rod cell, and that superposition could persist up to the brain. If so, there could even be “something like a superposition of two different perceptions, even if just for an instant”."},
{"file_id": "us-science-academies-take-on-human-genome-editing-1.17581", "year": 2015, "body": "The US National Academy of Sciences (NAS) and the National Academy of Medicine (NAM) will launch a major initiative to develop guidelines for editing human genomes, they said on 18 May. The initiative follows the  April announcement  that researchers had used a gene-editing system called CRISPR-Cas9 to remove a mutated gene from a human embryo. The work involved a small number of embryos and was only partially successful, but it has  sparked wide debate about the ethics of editing human genomes  in ways that can be passed on to future generations. Although researchers and ethicists disagree on whether such research should continue, most agree that its ethical and legal ramifications should be discussed further before a modified embryo is implanted into a human. Many countries ban human germline editing outright. The United States  forbids the use of federal funds for such research , although it is legal in most US states. The academies will hold an international summit this autumn, including scientists, ethicists, patients' groups and others yet to be determined. The academies will also establish a working group to study the ethical, legal, social and scientific issues involved in germline editing and develop a consensus statement on the practice. A separate advisory committee will be appointed to guide future decision-making. An NAS spokesperson says that the academies expect to announce the members of these committees in a few months. “​I am delighted that the NAS and the NAM are leading a discussion of these important issues,” says Jennifer Doudna, a biochemist at the University of California, Berkeley, and an inventor of the CRISPR technique, who has called for more discussion on the ethics of editing the human genome. “This is indeed the kind of response we hoped to trigger,” she adds. “Whether a larger or more public forum is needed depends on how the initiative proceeds.” The NAS sees the effort as similar to the landmark 1975 Asilomar conference. Then, scientists and ethicists agreed to suspend research that involved mixing DNA from multiple species until new guidelines could be drawn up to ensure the safety of such practices. But there are important differences between the Asilomar era and today, says NAS president Ralph Cicerone. In 1975, few researchers were pursuing recombinant DNA research, whereas modern genome-editing techniques are easy to use and thus widely accessible. The situation calls for a review that is “really more international than Asilomar ever had to be,” Cicerone says. Others reject the idea that Asilomar should be the model for all such bioethics debates. “That was not an inclusive meeting,” says Marcy Darnovsky, director of the Center for Genetics and Society in Berkeley, California.  “It was an effort at fending off any sort of binding policy in favour of self-regulation.” The debate on human germline editing, she says, needs to engage people outside the scientific community, including politicians, religious groups and human-rights organizations, among others. The science academies' panel should be one among many forums for public discussion on the issue, Darnovsky adds. Cicerone says that the NAS and the NAM will reach out to science academies in other countries, and to physicians who might get demands for gene-editing technologies from patients worried about passing genetic diseases on to their children. Biochemist Paul Berg at Stanford University in California, who organized the Asilomar conference, agrees. “The idea is to get the idea out, and to get it out by a highly focused conference with the expectation that this is going to resound much louder and wider,” he says. ”Then there will be different ways of dealing with those [ideas].”"},
{"file_id": "news.2010.179.html", "year": 2010, "body": "The leadership of one of the United Kingdom's oldest scientific research organizations fought off attempts to overthrow them yesterday, as months of bitter wrangling and recriminations over alleged financial mismanagement came out at a meeting of the Royal Institution (RI). The RI's perilous financial state was laid bare to more than 600 members who crammed into the lecture theatre where Michael Faraday once spoke and spilled over into adjoining rooms. Members of the institution had been called to a special general meeting to vote on proposals that all members of the current council besides the president be ousted, or \"fully refreshed\", by a procedure known as a requisition.  The proposal was defeated by 512 votes to 121. A motion affirming support for the current council and staff received 484 votes for and 137 votes against.   A refurbishment of the RI's central London headquarters costing £22 million (US$34 million) has caused a shortfall in funds, and, some say, leaves the institution in danger of closing. Both the current leadership and the challengers claimed to be the best people to address the crisis. The catalyst for last night's vote was the removal of the institution's former director, Susan Greenfield, a high-profile neuroscientist at the University of Oxford, on the grounds of affordability. Speaking after the vote, RI chairman Adrian de Ferranti told   Nature : \"It is an endorsement of the council and it's also a message to us that we've got a lot to do and we've got a terrific organization to bring into the twenty-first century and continue with the job we have in hand.\" Both sides at the sometimes rowdy meeting agreed that the RI was in financial peril. It was also admitted that the decision to refurbish went against the advice of the institution's finance committee. Property previously providing rental income to the RI was sold when funding for the refurbishment fell short and costs increased. Hopes that  refurbishing the building would make up for this by, for example, providing rental income, were not met. Honorary treasurer Andrew Osmond says that the RI is losing around £100,000 a month and will be at the limit of its current overdraft by July. A document given to members at last night's meeting states that in the year to September 2009 the RI will report a deficit of £1.87 million. It also warns that \"outgoings are now substantially in excess of income\". De Ferranti was not on the council when it voted to start the refurbishment. Osmond voted against the project as he considered it \"financially unsound\", according to the document. Osmond added that the special general meeting had been \"very expensive\", although he would not give an exact figure.   The RI's financial situation could be worsened by Greenfield's legal action over her dismissal. She claims sex discrimination and unfair dismissal, and is seeking damages. Julian Hunt, climate scientist and one of those proposing the 'full refresh' requisition, told the meeting that he was aware of legal advice indicating Greenfield would be due \"substantial compensation\". \n Lisa Jardine, a historian of science at Queen Mary University London and another 'requisitionist' supporter of Greenfield, told the meeting: \"There is a great danger of a legal case that would ruin the institution. The reason I back it [the requisition] is I see us hurtling towards financial ruin.\" The current council says they have secured £8 million in loans that are contingent on stability and the continuation of the current council. Some of this money may be converted into donations in the future, according to Di Ferranti. The current council told the meeting they were unable to discuss Greenfield's dismissal or the ongoing case, for legal reasons. "},
{"file_id": "bat-drinks-using-tongue-pump-trick-1.18434", "year": 2015, "body": "By focussing a high-speed camera on a test tube filled with nectar, researchers have observed bats using a tongue-pumping stratagem that has never before been seen in mammals. The footage showed how the orange-nectar bat ( Lonchophylla robusta )  drinks 150% of its body weight each night, yet its tongue barely seems to move as it slurps liquid from a flower. Most vertebrates — including some other bats — drink by lapping liquid up. But the tip of the orange-nectar bat’s tongue stays submerged below the nectar’s surface while the creature hovers above a flower. And while other bats have tongues with hair-like papillae (tiny bobbles), the tongue of the orange-nectar bat does not. Instead, it has two open grooves that run along its left and right sides, explains ecologist Marco Tschapka of the University of Ulm, Germany, a co-author of the study, published on 25 September in  Science Advances 1 . Tiny, pump-like muscles push nectar up the two grooves, or 'canals', and into the mouth. The researchers suspect that some sort of capillary action prevents the nectar from spilling out of the canals as pumping occurs. Hummingbirds also use grooved tongues to feed on nectar. The forked tips of their tongues force nectar into the channels, after which the tongue retracts, the channels compress and the liquid is pushed upwards 2 . Tschapka speculates that the lapping mechanism is optimal for collecting individual droplets of nectar, whereas a pumping tongue could have easier access to deep pools. “Bats in general have some of the most bizarre morphological adaptations — from leaf-nosed bats to wrinkle-faced to sucker-footed — so this seems to be just another one of those really interesting and strange adaptations,” says Brian Hickey, a biologist at the St Lawrence River Institute of Environmental Sciences in the city of Cornwall, Canada."},
{"file_id": "464472b.html", "year": 2010, "body": "The pitch-black lakes hidden beneath Antarctica's ice sheet will finally start to release their secrets next year. At a meeting last week, scientists from Russia, the United Kingdom and the United States described their plans to explore the planet's last uncharted ecosystems by drilling into three very different examples of these subglacial lakes. Over the past 40 years, radar imagery has revealed around 150 freshwater lakes of various sizes and ages beneath the massive Antarctic ice sheet. Some have been isolated from the outside world for millions of years, raising the possibility that they hold unique life forms. The dark, nutrient-deprived environment of the lakes could resemble conditions on Jupiter's moon Europa, which is assumed to hold a large ocean beneath its frozen surface.  Scientists have longed to draw samples from the lakes, but technical problems and environmental concerns have slowed their progress. Now, the Russian team expects to reach its quarry, Lake Vostok, by February 2011. The Americans and British will follow several years later with forays into lakes with different hydrological and geological characteristics (see  graphic ).  \"Over the next few years we'll be able to explore a continental-scale ecosystem that has never before been sampled,\" says Robin Bell, a senior researcher at Columbia University's Lamont-Doherty Earth Observatory in Palisades, New York. \"This is a madly exciting endeavour.\" Lake Vostok is the best known and largest of the subglacial lakes, measuring roughly the size of Lake Ontario. Buried beneath almost 4,000 metres of ice in eastern Antarctica, the lake is thought to be 35 million years old and could host ancient microbial life.  Russian drillers had planned to penetrate the lake in the 2008–09 Antarctic field season, but their drill got stuck 80 metres above the lake surface. All technical problems have been resolved during the past field season, says Valery Lukin, director of the Russian Antarctic programme, who spoke at the meeting, held by the American Geophysical Union in Baltimore, Maryland. Some researchers worry that a Russian success could come at the cost of biological and chemical contamination of the pristine waters. \"Let's hope they don't spoil the lake,\" says Robert Bindschadler, a glaciologist at NASA's Goddard Space Flight Center in Greenbelt, Maryland.  Lukin says that his country's team has come up with plans to safeguard Lake Vostok. The team will cut through the ice using a heated drill, with non-toxic silicone oil serving as the lubricating fluid. It will also explore the lake in stages; at first it will only suck up a water sample before allowing the bottom of the hole to refreeze. Plans for lowering instruments into the lake to explore the bottom sediment will be postponed until an extra environmental assessment has been completed.  The Antarctic Treaty's committee for environmental protection is expected to approve the Russian plans in October, although there is no official requirement for the team to wait until then. \"The Russians are trying very hard to do it right, and that means a lot,\" says Bell.  At the meeting, US and British researchers described their longer-term plans for exploring subglacial lakes on the opposite side of the pole. Lake Ellsworth, a relatively small lake in western Antarctica, is the target for researchers from the British Antarctic Survey. And over the next two field seasons, US researchers will conduct radar surveys from the surface to study Lake Whillans near Antarctica's Ross Ice Shelf, says Ross Powell, a geologist at Northern Illinois University in DeKalb. The US$20-million Whillans Ice Stream Subglacial Access Research Drilling (WISSARD) project, which Powell oversees, plans to drill into the lake during the 2012–13 field season.  Lake Whillans has a subsurface connection with the ocean beneath the ice shelf, making it more dynamic than isolated lakes such as Vostok. \"We know that the lake surface is constantly falling and rising, and we assume the lake is occasionally draining and refilling completely,\" says Powell.  \n The ebb and flow of lakes such as Whillans are thought to influence the movement of the overlying ice sheet. The WISSARD team will study processes at the interface of ice and water that affect the movement.  With so many drilling projects, \"it's like going fishing in the Everglades, in the Rocky Mountains and in Northern Canada\", says Bell. \"The catch will be very different and we're going to learn a lot.\" "},
{"file_id": "4641259a.html", "year": 2010, "body": "Researchers looking for the genetic roots of disease have long dreamed of inspecting a patient's entire DNA sequence for telltale changes — now achievable thanks to the falling cost of sequencing. So the first in-depth comparison of the genomes of identical female twins — one with multiple sclerosis (MS) and the other free of the disease — is something of a milestone. But the study shows that even deep genetic analysis doesn't always yield clear answers. There is no doubt that MS, which causes the body's own immune cells to attack the insulating sheath around nerve cells, has a genetic component. Relatives of people who have the disease have an increased risk of developing it; if a patient with MS has an identical twin, that twin's risk climbs to more than 25%. But when a team of US researchers compared the complete genomes of twin females with each other, they failed to find any genetic differences that might cause MS. Reporting this week in   Nature 1 , the researchers, led by Sergio Baranzini at the University of California, San Francisco, and Stephen Kingsmore of the National Center for Genome Resources in Santa Fe, New Mexico, next looked for a difference in epigenetics — chemical modifications to DNA that affect gene expression but not genetic sequence — in the twins' immune cells and in cells of two other sets of similarly affected twins. But no differences were found in the expression levels of key genes, either. Although they did not sequence the genomes of the other two sets of twins, they did compare 1 million specific 'spelling variations' (known as single nucleotide polymorphisms, or SNPs) in the sequences of twins with and without MS, confirming that their genomes were the same. Because the study examined the genome so comprehensively, \"it is an incredibly important negative\", says David Hafler, a neurologist at Yale University in New Haven, Connecticut. The results indicate that there is no clear genetic reason to explain why one twin developed MS while the other did not. Disease geneticists often survey large populations of patients to find SNPs that are associated with a disease. But sequencing offers a deeper analysis of the genome that can reveal overlooked differences in sets of twins in which one has a disease but one does not. Identical twins' genomes start off the same, but mutations in early development can occur in one and not the other. Earlier studies had identified a handful of gene variants that are linked to a higher risk of getting MS, and all of the twins in the study had at least some of them. \"Both twins came into the world with the same set of high risks for developing MS,\" says Kingsmore. But those genetic factors seem to have been insufficient to cause disease on their own: \"There had to be some trigger that caused one to develop it and the other not,\" he adds. One possibility, says Baranzini, is that although both twins had the same predisposition for the disease, \"one was exposed to the perfect combination of environmental triggers\". \n Comparing the complete genomes of family members to find the exact mutations responsible for disease is the new frontier, says Daniel Geschwind, a neurogeneticist at the University of California, Los Angeles. A study published earlier this month used complete genome sequences to identify a rare, patient-specific gene variant causing the neurological disorder Charcot–Marie–Tooth disease 2 ; another study narrowed down the genetic cause of two more disorders 3 . The MS study is the first, however, to integrate studies of epigenetics and gene expression with whole-genome sequencing. \"What they've done here is create a very nice template for others to follow,\" Geschwind says. \"It isn't just sequence — they went from sequence to epigenome to expression. That's what really makes [the study] something special.\" Yet scientists are unlikely to glean much immediate insight about MS from the work. One limitation, notes Geschwind, is that although Baranzini and colleagues examined epigenetics and gene expression in three twin pairs, they obtained the complete genome sequences of just one pair. \"If we sequenced another dozen twin pairs we could make this much more definitive,\" says Kingsmore. And although the group targeted immune cells, \"we really ought to look at sequencing of the brain tissue,\" he adds, as this might be an alternative site of genetic differences between the twins. "},
{"file_id": "news.2010.377.html", "year": 2010, "body": "In the early 1930s, 14   Homo erectus   fossils and 25,000 vertebrate remains were unearthed near the muddy Solo River at Ngandong in Java, Indonesia, by a research team from the Netherlands. Some 80 years later, this remains one of the world's largest caches of this early human. It could also be evidence of the species' swansong. A team has now returned to Ngandong, armed with the original Dutch survey documents, to answer some long-standing questions about the age of the fossils and the ancient sediment that they were buried in.   Nature   talked to Russell L. Ciochon, a palaeoanthropologist at the University of Iowa in Iowa City, while his team was digging at Ngandong.    Why is this fieldwork so important?     H. erectus   from Ngandong potentially lived in the last part of the Ice Age at the same time that   Homo sapiens   inhabited other parts of the Old World, and   Homo floresiensis   (the 'hobbit') was still living in caves on the Indonesian island of Flores. This was a very intriguing period in the saga of human evolution.  According to the Dutch team who discovered them, the   H. erectus   specimens were deposited by the Solo River. The fact that the present river is so near to the deposits that contained the   H. erectus   specimens could indicate that the deposits and fossils are far younger than the oldest known   H. sapiens   in Africa, which would mean that the two species actually coexisted. But attempts to date Ngandong over the past 30 years have proved inconclusive. This is partly because we don't know enough about the Ngandong geology and can't be sure that the dated samples from earlier excavations came from the discovery bed. Our team is the first to focus on the geological context of the fossils 1 . This was possible because geoarchaeologist Frank Huffman from the University of Texas at Austin obtained the long-forgotten survey documents from the 1930s 2 .     What have you found at the site?  During our expedition, we have recovered more than 800 fossils from a bone bed — a geological deposit with a dense collection of bones. The excavations have provided our geological team, which includes Yan Rizal from the Institute of Technology Bandung and University of Iowa geoarchaeologist Art Bettis, with details on the site's sediments that shed new light on how the bone bed was created. We believe that the detailed analysis of the site's geology and the circumstances of burial of the bone bed will provide the crucial information to evaluate the dating and other contentious issues surrounding the remains. We found no stone artefacts at the site, but these are rare at most Javan   H. erectus   sites. It is one of the unique features of the Java record that remains to be explained.     What can the fossils tell us about the daily lives of these late members of   H. erectus ?  Although we don't have direct evidence, we believe that   H. erectus   exploited the resources in the area, probably by hunting or scavenging. Other clues about their lives can be found by looking at the non-human fossils, and what they can tell us about the ecology at the time. Two members of our team, Yahdi Zaim from the Institute of Technology Bandung and Robert Scott of Rutgers University in New Jersey, specialize in such fossils and found that they are mostly made up of large bovids — ancestors of the Javan banteng and water buffalo — as well as deer,   Stegodon   (an extinct elephant), rhinoceros, panther, crocodiles and turtles. The large percentage of bovids and deer could indicate that   H. erectus   lived in an open woodland or grassland environment. Also, on the basis of estimates from partial skeletons of   H. erectus   from other sites, we think that the Ngandong   H. erectus   was probably between 1.66 and 1.85 metres tall — similar to the average human height in the United States today.    What can the Ngandong excavation site tell us about the evolution and extinction of   H. erectus ?  The 14   H. erectus   fossils are thought to represent a late stage in the evolution of the species. As a group, they have a significantly larger average brain size than that found in any other   H. erectus   fossils. Palaeoanthropologists don't like to use terms such as 'advanced' to distinguish one fossil group from another, but that term would certainly apply to the Ngandong fossils. After arriving on Java about 1.6 million years ago 3 ,   H. erectus   apparently lived in 'splendid isolation' without competition from any other human species.  It is possible that when   H. sapiens   eventually reached Java, it could have competed with   H. erectus   for scarce island resources, leading to the extinction of the latter. But it is more likely that some unique geological or climatic event resulted in the extinction of Javan   H. erectus , as is the case with most species. However, it does seem that the Ngandong group is the best evidence we have for the last occurrence of this species worldwide.    What has been the most exciting moment of the expedition so far?  The first high point came after several excavation pits were opened. We found boundaries of the original excavations not seen since the 1930s. This revealed untouched bone beds fitting the parameters originally described by the Dutch team. We are reliving the days of the discovery made nearly 80 years ago, and meeting present-day research objectives as we unearth the past.    What is a typical day at the site like?  We've been excavating for 24 days without a break. The days blur together and we often lose track of time. There is a routine to systematic palaeoanthropological excavation: opening an excavation pit, digging down to the bone bed, carefully mapping the strata as we proceed, exposing the fossils, assigning the fossil a number, charting its   xyz   coordinates, removing the fossil, and then sampling the strata for geological analysis and dating.  \n   How does the Javan   H. erectus   compare with those from other sites in the world and where did it actually come from?  We spend a lot of time discussing this question. The earliest   H. erectus   fossils date to about 1.8 million years ago — appearing nearly simultaneously in both East Africa and at Dmanisi in the Republic of Georgia. So   H. erectus   from Africa and Georgia represent critical comparisons for any Javan   H. erectus . It is thought that the species evolved in Africa and spread out of the continent to the Republic of Georgia and to Java over a very short timespan — perhaps less than 100,000 years. However, the most primitive and smallest   H. erectus   fossils come from Dmanisi. Anatomically, Dmanisi   H. erectus   shares features with both the African and Javan   H. erectus , so it may actually be the centre of origin for the species. If you compare Ngandong   H. erectus   with those from elsewhere, it is clear that the most derived population is from Ngandong. "},
{"file_id": "news.2010.585.html", "year": 2010, "body": "Between May and October for four consecutive years, aeroplanes criss-crossed the morning skies above Arizona's cotton fields, dropping millions of tiny moths onto the croplands below. The little grey insects are among the world's most notorious agricultural pests: their larvae are the pink bollworms ( Pectinophora gossypiella ), also known as 'pinkies'.  However, the moths released from the planes were different from those responsible for the caterpillars munching their way through the state's cotton crops. They were sterile.  The moth-drops were part of a programme to wipe the dreaded pinkie off the Arizona map for good. State officials hoped that the combination of sterile moths and genetically modified cotton crops, engineered to produce a toxin deadly to pinkies, would put an end to farmers' costly struggle against the caterpillars.  The strategy was intended to restrict the spread of toxin-resistant pink bollworms by flooding the population with sterile moths. When rare resistant moths emerged, as they inevitably would, they would probably encounter a sterile partner, and their genes would be erased from the population.  It was a risky approach. To test the plan, Arizona farmers had to give up the strategies normally used to suppress toxin-resistant bollworms — so if the sterile-moth strategy failed they could be faced with a bigger pinkie problem than ever.  When Bruce Tabashnik, an entomologist at the University of Arizona in Tucson, first heard about the scheme, he was worried. \"My gut feeling was that this wouldn't work,\" he says.  But as Tabashnik and his colleagues report today in   Nature Biotechnology 1 , the risk seems to have paid off: four years into the programme and almost a century after pinkies were first found in the United States, in 1917, Arizona infestation rates had dropped by 99.9%. The pink bollworm was all but gone.    Sterile insect releases have already been used to drive down populations of the Mediterranean fruit fly, or Medfly, in Guatemala, Mexico and the United States; screw-worms in the United States, Central America and Libya; and tsetse flies on the island of Zanzibar, off the coast of Africa. The technique works best on pests that are not particularly populous. \"If you have something like aphids or thrips, where there are thousands on a plant, it's kind of hard to release enough sterile insects to do any good,\" says Fred Gould, an entomologist at North Carolina State University in Raleigh, who wasn't involved in the study. But where pinkies were concerned, genetically modified cotton crops had already driven down the population one-million-fold, says Tabashnik. The crops produce a toxin that is made naturally by the bacterium   Bacillus thuringiensis , called   Bt   toxin.  To prevent the spread of   Bt   resistance, farmers are required to plant nearby 'refuges' of conventional crops. The idea behind the refuges is to keep a population of non-resistant moths close at hand as potential mates for any resistant moths that arise. Unfortunately, however, refuges also guarantee a steady local population of pink bollworms.  After a while, farmers came to resent the refuges that allowed the bollworm to persist year after year, costing them millions of dollars annually in crop losses and insecticide sprays. They asked the US Environmental Protection Agency for permission to dispense with the refuges and instead begin releasing sterile moths.  Still sceptical, Tabashnik and his colleagues developed computer simulations to predict the consequences of the farmers' proposed strategy. To his surprise, the models suggested that the combination of   Bt   cotton and sterile-moth releases could wipe out pest populations and stave off   Bt   resistance for at least 20 years.    In 2005, the Pink Bollworm Rearing Facility in Phoenix began cranking out pinkies for the Arizona experiment. The factory treated the moths with just enough radiation to damage the chromosomes in their reproductive cells without causing injuries that would prevent their survival in the wild. Over the course of each growing season for the next four years, about 2 billion pink bollworm moths were released into Arizona's cotton fields.  By 2009, a survey of 16,600 cotton bolls from conventional crops yielded only two pink bollworm larvae, and farmers had stopped using insecticide sprays to keep the pinkie population in check. So far, no live pink bollworm caterpillars have been found in bolls of cotton this season, says Tabashnik.  The results are \"tremendous\" says entomologist William Hutchison at the University of Minnesota in St. Paul, who was not involved in the programme. But the experiment is still relatively short-term. \"It will be interesting to see how this plays out over another three or four years,\" he says. \n Ideally, the same approach could be used in regions where poor farmer compliance with the refuge rule has contributed to widespread   Bt   resistance. Unfortunately sterile-insect release plans require extensive resources, Hutchison cautions. Plans to eliminate the pink bollworm from the United States and northern Mexico cost $30 million a year between 2006 and 2009.  In Arizona, says Tabashnik, it's conceivable that farmers will someday no longer have a use for   Bt   cotton at all. \"For that to happen, it's not a question of whether pink bollworm is eradicated or not, it's a question of how economically damaging it is,\" he says. \"And in 2009 and 2010, pink bollworm was no longer an economically damaging pest in Arizona.\" "},
{"file_id": "us-precision-medicine-proposal-sparks-questions-1.16774", "year": 2015, "body": "With the pipeline of traditional drugs drying up, researchers are increasingly attempting to customize treatments based on a person's genetics or environment. Now the US government wants to get in on the act. During his State of the Union address to Congress on 20 January, President Barack Obama announced a programme called the Precision Medicine Initiative. “I want the country that eliminated polio and mapped the human genome to lead a new era of medicine —  one that delivers the right treatment at the right time,” he said. The White House is remaining tight-lipped about the details of the programme, declining to answer questions from  Nature  — as is the US National Institutes of Health (NIH), which is expected to be a key partner in the effort. But Kay Holcombe, senior vice-president for science policy at the Biotechnology Industry Organization (BIO) in Washington DC, says that her conversations with the NIH suggest that the agency will seek to match genome information with many other types of data, such as health records and blood-test results. The agency seems to have been planning the effort for some time, listing 'precision medicine' as one of its four priorities in its 2015 budget proposal; another was 'big data'. Other government agencies are also expected to participate, as may some private companies. There is no word on how much the initiative will cost, but details are likely to trickle out as Obama prepares his budget request for fiscal year 2016, which is due to be released on 2 February. A major question is whether the plan will run alongside or merge with a similar proposal being discussed by members of the US House of Representatives’ Energy & Commerce Committee. The committee's 21st Century Cures plan seeks to speed up the translation of research advances into treatments, and personalized medicine is one potential element of the effort. Lawmakers are expected to release a first draft of that proposal later this month. Both the White House effort and the House plan would be extremely expensive, but they might not be as difficult to carry out as they first seem. Rather than recruiting all of their participants anew, Holcombe says that both initiatives could collect data and recruit participants from ongoing longitudinal studies. These include the Million Veteran Program at the US Department of Veterans Affairs, which seeks to understand how genes affect health, and the NIH’s 67-year-old Framingham Heart Study at Boston University in Massachusetts, which aims to identify risk factors for heart disease. If the federal programme takes the form of a public–private partnership, then private insurance companies and health systems could contribute data as well. David Ledbetter, chief scientific officer at Geisinger Health System in Danville, Pennsylvania, says that his company might be willing to join such an effort. Geisinger aims to recruit up to 200,000 of its 3 million customers to have their exomes — parts of the genome that code for proteins — sequenced and integrated with their health records. The company now has completed sequences from about 20,000 patients, and it is preparing to provide each of these people with an analysis of his or her health risks. “My personal attitude is always to try to collaborate rather than duplicate and compete in an inefficient way,” Ledbetter says. Still, standardizing data collection and patient recruitment across the country will be extremely difficult, especially if ongoing studies are rolled into the effort. Such complexities sank the NIH’s 100,000-person National Children’s Study, which the agency cancelled last month after 14 years of delays. Informed consent and data security will present additional challenges; the roll-out of the UK National Health Service's care.data project, which would make health information from most patients in England available for research, has been delayed for several months for this reason.  Nevertheless, with personalized medicine in vogue, studies are likely to continue to grow in both number and magnitude and in both the public and private sectors. The Precision Medicine Initiative could once again pit NIH director Francis Collins, who headed the Human Genome Project, against his old private-sector rival, Craig Venter. Last March, Venter launched a company called Human Longevity in San Diego, California, with the goal of sequencing one million human genomes by 2020. The effort is gaining steam: on 14 January, Venter announced that his company would be sequencing tens of thousands of genomes for Genentech, a biotechnology company based in South San Francisco, California, that is searching for new drug targets. \n"},
{"file_id": "d41586-020-02821-4", "year": 2020, "body": "Young, healthy people will be intentionally exposed to the virus responsible for COVID-19 in a first-of-its kind ‘human challenge trial’, the UK government and a company that runs such studies announced on 20 October. The experiment, set to begin in January in a London hospital if it receives final regulatory and ethical approval, aims to accelerate the development of vaccines that could end the pandemic. Human challenge trials have a history of providing insight into diseases such as malaria and influenza. The UK trial will try to identify a suitable dose of the virus SARS-CoV-2 that could be used in future vaccine trials. But the prospect of deliberately infecting people — even those at low risk of severe disease — with SARS-CoV-2, a deadly pathogen that has few proven treatments, is uncharted medical and bioethical territory. Proponents of COVID-19 challenge trials have argued that they can be run safely and ethically, and that their potential to quickly identify effective vaccines outweighs the low risks to participants. But others have raised questions about the safety and value of these studies, pointing out that large-scale efficacy trials involving tens of thousands of people are expected to deliver results on several COVID-19 vaccines soon. “Deliberately infecting volunteers with a known human pathogen is never undertaken lightly. However, such studies are enormously informative about a disease,” said Peter Openshaw, an immunologist at Imperial College London and investigator on the study, in a press statement. “It is really vital that we move as fast as possible towards getting effective vaccines and other treatments for COVID-19, and challenge studies have the potential to accelerate and de-risk the development of novel drugs and vaccines.” The planned   will be led by a Dublin-based commercial clinical-research organization called Open Orphan and its subsidiary hVIVO, which runs challenge trials on respiratory pathogens. It will take place in the high-level isolation unit of the Royal Free Hospital in north London, says Open Orphan executive chair Cathal Friel. The UK government’s COVID-19 Vaccine Taskforce has agreed to pay the company up to £10 million (US$13 million) to conduct the trial, with the possibility of contracting Open Orphan to run several more to test various vaccines. The UK Medicines and Healthcare Regulatory Agency (MHRA), which regulates clinical trials in the United Kingdom, and an ethical review committee, still need to approve the initial trial and its design, and that of future studies. \n  The initial trial will involve an estimated 30–50 participants, says Andrew Catchpole, a virologist and the chief scientific officer at Open Orphan who is leading the work. It is open only to healthy adults aged 18–30. The precise design of the study has not been finalized. But it is likely that a small number of participants will receive a very low dose of a SARS-CoV-2 ‘challenge strain’ derived from a currently circulating virus and grown under stringent conditions. If none or few of the participants become infected, the researchers will seek permission from an independent safety monitoring board to expose participants to higher doses. This process will be repeated until researchers identify a dose that infects most of those exposed, says Catchpole. Once an appropriate dose is identified, Open Orphan could be asked to run a series of challenge trials testing several vaccines. Catchpole says that the design of these trials, including which vaccines will be included, has not been determined. He envisions that some trial participants will receive a placebo injection instead of a vaccine, but he also says that head-to-head trials comparing two or more vaccines could be run. Other vaccine studies that the company runs typically enrol 40–50 volunteers for each trial arm, he says. \n  Catchpole says that his team will take every precaution against participants in the initial trial developing severe disease. Volunteers will be treated with an antiviral drug, such as remdesivir, once a nasal swab gives a positive result for SARS-CoV-2 genetic material. In addition to age and health, participants will be screened for risk factors that have been associated with severe COVID-19. Selecting participants at the lowest risk is the most important safety step in running a challenge trial, says Matt Memoli, an infectious-disease physician and virologist at the US National Institute of Allergy and Infectious Diseases (NIAID) in Bethesda, Maryland. “Once you’ve given that virus to the person, anything’s possible,” he says. “You can’t control it, you can only react to it.” If Open Orphan moves on to vaccine trials, it will aim to recruit around 500 participants altogether, but Friel says the company will need to screen many times more people to identify suitable volunteers. An ethical review board will determine how to compensate participants. Open Orphan typically pays volunteers around £4,000 for their time, says Catchpole. There is a concern that people will participate for the money without appreciating the risks, says Nir Eyal, a bioethicist at Rutgers University in New Brunswick, New Jersey, who has  . But a well-designed online course, for instance, could ensure that participants understand the risks, he says. Ensuring that participants understand the limitations of challenge trials will also be important, says Seema Shah, a bioethicist at Lurie Children’s Hospital and Northwestern University in Chicago, Illinois. With phase III trials of numerous COVID-19 vaccines in the works, she thinks it unlikely that challenge trials will speed the development of the first vaccines. Instead, their payoff could lie in helping to test later-generation vaccines or laying the groundwork for fresh insights into the disease. In this context, says Shah, “It becomes a little bit harder to justify them, and we need to take a close look at risks.” \n  Meagan Deming, a vaccine scientist and virologist at the University of Maryland School of Medicine in Baltimore, sees challenge trials as more appropriate for studying basic aspects of SARS-CoV-2 infection — such as the potential for reinfection or how previous exposure to cold-causing coronaviruses influences susceptibility to COVID-19 — than for vetting vaccines. Because such trials are likely to involve only young, healthy people, they might not reveal much about how vaccines could protect those most at risk of severe disease, such as older people and those with conditions such as diabetes, Deming says. “There’s a reason we don’t have a lot of vaccines approved by challenge models, because they don’t apply to everyone and you want a vaccine to protect almost everyone,” she says. Phase III trials might not offer clear evidence of whether vaccines work in older people, because of their low participation in those trials, says Peter Smith, an epidemiologist at the London School of Hygiene and Tropical Medicine who has been involved in challenge trials. Researchers will probably need to determine vaccines’ likely effectiveness in older people, on the basis of how their immune systems respond to COVID-19 vaccines before exposure to the virus. And compared with field trials, challenge studies are better at identifying the types of immune response that predict whether a vaccine is likely to work or not, adds Memoli. The United Kingdom isn’t the only country investigating COVID-19 challenge trials. Belgium’s government has committed €20 million (US$23.6 million) for facilities to host challenge trials, potentially involving COVID-19. NIAID is funding the development of two SARS-CoV-2 challenge strains by a lab at Colorado State University in Fort Collins, and a team led by Memoli is also laying the groundwork for such trials. In a statement, NIAID said it was awaiting data from phase III studies before making decisions on COVID-19 challenge trials. Proponents of the trials argue that the consequences of delaying them should be taken into account, alongside the risks of going forward. For instance, Eyal and economists Pedro Rosa Dias and Ara Darzi at Imperial College London have calculated that speeding up the development of COVID-19 vaccines by one month would avert the loss of 720,000 years of life and prevent 40 million years in poverty, mostly in lower-income countries. But Deming thinks that challenge trials should wait until their value is clearer and the risks can be better mitigated, for instance by deploying more potent therapies. “We don’t yet know enough about this disease to say for this person: you will not die,” she says. “We’ve learned so much in the past nine months. In a year, we will be able to do this safely.”"},
{"file_id": "d41586-020-00889-6", "year": 2020, "body": "When 2020 began, Neena Nizar and her family were poised to harvest the fruit of a decade of hard work and sacrifice: a clinical trial of an experimental treatment for her two sons’ rare genetic disorder that was slated to start before the year’s end. “I can’t even put into words what we’ve been able to do to get to this point,” she says. “My kids have given bone biopsies; I gave up my job and moved to a new country. We’ve just been going, going, going.” Then came COVID-19. Now, Nizar wipes away tears in her Nebraska home as she reads a message from researchers at the US National Institutes of Health. Work to assess the toxicity of the experimental therapy in animals has stalled because laboratories have been forced to close. The same might be true, she has heard, of the firm hired to manufacture the drug for clinical testing. \n  Nizar’s sons have a painful degenerative disorder called Jansen’s disease, which has hampered their bodies’ ability to regulate calcium and phosphate, causing kidney damage and bone deformations. Her older son, who is 11, has had at least one operation every year for the past five years, and Nizar knows that the longer he has to wait to receive the experimental treatment, the less likely it is to work. “My son asks me all the time, ‘So when are we doing this trial? When can I? I don’t want to feel this pain anymore,’” she says. “I feel like we were chugging along on a train and then somebody dropped a huge boulder on it.” Scientists are rushing to launch clinical trials of experimental vaccines against the coronavirus, and treatments for COVID-19. But as hospitals brace for an onslaught of critically ill patients and laboratories worldwide are disrupted, researchers have had to shelve clinical trials of therapies for other illnesses. “We’re going to see a nearly complete close-down in clinical research,” says Tim Dyer, chief executive of Addex Therapeutics, a biotechnology company based in Geneva, Switzerland. “The health-care systems will simply be overloaded.” On 18 March, Addex announced that it would delay the start of a clinical trial to treat involuntary movements in people with Parkinson’s disease. The following week, the pharmaceutical giant Eli Lilly in Indianapolis, Indiana, announced that it would halt enrolment in ongoing studies and delay the launch of new trials. “The COVID-19 situation is dynamic,” a spokesperson for Swiss pharmaceutical company Roche in Basel told . “We are now seeing impacts on clinical-trial continuity in all the regions where we conduct clinical studies.” At Yale University in New Haven, Connecticut, lung-cancer researcher Roy Herbst says clinical trials for cancer have been cut to “almost zero” and are allowed only when a participant is deemed to have exceptional need. \n  “It’s hard to believe that just a month ago, I’d never seen cancer clinical trials better,” says Herbst, citing a list of experimental treatments that were showing promise against some of the deadliest lung cancers. “Now the whole process has really ground to a halt, and I feel bad because there are patients who might have benefited from those trials.” But the measures are necessary, he adds. Many people with advanced cancer are vulnerable to infection, and trips to the clinic for treatments and assessments could be deadly if patients are exposed to the coronavirus. Some cancer treatments weaken the immune system, and advanced treatments that use genetically modified cells require intensive medical monitoring — something that might not be possible in the middle of the outbreak. Herbst has had to ask three-quarters of his colleagues in the oncology department at Yale to stay away from the hospital to minimize their risk of infection. Instead, they are held in reserve to treat people with COVID-19 in case the first round of clinicians become infected. Even routine procedures such as biopsies, sometimes required for enrolment in a clinical trial, are now difficult to obtain as hospitals struggle with personnel and equipment shortages. Government agencies have released guidance for investigators who need to suspend or modify trials. The US Food and Drug Administration, for example, has issued guidance for trials that might have to pause, change their study plans or make do with incomplete data because of the COVID-19 pandemic. Ethics committees are working overtime as researchers file requests to alter their clinical-trial plans in ways that minimize how often participants need to venture into the clinic, says Barbara Bierer, who directs the Multi-Regional Clinical Trials Center of Brigham and Women’s Hospital and Harvard in Boston, Massachusetts. \n  Agencies and clinical-trial funders have shown remarkable flexibility, says Charles Blanke, an oncologist at Oregon Health & Science University in Portland and leader of the publicly funded SWOG Cancer Research Network. The US National Cancer Institute announced on 23 March that it would allow the investigators it funds to assess trial participants' health remotely where possible. Some doctors’ assessments may be carried out over video calls instead of in person, and some audits of clinical-trial procedures will be conducted virtually, with inspectors examining the paperwork online rather than physically visiting the clinic to assess standards. The rapid release of these guidelines is a particular relief because many clinical-trial sites did not plan for a pandemic such as COVID-19, says Blanke, despite warnings from experts that an outbreak was inevitable. “Did we do enough thinking in advance in terms of how research would be affected? My answer is no, we didn’t,” he says. “We never even talked about it.” But after this outbreak, he says, clinical researchers will be better prepared, and the increased emphasis on and capacity for virtual visits will be a lasting boon to both researchers and patients. For now, it’s unclear what long-term effects the outbreak will have on drug regulation. “There will be a disruption, obviously,” says Bierer. “And whether that delay manifests in delaying final approvals is unknowable today.” It’s that uncertainty that haunts Nizar. She worries that her concerns might sound selfish in the face of the global suffering caused by the pandemic. But she also knows that the delay to her clinical trial could last well beyond the months of social isolation and lockdowns. Her best hope now, she says, is that regulators will learn from the speed and urgency with which a candidate vaccine for the virus that causes COVID-19 has been rushed into clinical trials, forgoing some of the pre-trial animal tests that regulators typically require. Nizar wants to see therapies for rare diseases treated with the same urgency. “Our lives have always been in panic mode,” she says. “Now the world has a glimpse into what our reality is.”"},
{"file_id": "d41586-020-00941-5", "year": 2020, "body": "When the US Congress passed a US$2-trillion economic-stimulus plan on 27 March, $25 billion in economic aid for passenger airlines was just a small piece of it. But for environmentalists and their allies in Washington DC, it was a setback. The airline industry is reeling from travel bans and government lockdowns designed to contain the new coronavirus: more than 1.1 million flights have been cancelled globally up to the end of June, and the industry is projecting revenue losses of more than $250 billion this year. Democrats in the US House of Representatives fought for the rescue package to include a provision that would have required airlines to cut emissions to 50% below 2005 levels by 2050 — a target that the industry has already committed to voluntarily. But environmental considerations were swept aside this week as lawmakers focused on short-term economic relief. Holding the industry to its word would have been a big deal, says Annie Petsonk, international counsel for the Environmental Defense Fund, an advocacy group based in New York City. “I think the public is going to demand that going forward,” she adds. But debate is just beginning over how best to drive economic recovery after the pandemic and whether climate change will factor into such plans. The pandemic will certainly affect the climate, just as it has affected all sectors of society. Scientists have already documented reductions in air pollution in China, Italy and New York City because of restrictions on human activity, and researchers are now forecasting that 2020 could see the first sharp declines in global greenhouse-gas emissions since the 2008 recession. The ensuing economic crisis could linger for a few years, reducing energy demand and enabling renewable energy sources such as wind and solar to gain ground, says Glen Peters, research director at the Center for International Climate Research in Oslo. If governments play their cards right, 2019 could end up being the year that global emissions peaked, he says. But a key question will be whether governments are able to advance climate goals as they roll out economic-stimulus plans — and if so, to what extent. “It is not as if building solar panels is going to put the tourism or restaurant industry back to work,” Peters says. Experts see lessons in the US stimulus programme enacted under former president Barack Obama after the 2008 financial crisis. That package included investments in green infrastructure as well as $16.8 billion for research and development programmes targeting renewable energy and energy efficiency — part of a nearly $53-billion investment in science. Money that targeted green infrastructure projects such as boosting public transport created more jobs than those focused on conventional projects such as building roads, says Helen Mountford, vice-president for climate and economics at the World Resources Institute, an environmental think tank in Washington DC. But there is a danger that governments will fall back on high-carbon projects that are ready to go. Mountford notes that India and China have plenty of plans for coal-fired power plants that have been shelved in pursuit of renewable energy, and they could be revived quickly if the focus is purely on economic growth and jobs. “That’s an easy way to go,” Mountford says, but she adds that governments would be wiser to focus on building a new future for workers and communities rather than propping up ailing fossil-fuel industries. “We are going to be urging governments not to solve one economic crisis by exacerbating another,” she says. The Obama administration also used the government’s bailout of the car industry to garner an agreement to establish standards for fuel efficiency and greenhouse-gas emissions. Many see this as a model for how to advance public policy in times of distress. But governments often move in the opposite direction, offering relief from regulation as an incentive for growth, says David Livingston, an analyst with the Eurasia Group, a consultancy based in New York City. In the United States, the oil and gas industry has already requested that a variety of “non-essential” regulations be waived during the coronavirus crisis, and the US Environmental Protection Agency announced on 26 March that it is suspending most enforcement activities. “Environmental measures are often the first thing to be jettisoned,” Livingston says. This dynamic is already playing out in the aviation industry, which has been at the front of the queue for government relief in the COVID-19 crisis. In Europe, Livingston says, airlines are asking politicians to shelve looming carbon taxes, which would apply to flights within Europe and the European portion of external flights. And earlier this month, Petsonk says, the industry pushed unsuccessfully to soften emissions rules that are being developed by the United Nations International Civil Aviation Organization (ICAO), which coordinates international standards for its 193 member nations. The ICAO has capped emissions for international flights at 2019–20 levels and is requiring airlines to offset any increases by investing in projects that curb emissions in other sectors. The programme will be voluntary until 2026, but Petsonk gives the ICAO credit for listening to its technical experts and establishing strong boundaries. “Simply letting emissions bounce back to business-as-usual makes the climate crisis worse,” she says."},
{"file_id": "d41586-020-01756-0", "year": 2020, "body": "Gustavo Cabral de Miranda is used to people doubting him. As a child, he often had to put his schoolwork on hold to help his family, selling ice cream and mangoes at fairs or working at a butcher’s shop in Bahia, in northeastern Brazil. By the time he decided, at 22 years old, to stop this work and study to become a scientist, others were telling him that academic life would not suit him: “It wasn’t for people like me,” he remembers them saying. Now, Cabral, an immunologist at the University of São Paulo, is one of a number of ambitious Latin American scientists who are forging ahead with vaccine research programmes to fight COVID-19. Right now, there is no vaccine for the coronavirus that causes the disease. A select group of candidates, most of them supported by pharmaceutical companies in China, the United States and Europe, have entered trials in humans. But researchers such as Cabral want a back-up plan, in case these well-resourced front runners are not successful, or hoarding or international deal-making prevents them from reaching low- and middle-income countries. Their goals echo long-standing efforts throughout Latin America to capitalize on national knowledge and establish — or re-establish — scientific independence from overseas pharmaceutical companies. \n  As Latin America becomes the new epicentre of COVID-19, concerns are flaring about the prospect of relying on a vaccine developed and manufactured elsewhere, especially given that rich countries have had better access to vaccines in the past . “We’ve already seen some monopoly behaviour, even though we don’t have a COVID-19 vaccine yet,” says Gavin Yamey, a global-health researcher at Duke University in Durham, North Carolina. Some governments of high-income countries have reportedly tried to buy vaccine-manufacturing companies or acquire a percentage of their supply. “The only ones who are going to solve the problems in Latin America are going to be us, Latin Americans. No one’s coming to rescue us,” says María Elena Bottazzi, a Honduran microbiologist at Baylor College of Medicine in Houston, Texas, who’s developing a COVID-19 vaccine that she plans to distribute throughout the region by partnering with local vaccine-producing hubs, such as Mexico, Brazil and Argentina. Some groups are working on ensuring equitable access, but billions of doses will be needed worldwide and no single provider can supply that amount, says Fernando Lobos, a director at Sinergium Biotech, a vaccine maker in Buenos Aires. Instead of waiting to see what happens, researchers across Latin America are working to find their own way out of the pandemic. “It does not matter if we start with less funds, but rather that we start,” says Cabral. Cabral returned to Brazil in November 2019, after five years in Europe learning about new vaccine technologies. He was working on vaccines against the bacterium   and the Chikungunya virus, which both cause a lot of illness in Brazil – when COVID-19 began spreading rapidly across the globe. “I had to quickly adapt the project,” he says. \n  His team uses harmless, hollow, virus-like particles created in the lab. The researchers stud the surfaces of these particles with fragments of the proteins that the coronavirus uses to enter human cells; the idea is to trick the immune system into producing antibodies that would block the coronavirus during an infection. Because these particles can’t replicate inside the human body, they’re considered safer than vaccines made from weakened viruses, and the technology has been used to create commercially available vaccines for hepatitis B and human papillomavirus. Cabral’s group is starting animal testing, and some other COVID-19 vaccine candidates in preclinical evaluation are following a similar approach. Cabral thinks Brazil would be able to produce a safe and effective vaccine on a large scale and distribute it throughout the nation and to neighbouring countries. The country is one of the largest vaccine producers in Latin America. Over the past several decades, it has introduced improved technologies, trained pioneering scientists and developed the most diverse vaccine portfolio in the region — even exporting to other nations. Luciana Leite, a vaccinologist at the Butantan Institute in São Paulo, says that innovation is key. The world will need alternatives if vaccine candidates using conventional approaches fail. “If you have an idea that’s different from what’s out there, I think it’s worthwhile contributing with that,” she says. \n  Her own approach is based on a property of some bacteria that release tiny bubbles, or vesicles, from their membranes to mislead a host’s immune system. Researchers have tried to harness these vesicles to carry viral proteins — antigens that the immune system can recognize and make antibodies against — mixing them together to trigger a response. In as-yet unpublished research, Leite and her students have found a way to attach large amounts of antigens to the bubbles, inducing a stronger-than-usual immune response. They are now using the same technique with proteins from the coronavirus SARS-CoV-2. Cabral hopes that all these efforts will showBrazilians that the government should invest more in research, which has been hit by budget cuts in recent years, sparking an exodus of young scientists. The COVID-19 pandemic is the right moment, he says. “This is the best time to open our eyes,” Cabral says. “When the dust settles, priorities change.” A few weeks ago, Laura Palomares reached out to a colleague for help with a COVID-19 vaccine she is developing using virus-like particles. Palomares, a biotechnologist at the National Autonomous University of Mexico in Cuernavaca, was shocked by his response. “He says, ‘Laura, all right, I’m going to help you, but I don’t know why you’re wasting your time doing this.’” Why bother creating a vaccine when the first successful vaccines will come from abroad, she remembers him asking. It’s an argument she has heard many times — but it ignores Mexico’s history of vaccine production. For about four decades, Mexico manufactured most of the vaccines needed for its national immunization programme. But the government dismantled the institutes responsible for producing vaccines and, in the late 1990s, replaced them with Birmex, a state-owned company. Since then, national vaccine production has plummeted. Now, Palomares says, Mexico produces only two vaccines, against influenza and hepatitis B. If her vaccine works against SARS-CoV-2, she might be able to partner with Birmex to get it produced. Palomares hopes that manufacturing a domestically developed COVID-19 vaccine will push the company to resume the production of other vaccines needed for the national immunization programme. But another option might be seeking help from abroad, says José Manuel Aguilar, a biotechnologist at the Monterrey Institute of Technology and Higher Education in Mexico. He and his colleagues have already contacted a Canadian company that could manufacture enough doses for them to start evaluating their own vaccine in humans once they finish animal testing. \n  Their vaccine uses rings of DNA called nanoplasmids, which are taken up by cells. The DNA encodes a specific region of the protein that SARS-CoV-2 uses to infect a host; this allows the cells to produce the antigen and display it on their surface, alerting the host’s immune system. Aguilar says that if the group’s clinical results are promising, and if the researchers can find enough funds, they could ramp up production in three months, to fabricate millions of doses. “We could put Mexico in the vaccine race,” he says. In the 1960s, Chile developed a vaccine that soon became key to controlling rabies throughout Latin America. Since then, however, the country has lost its production capacity. Today, “all human vaccines used in Chile are obtained from foreign laboratories”, says Alexis Kalergis, an immunologist at the Pontifical Catholic University of Chile in Santiago. But that hasn’t stopped Chilean researchers from trying to tame other viral diseases. Kalergis himself has become well known since he and his team developed a vaccine candidate that might one day protect newborn babies against the respiratory syncytial virus, a major cause of pneumonia and bronchitis in young children. \n  Now, his laboratory is rushing to create four prototype vaccines against SARS-CoV-2 using protein fragments, genetic material and live but harmless bacteria that can express some of the coronavirus’s components. If everything goes to plan, studies in humans could begin as soon as next year. And if any of his prototypes shows promise, Kalergis says, he will reach out to vaccine-producing companies outside Chile to help manufacture it. “Our plan is to distribute this vaccine against SARS-CoV-2 to all countries that need it,” he says, “but with emphasis in our region.” As cases of the new coronavirus disease climbed in China in early January, Mirko Zimic had a hunch. “I had a very strong suspicion that it would cross borders and affect many nations, in particular Peru,” he says. Zimic, a biophysicist at Cayetano Heredia University in Lima, had worked on vaccines for use in chickens and pigs. He called colleagues at FARVET, a veterinary pharmaceutical company in Chincha, and proposed that they work together on something neither had done before: making a human vaccine. The researchers used insect cells to manufacture coronavirus spike proteins to provoke an immune response. Zimic and his colleagues will inject these into mice to test them. But there’s an issue: if those tests are successful, the next step will be to immunize monkeys and then infect them with the coronavirus to see if the vaccine works. Peru has very little capacity to perform such experiments, Zimic says. \n  In 2016, FARVET began negotiations with Peru’s science agency, CONCYTEC, to be allowed to manufacture human vaccines. But Zimic suspects that intense political turmoil stopped the deal; since 2016, three former Peruvian presidents have been accused of corruption. One killed himself before being detained. Finding a COVID-19 vaccine, even one that doesn’t work, represents much more than a way out of the pandemic, says Zimic. It’s an opportunity to make the Peruvian government aware of the need to value science. Some things could soon change: FARVET has again reached out to health authorities to be certified as a human-vaccine maker. “We will not always be able to buy or import solutions,” says Zimic. “It is my dream that in Peru, as well as in several countries in Latin America, we start producing our own vaccines.”"},
{"file_id": "d41586-020-02835-y", "year": 2020, "body": "Australia’s universities and national science agency have been thrown a lifeline in yesterday’s budget, the country’s first since the pandemic began. As part of a major spending spree designed to kick-start the economy, universities are set to receive Aus$1 billion (US$710 million) in new funding to support research next year, and the Commonwealth Scientific and Industrial Research Organisation (CSIRO) will receive an extra Aus$459 million over four years. Researchers say the funding is a welcome boost, particularly for universities, which say they are in a dire financial situation because of the coronavirus pandemic. But academics maintain that the government needs to do more to sustain future research. The Aus$1 billion “will help universities deal with the immediate crisis we face and hopefully retain people who are potentially on the way out the door in the short term”, says Duncan Ivison, deputy vice-chancellor for research at the University of Sydney. But it doesn’t solve the long-term problem of a lack of research funding, he says. “We still have to figure out how to pay salaries beyond 2021.” Australian universities are forecast to lose up to Aus$7.6 billion in revenue that they would normally use to fund research over the next five years, largely because of a drop in the number of fee-paying international students following travel restrictions and border closures. As a result of the funding shortfall, an estimated 6,100 researchers are expected to lose their jobs — about 11% of the country’s research workforce. The boost for CSIRO is also much-needed, say researchers. The agency had estimated that it would lose Aus$100 million in revenue from its commercial activities next year. The extra money “will allow us to continue to deliver critical science for the nation, and help businesses grow and create jobs through innovation”, said a CSIRO spokesperson. The budget also includes Aus$238 million for the Australian Nuclear Science and Technology Organisation over four years. Meanwhile, Australia’s two major research funding agencies — the Australian Research Council and the National Health and Medical Research Council — will not receive any new money beyond keeping pace with inflation.  The government will also maintain its 2018 commitment to invest Aus$1.9 billion in research infrastructure over 12 years. In the latest budget, Aus$8.3 million has been earmarked for synthetic-biology infrastructure, Aus$36.3 million for upgrades to a ‘sea simulator’ at the Australian Institute of Marine Sciences near Townsville for studying marine organisms , and Aus$7.6 million for the Australian Community Climate and Earth System Simulator (ACCESS), which is being used to model the changing climate over the next three years. The government also announced Aus$1.9 billion in new money for low-emissions and renewables technologies over 12 years. The final budget will need to be approved by the Senate. The Aus$1 billion for universities will be available from January through the Research Support Program, which can be used for research costs, such as student training, electricity, libraries, laboratory equipment and salaries for technical and support staff. Vicki Thomson, chief executive of the Group of Eight, which represents leading research universities in Australia, said in a statement that the flexible funding arrangement “enables us to do what is needed now”. The billion-dollar boost “will help stop some of the job losses, but nowhere near all or even half of them”, says Peter Hurley, an education-policy researcher at Victoria University in Melbourne. The Australian Academy of Science says job cuts announced by universities over the past six months mean that projected losses in research positions are already being borne out. “How do we give our early-career researchers — especially young female researchers — hope that investments are going to continue for them to do the amazing research that we know they are capable of and Australia needs?” asks Ivison. He says his university is in the middle of consultations about voluntary redundancies for staff, in response to a projected decline in revenue of close to Aus$800 million over the next four years. Frank Jotzo, an environmental economist at Australian National University in Canberra, says that investment in universities is vital for economic recovery and to support Australia’s future prosperity. But the money given to universities and energy research is dwarfed by the tens of billions allocated to income-tax cuts and business subsidies, he says. “It is not obvious that the government is really out to support universities as part of the recovery.” The government has, however, established a working group with universities to consider ways to fund science in the wake of the pandemic. The new money for renewable-energy technology will finance research into clean hydrogen, energy storage, carbon capture and storage (CCS) and low-emissions steel and aluminium production, among other sectors. A large portion of the funding — Aus$1.62 billion over the next 10 years — has been earmarked for the Australian Renewable Energy Agency (ARENA), which supports renewable-energy projects and whose funding was due to run out this year. Although investments in clean-energy technologies are welcome, there is a lack of policies to support their deployment, says Jotzo. Researchers have also criticized the government for its plans to subsidize natural-gas projects, and invest in CCS, which will extend the life of coal-fired power stations. “The budget is a lost opportunity to decarbonize the Australian economy, even in the aftermath of deadly bush fires and the third mass bleaching of corals on the Great Barrier Reef, earlier this year,” says marine biologist Terry Hughes at James Cook University in Townsville."},
{"file_id": "d41586-020-00365-1", "year": 2020, "body": "  A European mission that will take the closest-ever pictures of the Sun and give scientists their first look at the star’s uncharted poles is preparing to launch. The craft, called the Solar Orbiter, is part of a group of missions and telescopes that are  . “Nobody has been able to take images this close to the Sun before,” says Helen O’Brien at Imperial College London, who manages the magnetometer instrument on the European Space Agency (ESA) Solar Orbiter, which also has NASA involvement. “We should see some beautiful images.” \n  On 9 February, the €500-million (US$550-million) Solar Orbiter spacecraft will launch from Cape Canaveral in Florida. Equipped with ten instruments, it will journey to Mercury’s orbit in the first stage of a mission that could last ten years. Its main aim is to investigate interactions between the Sun and its heliosphere — the bubble of the Sun’s activity in space, says O’Brien. “It’s really important to work out how the energy propagates from the surface out into interplanetary space.” The spacecraft will be placed into an orbit that will bring it, at its closest, just 42 million kilometres, or 0.28 astronomical units, from the Sun (1   is the distance between Earth and the Sun). It will take about two years to reach this orbit using gravitational assists from Venus. Scientists also hope to use the Solar Orbiter to work out what drives the   — the stream of particles and plasma that leaves the Sun’s outer atmosphere, called the corona, at hundreds of kilometres per second. Because of its proximity to the Sun, the craft will be able to take pristine measurements of the solar wind and energetic particles before they have been modified by their journey through space. The Solar Orbiter’s main science phase will begin in November 2021 and last for four years. But if the mission is extended, as ESA scientists hope it will be, the craft would enter a second phase, which would allow it to image the Sun’s poles for the first time. Over several years, mission controllers would raise the angle of the spacecraft’s orbit above the plane of the planets, using the gravitational pull of Venus. Reaching a maximum inclination of 33 degrees above the planetary plane, this will enable the craft to go up and over the Sun. \n  “We will gradually fly out of the ecliptic plane, and that will give us the first-ever views of the solar poles,” says Daniel Müller, a solar physicist at ESA’s European Space Research and Technology Centre in Noordwijk, the Netherlands, who is the project scientist on the mission. “We believe that is key to better understanding the Sun’s magnetic activity cycle, because over a timescale of 11 years, the magnetic polarity of the Sun changes, and the north pole becomes the south pole.” A previous mission, ESA and NASA’s Ulysses spacecraft, flew over the poles in the 1990s and 2000s — but it had no cameras. Most of the orbiter’s solar-powered instruments are behind a 40-centimetre-thick titanium shield. Although the front of this heat shield will bear the brunt of the 500 °C heat, the shielding and the effects of the vacuum of space mean that the instruments directly behind it will remain below 50 °C. These instruments include several cameras, which will peer through small holes in the heat shield to take images of the Sun from closer than any spacecraft in history. Protruding from the back of the spacecraft is a 4.4-metre-long boom carrying instruments such as the magnetometer, which will measure the solar wind’s magnetic field. The Solar Orbiter is heading to the Sun after  , which launched in August 2018. That craft is making the   — just 0.04   — but does not have cameras to image the star directly. “The two missions are going out for the same science, but really going after it with different methods,” says Nicola Fox, director of heliophysics at NASA’s Science Mission Directorate in Washington DC. “There will definitely be campaigns where Solar Orbiter will have all of its instruments switched on and Parker Solar Probe will be in very close. We’ll be able to do some very cool collaborative science.” Together, the spacecraft — along with the   — will be part of an “unprecedented” period in our understanding of the Sun, says Nour Raouafi, the project scientist for the Parker Solar Probe, who is based at the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland. “The next decade will be the golden age of solar and heliophysics research.”"},
{"file_id": "d41586-020-01114-0", "year": 2020, "body": "The plan to steal rocks from the surface of Mars is taking shape. The first step in this interplanetary heist will come in July, when NASA launches its Perseverance rover to roll around on the Martian surface and collect tubes of dust and rock. Now, officials have laid out exactly how those tubes might find their way back to Earth. It’s a soaringly ambitious, sure-to-be-expensive, international endeavour that involves sending multiple spacecraft to Mars to fetch the precious samples. If it works, scientists will finally get their hands on rocks retrieved from the red planet in just over 10 years. “What we can learn about Mars in our own laboratories is going to be fantastic,” said Michael Meyer, lead scientist for the Mars exploration programme at NASA headquarters in Washington DC, who outlined the plans at a virtual meeting on 15 April. The Perseverance rover is the first stage in the process of returning a sample from Mars. If it launches as planned in the coming months, it will land next February in Jezero crater, which is home to an old river delta that could hold signs of ancient Martian life. As it drives around for many kilometres, Perseverance will drill or scoop up material to fill around 30 small geological sampling tubes. Until now, it hasn’t been clear how those tubes might get back to Earth. But over the past few months, and after four years of designing and plotting, NASA and the European Space Agency (ESA) have finalized a plan that involves sending a pair of spacecraft to Mars in 2026. The first spacecraft would land in Jezero crater. There, a small rover would make its way to Perseverance, pick up the filled sampling tubes and transfer them to a “Mars ascent vehicle” — essentially a small rocket with a container to carry the samples. The Mars ascent vehicle would then blast off and place the container into Martian orbit. The second spacecraft would then manoeuvre itself next to the sample container, pick it up and fly it back to Earth. It would plummet to the ground at high speed, probably landing in a military training ground in Utah. The whole process will require many interplanetary firsts. No nation has ever launched a craft from the surface of Mars, or had two spacecraft rendezvous in Mars orbit. “This is by no means a simple task,” says Jim Watzin, head of NASA’s Mars exploration programme in Washington DC. “But we have kept it as simple as possible.” Landing and working in Jezero crater should be easier the second time around, notes Bethany Ehlmann, a planetary geologist at the California Institute of Technology in Pasadena. Perseverance will have had years to scout out the landscape and prepare the way for the small rover to join it. NASA and ESA have divided the work based on their experience working on Mars. NASA plans to build the sample-retrieval lander and the Mars ascent vehicle; ESA will work on the small rover and on flying the samples home. Unlike NASA, ESA has not yet sent a rover to Mars. It was due to launch one this year in a joint effort with the Russian space agency, but was forced to delay the project partly because of the coronavirus pandemic. Watzin declined to comment on how much the whole Mars sample-return project might cost, but it is likely to require at least several billion dollars from each agency. ESA officials committed to the plan at their triennial ministerial meeting last November. If all goes to schedule, the sample-return spacecraft will reach Mars in 2028. The small rover would do its work collecting and loading tubes during a season that is free of Martian dust storms and cold winter temperatures. After leaving Mars, the samples would land in Utah in September 2031. NASA and ESA put out a call this month for scientists interested in helping to plan how those precious samples will be studied."},
{"file_id": "ebola-experience-leaves-world-no-less-vulnerable-1.18844", "year": 2015, "body": "The world is no better prepared for the next global health emergency than it was when the current Ebola epidemic began nearly two years ago, a panel of health experts warns. \n \nThe problems that hampered the response to the Ebola outbreak, which has killed more than 11,000 people, have not been solved, the group warns in a paper published on 22 November in  The Lancet 1 . The panel, convened by Harvard University and the London School of Hygiene and Tropical Medicine, comprised more than 20 physicians, global health experts, lawyers and development and humanitarian specialists. Meanwhile, the outbreak stubbornly hangs on: on 20 November, hopes that it might be declared over by year's end were dashed by reports of new infections in Liberia, which  has twice been declared Ebola-free . “We're closer, but we're not yet ready for another outbreak of this magnitude,” says  epidemiologist David Heymann at the London School of Hygiene and Tropical Medicine, a report author. The report comes from one of four major Ebola review panels that are expected to call for an overhaul in the way that the international health community prevents and responds to outbreaks; others have been convened by the World Health Organization (WHO), the United Nations and the US National Academy of Medicine. It lays out ten recommendations for better preventing, detecting and responding to outbreaks; for speeding research on diseases that cause them; and for reforming the global systems that manage them. Like previous analyses,  the latest report singles out the WHO for failing to alert the world to the severity of the outbreak early enough, and recommends several reforms to the agency's structure, including changing the way it declares and responds to health emergencies and narrowing the scope of the WHO’s activities, which far outstrip its budget. But the committee says that the blame is not solely on the WHO. It calls for steps to bolster international research and development on emerging diseases between and during outbreaks, including negotiating agreements ahead of time on how to share data and samples and on how to conduct ethically sound clinical trials during outbreaks. And it recommends that those agreements ensure that affected communities gain access to the benefits of research.  Ethical disputes ,  disorganization  and  bureaucratic barriers  delayed research on experimental interventions during the current outbreak until it was largely too late to test them. The report also calls for a dedicated research fund aimed at interventions for neglected diseases that afflict the poor, which generally hold little potential for profit. Although there is consensus that the WHO is not up to the task of managing global outbreak response, long-term observers of the agency are doubtful that most of the report's suggested reforms will be adopted, because of resistance from the 194 member states that govern it. Health-security specialist Adam Kamradt-Scott at the University of Sydney in Australia says that the report's ideas for WHO reform represent “noble ideals”, but are unlikely to be passed. He wishes that the report had laid out more realistic recommendations. “It is genuinely disappointing that there are so few practical suggestions that take account of the very real political constraints that the WHO currently confronts,” says Kamradt-Scott. “I honestly doubt that many of these recommendations will be acted upon.” But physician Ashish Jha, co-chair of the report panel, is hopeful that the scale of this epidemic will serve as a wake-up call. “We have a horrific human casualty that should spur us on,” Jha says. “We have to engage in a sustained effort for as long as it takes to make sure the world is better prepared for the next pandemic.”"},
{"file_id": "mosquitoes-engineered-to-pass-down-genes-that-would-wipe-out-their-species-1.18974", "year": 2015, "body": "The mosquito that is responsible for most of the world’s malaria has been genetically modified to spread genes that could wipe out its species. Researchers engineered  Anopheles gambiae  mosquitoes — which spreads malaria across sub-Saharan Africa — to pass on genes that cause infertility in female offspring. The study, published in  Nature Biotechnology 1 , relies on a technology known as a gene drive, and appears two weeks after a US team reported using the same concept to  engineer malaria resistance into a different mosquito species 2 . The team, led by molecular biologist Tony Nolan and vector biologist Andrea Crisanti, both at Imperial College London, identified three genes in  Anopheles gambiae  that, when mutated, lead to infertility in females. To be infertile, females must inherit two mutated copies of a fertility gene, one for each chromosome. (In males, possessing the same mutated genes seems to have no effect on fertility.) Normally, natural selection would weed out such a harmful trait. Females with two copies of the mutated genes would not breed, whereas fertile females would tend to pass down healthy versions of the genes to their offspring. Gene drives, however, ensure that offspring inheriting only one broken copy of a gene automatically have their other chromosome edited, so that they end up with two mutations. As a result, infertility can spread rapidly through the population. The work relies on the genome-editing system CRISPR–Cas9. When a mosquito inherits the DNA that encodes CRISPR–Cas9 along with a mutated gene, the system copies the genetic alteration from one chromosome to another (see  'CRISPR, the disruptor' ). CRISPR–Cas9 has previously been used to develop gene drives in  yeast ,  fruit flies  and other  mosquitoes ; in a 23 November paper 2 , molecular biologist Anthony James at the University of California, Irvine, and his colleagues described a CRISPR–Cas9 gene drive in a South Asian mosquito species that could spread a malaria-inactivating antibody through a population. In the laboratory, Nolan and Crisanti designed gene drives that separately targeted each of the three infertility genes and showed that they worked as expected when introduced into male and female mosquitoes and bred over several generations: male and female offspring inherited two broken copies of the fertility genes, and females were left nearly completely infertile. The researchers also studied how the gene drives might spread in the wild. In cage experiments, Nolan and Crisanti’s team released 600 mosquitoes, half of them normal and half carrying an infertility gene drive. After four generations, 75% of the mosquitoes harboured the infertility mutations, in line with theoretical predications about how the trait would spread. “I really like this paper. It’s a beautiful piece of work,” says Kevin Esvelt, an evolutionary engineer at Harvard University in Cambridge, Massachusetts, who studies gene drives in yeast and nematode worms. That is not least, he says, because it was done in a mosquito species that is responsible for more than 100 million cases of malaria each year and hundreds of thousands of deaths. Eliminating mosquitoes  is more likely to alter ecosystems compared with approaches that equip the insects with malaria resistance, Esvelt says. But mosquito-elimination strategies will also be more difficult for malaria parasites to overcome because it would require them to find an entirely new host, he adds. “It’s hard to imagine that the parasite will not evolve resistance to whatever we do to mosquitoes.”  Few technical hurdles now stand in the way of using gene drives to control malaria, Esvelt says, underscoring an urgent need to consider how — or even whether — they should be tested in Africa and other regions. Nolan is circumspect on the prospects of gene drive field trials. “I think it is time to lay the groundwork and build capacity,” he says. “We’re certainly not rushing to the field next year.”"},
{"file_id": "russian-secret-service-to-vet-research-papers-1.18602", "year": 2015, "body": "A biology institute at Russia’s largest and most prestigious university has instructed its scientists to get all research manuscripts approved by the security service before submitting them to conferences or journals. The instructions, which come in response to an amended law on state secrets, appear in minutes from a meeting held on 5 October at the A. N. Belozersky Institute of Physico-Chemical Biology at Lomonosov Moscow State University (MSU). The Russian government says that the amendment is not designed to restrict the publication of basic, non-military research. But scientists say that they believe institutes across the country are issuing similar orders. “This is a return to Soviet times when in order to send a paper to an international journal, we had to get a permission specifying that the result is not new and important and hence may be published abroad,” says Mikhail Gelfand, a bioinformatician at MSU. In 1993, the government passed a law obliging scientists in Russia to get permission from the Federal Security Service (FSB) before publishing results that might have military or industrial significance. This mainly covered work that related to building weapons, including nuclear, biological and chemical ones. However, in May, President Vladimir Putin used a decree to expand the scope of the law to include any science that can be used to develop vaguely defined “new products”. The amendment was part of a broader crackdown that included declaring the deaths and wounding of soldiers during peacetime a secret; this was prompted by accusations that Russian soldiers are involved in conflict in Ukraine. Since then, rumours have emerged that Russian universities and institutes are demanding that manuscripts be approved before submission to comply with the amendment. The minutes from the Belozersky Institute meeting confirm this. “Be reminded that current legislation obliges scientists to get approval prior to publication of any article and conference talk or poster,” they say. They note that the rules apply to any publication or conference, foreign or national, and to all staff “without exception”. Scientists will need to seek permission from the university’s First Department — a branch of the FSB that exists at all Russian universities and research institutes, says Viacheslav Shuper, a geographer at the Russian Academy of Sciences in Moscow and MSU. He says that MSU geographers have been given similar instructions. The minutes tell scientists to seek permission “despite the obvious absurdity of the whole situation”. Vladimir Skulachev, director of the Belozersky Institute, did not respond to  Nature ’s queries as to how the changes might affect research in his department. Shuper and other academics say researchers across Russia have complained that their institutes are also asking for manuscript approval. “Many scientists in Russia don’t dare to speak openly,” says Shuper. “But I know that many are very unhappy about the degradation of their academic freedom.” Letting bureaucrats decide whether any piece of science is a state secret is not just nerve-wracking, but also burdensome, he says. For example, at some institutes, scientists who have written papers in English for foreign publication are obliged to translate them into Russian for the sake of the security service. The changes are also bad for science, says Fyodor Kondrashov, a Russian biologist at the Centre for Genomic Regulation in Barcelona, Spain. “The problem is that it appears that all scientific output is being treated as potentially classified,” he says. “This creates an unhealthy research climate with some scientists preferring not to share information — not to give a talk at a conference abroad, for example. I fear that the authorities will choose to apply this law selectively against their critics.” Sergey Salikhov, director of the Russian science ministry’s science and technology department, told  Nature  that the government does not intend the amendment to restrict the publication of basic research. He says that it is not ordering universities or security services to proactively enforce the law over civilian research. But the amendment leaves interpretation to the security services and science administrators, who tend to be over-zealous, says Gelfand. “Basically, anything new and potentially useful can now be interpreted to be a state secret,” says Konstantin Severinov, a molecular biologist with the Skolkovo Institute of Science and Technology, who graduated from MSU. The demand for approval runs counter to government efforts to strengthen and internationalize Russian science, says Severinov. The government aims to see 5 of the country’s universities enter the top 100 in the world rankings by 2020, and is keen to  attract leading foreign scientists to Russia . Gelfand says that he will not comply with the rules imposed by his institute, and he encourages others to follow suit. “A sad sign of overall deterioration here is that many are sheepishly following any absurdity instilled by the bureaucrats,” he says. “I am going to ignore it and hope that a sufficient number of colleagues would do the same.”"},
{"file_id": "d41586-020-03495-8", "year": 2020, "body": "A renowned HIV researcher, Rochelle Walensky, will become the new head of the US Centers for Disease Control and Prevention (CDC) after Joe Biden takes over as president in the new year — and scientists are thrilled. “Collectively, it feels like the entire infectious-disease and public-health community is excited to have her in the position, and to help lead the CDC during such a pivotal time,” wrote Saskia Popescu, a Phoenix, Arizona-based epidemiologist with George Mason University, in an e-mail to  . “As a prominent AIDS researcher, she knows what it takes to fight a global epidemic, including the need to prioritize clear, compelling messaging and culturally sensitive outreach to our hardest-hit communities,” wrote Michelle Williams, dean of the Harvard T.H. Chan School of Public Health in Boston, Massachusetts, also in an e-mail to  . The CDC’s reputation as a world-leading health and science agency has suffered during the pandemic. President Donald Trump’s administration has been widely criticized for   in its scientific activities. A more coordinated response, better public messaging and less political interference at health agencies such as the CDC, say researchers and analysts, could have mitigated the high COVID-19 infection numbers and death toll in the nation. Throughout the pandemic, Walensky, currently chief of infectious diseases at Massachusetts General Hospital in Boston and an HIV/AIDS researcher at Harvard Medical School, has been outspoken about the importance of science-based decision-making in the pandemic response, penning opinion articles communicating her views. In particular, she has   the controversial proposal that allowing people to become infected with the coronavirus to achieve   in a population would be an effective way of controlling the pandemic. “I'm honored to be called to lead the brilliant team at the CDC. We are ready to combat this virus with science and facts,” she tweeted. Walensky has served as an adviser to both the World Health Organization and the Joint United Nations Programme on HIV/AIDS. \n  The news website    of her appointment on 6 December — and Biden introduced his health team, including Walensky, formally on 8 December. Walensky is “uniquely qualified to restore morale and public trust\", said Biden during his introductions. \"She'll marshall our finest scientists in public health and experts at CDC to turn the tide on the crisis we're facing.\" Many epidemiologists and public-health researchers have expressed enthusiasm about Walensky’s appointment, on Twitter and beyond. “So glad to hear this — looking forward to your leadership,”  . Umair Shah, the executive director of Harris County Public Health in Houston, Texas, and the incoming secretary of health for Washington state, is confident that Walensky’s background and communication skills will translate to success at the agency. “What she brings to the table is both the infectious-disease expertise, but also the ability to restore faith in the CDC,” he says. “In those aspects, she’s well regarded.” \n  Public-health researchers   current CDC head Robert Redfield — also an HIV researcher — for a lack of clear guidance during the pandemic, as well as for failing to rebuff the Trump administration’s meddling. He will also be remembered for leading the agency when it failed to detect the coronavirus's spread in the United States in February, because of   of diagnostic kits. Biden has pledged to put the CDC back at the centre of the nation’s pandemic response, including having the agency resume regular press briefings for the public. Unlike many other key US political posts, Walensky’s appointment does not require confirmation by the Senate. Biden has also named other members of his health and pandemic-response team. Xavier Becerra, the attorney-general of California, is Biden’s nominee to head the Department of Health and Human Services, which oversees the CDC, as well as the Food and Drug Administration and the National Institutes of Health. Vivek Murthy, who previously served as surgeon general under former president Barack Obama, is set to reprise that role under Biden, advising the president-elect on public health. (Both of these positions require Senate confirmation.) Physician Marcella Nunez-Smith at Yale School of Medicine in New Haven, Connecticut, will be the co-chair of the newly created COVID-19 Equity Task Force, which aims to address the racial and ethnic disparities of the pandemic. And Anthony Fauci, who has been one of the most prominent scientists in the US pandemic response so far, will serve as Biden’s chief medical adviser on COVID-19."},
{"file_id": "d41586-020-01587-z", "year": 2020, "body": "After her university closed in March, Jeannine Randall sat down to adapt her research plan for a pandemic. Her project to monitor tree swallows through the spring and summer with a team of three scientists would now require travelling to the nesting sites in separate vehicles, using individual work kits, staying 2 metres apart and, of course, sanitizing regularly. When she realized hand sanitizer was in short supply in shops, she made her own batch using ethanol from her lab. Now, as her school, the University of Northern British Columbia in Prince George, Canada, resumes some services, she is putting the plan into action: counting eggs, waiting for hatchlings and watching the birds from daybreak to sundown. “I think scientists are very well placed in some ways to come up with a protocol that makes sense and then follow it,” says Randall, an avian ecologist. As countries around the world begin lifting pandemic lockdowns, researchers are entering a new phase of work — donning masks with their lab coats, staggering hours in laboratory spaces and taking shifts on shared instruments. Some universities have created detailed plans to track and test staff, and many have limited the capacity of indoor spaces and the flow of people through hallways and entrances. For others, post-lockdown plans are still taking shape. And whereas some universities have worked in lockstep with governments to formulate safety plans, others have charted their own paths.  \n  University associations in the United States estimate that research there will need a boost of at least US$26 billion to get back up to speed. Among them, the Association of American Universities in Washington DC is drafting a set of priorities for university leaders to consider as they tackle reopening. Of more than 3,000 researchers who responded to an online   reader poll last month, just under half said that they are still on lockdown. Following national policy trends, scientists in the United Kingdom, United States and Brazil were among the most likely to report restrictions, whereas only about 7% of those from Germany did (see ‘Getting back to business’). “Now, we are mostly back to normal, apart from wearing face masks and having to maintain a certain distance between each other,” says Boyan Garvalov, a cancer researcher at Heidelberg University, who juggles his career with monitoring his kids’ online learning. He currently splits time at home with his spouse, trading shifts at work. In Italy, which was hit particularly hard early in the global pandemic, nearly 30% of roughly 90 respondents to the   poll say that they have returned to work, and another 18% report having worked throughout lockdowns. One of these is cell biologist Paolo Bernardi, who went into the University of Padua nearly every working day to oversee a skeleton staff and teach his pathophysiology class over Zoom. “Now we are seeing better days,” Bernardi says. His lab is at about 50% capacity. University guidelines for resuming work, in effect since 26 April, require distances of 1 metre between people in brief contact, increased to 2 metres for those occupying the same room for more than 15 minutes; masks are to be worn at all times and gloves are compulsory in the lab. Capacity is limited to three people to a room, conference rooms are closed and meetings must still take place through calls or videoconferencing. Bernardi is comfortable with the university’s balance of safety and flexibility. \n  At the University of Groningen in the Netherlands, researchers have been asked to avoid working with hazardous chemicals when they can, to minimize the risk of spills that would require medical attention, according to Jana Volaric, a synthetic organic chemist. But for her, the biggest impact is  . She had hoped to be networking in anticipation of being on the job market next year, and she says that meaningful interactions are harder to come by at online conferences. “This is the most disappointing part.” Organic chemist Kirsty Anderson lost about four weeks of work when the University of Auckland in New Zealand closed down along with the rest of the country. It reopened partially a few weeks ago, and instituted many of the restrictions seen in Europe. But it also required people who entered the building to mark their time of entry and location on timesheets, and maintain a distance of 2 metres between people at all times. With lift access restricted to one person at a time, she often climbed the seven flights of stairs to get to the lab. With more services opening in mid-May, the check-in database is now online. She and her colleagues are taking odd- and even-hour rotations at their office desks to meet the university’s spacing requirements. Shared instruments such as the nuclear magnetic resonance and mass-spectroscopy tools are run by designated operators to minimize contact — Anderson hands over samples, wiped before drop-off, and sends codes and instructions through a shared online document. \n  Winston Byblow, a neuroscientist who studies motor function after strokes at the University of Auckland, says the government and university are united in their safety messaging and pandemic response. “Everyone is singing from the same song sheet,” he says. He’s worried, however, that experiments with human participants might take a hit for a while. People are going to be wary about taking part in trials for many months, because of concerns about being in enclosed spaces with others, he says. “If recruitment rates drop because of uncertainty or fear, then it just means that it’s going to take a lot longer to complete the research, and that comes at a cost.” Other universities are striking out on their own. Jorge Huete-Pérez is a molecular biologist and vice-president at the University of Central America in Managua, a private university with about 8,000 students. The institution formulated its own lockdown plan — reducing the number of people on campus by about 90% — independent of the Nicaraguan government, which put in place no measures to mitigate the virus’s spread. The pandemic arrived late in Central America, and reports put the total number of cases in Nicaragua at less than 800. But Huete-Pérez thinks the real number is higher, more in step with or perhaps higher than the 1,000 cases reported in neighbouring Costa Rica, and roughly 5,000 in Honduras. “We don’t really know the real dimensions of the COVID situation,” he says. When it is time reopen, in the absence of guidelines from the Nicaraguan government, he anticipates that he will look to independent medical organizations and the WHO, to inform the university’s plan. \n  In the United States, as the presidential administration and the Centers for Disease Control and Prevention clashed over the plan for a post-pandemic return to work, the University of California, San Diego, drafted a detailed one of its own, including an ambitious screening and testing regime for staff and students, to come into effect in the autumn, that relies on campus labs to process samples. The   begun on May 11, tested more than 1,000 students and ended last week.  But that approach is something of an anomaly. In the United States, policies and priorities can differ drastically between states. “The situation is changing pretty rapidly and the stakes are very high,” says Peter Schiffer, a physicist and former vice-provost for research at Yale University in New Haven, Connecticut, who is a senior fellow at the AAU. A number of universities have adjusted their schedules or delayed students’ return to campus until next year, but have yet to firm up plans for researchers.  The logistics are unparalleled says Tobin Smith, vice-president for policy at the AAU. “This is all new territory.”"},
{"file_id": "d41586-020-00166-6", "year": 2020, "body": "The world is racing to learn more about the   that was first detected in Wuhan, China, last month and is causing increasing alarm around the world. As   went to press, officials in China had confirmed more than 4,500 cases of the virus, which causes a respiratory illness, and some 100 deaths. Around 50 cases had also been confirmed in other countries, in Asia, the United States and Europe. \n  Researchers fear similarities to the 2002–03 epidemic of severe acute respiratory syndrome (SARS), which emerged in southern China and killed 774 people in 37 countries. Both are members of a large virus family, called coronaviruses, that also includes viruses responsible for the common cold. China has taken unprecedented action to try to halt the outbreak — including putting Wuhan and nearby cities on ‘lockdown’, restricting travel in and out of the cities. For now, the World Health Organization (WHO) has held off declaring a public-health emergency of international concern — the agency’s highest level of alarm — after a meeting of officials last week, but that could change.  rounds up the questions at the heart of scientists’ efforts to understand the virus. This is the most urgent question surrounding the outbreak. Chinese authorities have confirmed that it spreads from person to person after identifying clusters of cases among families, as well as transmission from patients to health-care workers. Monitoring the rate at which new cases appear, and when symptoms began for each case, should reveal how easily the virus passes between humans and whether the outbreak has the potential to persist. One figure that epidemiologists want is the number of people that someone with the virus tends to infect — known as  . An   of more than 1 means that countermeasures, such as quarantine, will be needed to contain the spread. The WHO last week published an estimated   of 1.4–2.5. Other teams suggest slightly higher values . These estimates are similar to the   of SARS during the early stages of the 2002–03 outbreak, and of the novel strain of H1N1 influenza that caused a pandemic in 2009. But they are higher than   values estimated during outbreaks of the Middle East respiratory syndrome (MERS) virus, a coronavirus similar to SARS. “Now it’s in the range of these other important epidemics, and that indicates the potential that it will cause a similar scale of public-health concern if nothing else happens,” says Mark Woolhouse, an epidemiologist at the University of Edinburgh, UK. But researchers caution that   estimates come with large uncertainties because of gaps in the data, and the assumptions used to calculate the figure. They also point out that the   is a moving target and that estimates of the figure change over the course of an outbreak — as control measures are implemented. In the coming days, health authorities and researchers will be looking for signs that the travel restrictions in Wuhan and other Chinese cities, and other steps taken by to stem transmission, have reduced the   there. Another major unanswered question is whether — and how extensively — people without symptoms can infect others. A study  of a cluster of six infections in a family in Shenzhen identified a child who was infected with the virus but showed no symptoms. If such asymptomatic cases are common and these individuals can spread the virus, then containing its spread will be much more difficult, researchers say. Key to controlling the SARS virus was the fact that few cases were asymptomatic. “Defining the scale of asymptomatic transmission remains key: if this is a rare event then its impact should be minimal in terms of the overall outbreak,” Jonathan Ball, a virologist at the University of Nottingham, UK, said in a statement distributed by the UK Science Media Centre. “But, if this transmission mode is contributing significantly then control becomes increasingly difficult.” \n  One way to determine whether symptom-free people can spread the virus would be to study its spread in individual households in China, says Sheila Bird, a biostatistician at the University of Cambridge, UK. By monitoring all the members of a household in which one person is infected, it should be possible to determine who else contracts the virus and how. Such studies would also be helpful for identifying ways of stopping spread in households, Bird adds. Raina MacIntyre, an epidemiologist at the University of New South Wales in Sydney, Australia, says that although the rise in cases probably reflects an increase in testing for and detecting the virus, the dramatic jump is concerning. “It’s very much a dynamic picture, and until we have an indication that cases are declining, it’s going to continue to be of concern,” she says. But MacIntyre also notes that researchers are struggling to accurately model the outbreak, and to predict how it might unfold, because the case-report data being released by Chinese authorities are incomplete. “What we need to identify is when people got sick, not when the cases were reported, and all we’ve seen so far is when the cases were reported.” High rates of pneumonia among the first people infected had many researchers worried that the Wuhan virus was especially pernicious. Those concerns have receded slightly, as more mild cases have turned up. With some 100 deaths in more than 4,500 reported cases, the virus does not seem to be as deadly as SARS — which killed around 10% of the people it infected. But “It’s too early to be sanguine about the severity”, says Neil Ferguson, a mathematical epidemiologist at Imperial College London. Authorities are working on the theory that the virus originated in an unidentified animal or animals, and spread to humans at an animal and seafood market in Wuhan, which is now closed. Identification of the animal source of the virus could help officials to control the current outbreak and gauge its threat — and potentially prevent future epidemics, say researchers. Genetic sequencing suggests that the Wuhan virus is related to  , including SARS and its close relatives. But other mammals can transmit these viruses — SARS was probably spread to humans by civet cats. \n  The market in Wuhan also sells wild animals. And in a controversial study  published last week, a team of researchers in China who had performed a genetic analysis suggested that the virus jumped to humans from snakes. But other scientists were sceptical of the study, and said that there is no proof that viruses such as those behind the outbreak can infect species other than mammals and birds. “Nothing supports snakes being involved,” says David Robertson, a virologist at the University of Glasgow, UK. Many researchers think that the animal host or hosts of the virus won’t be identified without further field and laboratory work. And many hope that genetic tests of animals or environmental sources will turn up clues. A mammal is the most likely candidate, says Cui Jie, a virologist at the Pasteur Institute of Shanghai who was part of a team that identified SARS-related viruses in bats from a cave in Yunnan province in southwestern China in 2017. SARS and the new virus are part of a subgroup known as betacoronaviruses. Fieldwork in the wake of the SARS outbreak has found such viruses only in mammals, Cui says. Genetic sequencing of the Wuhan coronavirus offers clues to its origins and spread. Labs in China and Thailand have sequenced the genomes of more than 20 strains found in infected people and have made them publicly available. That’s “pretty remarkable”, says Trevor Bedford, an evolutionary geneticist at the Fred Hutchinson Cancer Research Center in Seattle, Washington, who is  . “People are extremely fast and excellent about data sharing,” he adds. Bedford and other geneticists are using the data to determine when the virus emerged — current estimates point to November 2019. Viral sequences, Bedford adds, could identify any genetic changes that might have helped the virus make the jump from animals to humans. And if there is extensive human-to-human transmission, Bedford and other geneticists will be looking for signs that the virus has gained further mutations that are enabling it to spread more efficiently in humans. Bedford cautions that any conclusions are preliminary, because so few data are available. “Adding a few key samples can change the story significantly,” he says. No drugs have been shown to be effective in treating SARS or other coronavirus infections in humans, and no vaccines aimed at preventing these infections have been licensed. A team at China’s National Engineering Research Center for the Emergence Drugs in Beijing is working on finding therapies that would work by blocking the receptor on human cells that the virus latches on to and uses to infect the cells. A  , published on 16 January, found that they probably bind to the same receptor. The team is hoping to revive efforts to develop treatments for SARS and adapt them in a bid to develop a drug that could work against the latest virus. Another researcher who has been developing drugs for coronaviruses since the SARS outbreak is hoping to  . Chinese authorities are also testing whether existing HIV drugs can treat the infection. Ritonavir and liponavir, which are approved to treat HIV, are being given to people with pneumonia caused by the coronavirus, according to media reports and a 26 January statement by the Beijing branch of China’s National Health Commission."}
]