[
{"file_id": "d41586-021-03756-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02887-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-03004-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-03393-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-02726-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02772-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02835-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02896-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03524-0", "year": 2021, "body": "In 2020, we began teaching a course on women, science and the environment to undergraduate and graduate ecology students at the Federal University of Rio de Janeiro in Brazil. The course included lessons from many Brazilian women who lead social movements. We selected speakers on the basis of our networks and knowledge of the field, and we drew on their experiences to build the content. The inspiration for this course came from a talk delivered by two women at ECO 2019, an event organized by graduate students to discuss graduate life and research. They used the trajectories of four often-overlooked female scientists to address the challenges faced by women as graduate students, and the scarcity of women in senior positions in our department. The overlooked scientists were Hypatia, a philosopher, astronomer and mathematician in the late fourth century ad who taught at the Museum of Alexandria in Egypt; Maria Merian, a naturalist and scientific illustrator in the seventeenth century who was one of the earliest European naturalists to observe insects directly; Enedina Alves, the first Black woman to graduate with a degree in engineering in Brazil, in 1945; and Bertha Lutz, a twentieth-century herpetologist at the National Museum of Brazil in Rio de Janeiro, who fought for the inclusion of women’s rights in the United Nations Charter. The talk reinforced our own experiences, and we decided to develop a course to explore the issues further. Together, we arrived at a syllabus that included 16 invited speakers, all women: half from academia and half from social movements and organizations. The academics were from fields including urbanism, neurobiology, mathematics and philosophy. Some classes were structured to have two speakers exchanging ideas. But after the first face-to-face classes in March 2020, the coronavirus pandemic struck Brazil, and we put the course on hold. Six months later, classes resumed in a shorter, online format. In total, around 20 women and 2 men completed it. Online, we decided to prioritize speakers from social movements, because the main objective was to show students how fights for ecological and environmental rights go hand in hand with human rights and sustainable development. Eight speakers shared their rich life stories and struggle for environmental and social justice. Miriam Nobre, who works to promote women’s rights in agriculture , spoke about the relationship between feminism and environmental action, and about Brazil’s transition to sustainable farming. Cris dos Prazeres spoke about ReciclAção, a recycling project sparked by a 2010 landslide at Morro dos Prazeres, a favela, or informal settlement, in Rio de Janeiro. Cris showed us how the discussion is tied into environmental justice, and how women became key players in the project. \n  \n   Collection: Life in the lab \n  Juliana Deprá, from the Movement for Popular Sovereignty in Mining, spoke about the environmental impact of mining in Brazil, and how the movement fights human-rights violations in the industry, along with pollution caused by drainage from mines, and incursion into Indigenous peoples’ territories. Mining has, historically, been filled with prejudice and violence against women. However, women have an increasing presence in the industry, and have gained a prominent role in mining social movements. These and the other talks raised the question of the relationship between gender and environmental issues, and why women often seize major roles in social and environmental movements, at least in Latin America. There is a clear relationship between ecology and social rights: data show that vulnerable groups suffer the most from human-driven natural disasters, such as desertification and landslides. And women have more difficulties than men in many of these circumstances, according to 2019 data from the United Nations. Climate change, for example, can lead to food insecurity — and women will often prioritize feeding the people who depend on them, such as their children and even their partners, rather than themselves. Gender disparity in food security grew in 2020: women are now 10% more likely than men to be affected by food insecurity, compared with 6% in 2019. And, globally, there are 4.4 million more women than men living on less than US$1.90 a day. It is important to collate and articulate technical scientific knowledge to explain the relationship between the global economy, the environment and women’s rights. A dialogue is needed to discuss and propose alternatives to the patriarchal structure while showing the importance of women’s work and how it is related to the environment. Our course included discussions of the link between ecological or environmental problems and health and vulnerability. The students discovered that women have a lot to say about these topics. The course highlighted the need for co-production of knowledge between academics and non-academics. It also showed that we must urgently construct a new ethic of care, centring the sustainability of life and focusing on equality, social justice, democracy, harmony with the environment and solidarity. \n  \n   Collection: the PhD \n  On the last day of the course, we had a class discussion about how it had gone; we also asked the students to fill in an anonymous survey. An evaluation of the results showed us that the students and we ourselves had all become more aware of the common effort needed to achieve a more collective and sustainable future. The course’s WhatsApp group became a space to support women in need and disseminate information about women in science and the environment, and we opened to people in the environmental field across Rio de Janeiro. The key elements for success, in our view, included the transdisciplinary nature of the course, with a team of invited speakers from diverse backgrounds. The topics discussed involved issues relevant in both urban and rural environments, and the speakers’ approaches touched on the political, academic, cultural and even religious spheres. Furthermore, we gave the invited speakers freedom to choose how they wanted to convey their ideas: some produced a conventional slide-show presentation; some showed the physical space where they and their colleagues worked; some engaged in very personal and emotional dialogues with the students. The online format let us invite speakers from outside Rio de Janeiro, but that meant that students had fewer opportunities to volunteer for the speakers’ projects and organizations as part of their learning experience. That could have given the students on-the-ground experience in developing projects, and could have built their capacity for environmental leadership. We plan to repeat the course, and hope to rescue this element when the university resumes face-to-face activities. Creating links between society and academia will help us all to democratize science and pursue development sustainably."},
{"file_id": "d41586-021-02359-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-03551-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03566-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-03703-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-03482-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03760-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02538-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02634-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02374-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02527-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02601-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02352-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01658-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01641-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01795-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01775-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-01682-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01832-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01797-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01831-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01905-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01888-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02001-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-01952-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02133-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02112-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02067-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01598-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02286-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02215-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02325-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-02028-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00606-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00730-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-00846-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00899-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00917-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00711-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00796-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-00928-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-00879-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01103-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00985-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01208-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01273-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01233-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01376-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00010-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-01485-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00089-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-00096-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00042-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00106-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00181-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00025-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00233-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00200-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00389-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00032-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00353-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00386-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-00474-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00398-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00341-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00444-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00566-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00521-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01498-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01579-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00480-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01518-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00611-0", "year": 2021, "body": ""}
]