[
{"file_id": "d41586-021-03607-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-03555-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03550-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-03606-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-03604-1", "year": 2021, "body": "The accuracy of survey results is often thought to increase with sample size. However,  writing in  Nature , Bradley  et al. 1  show that this is not always the case. Although ‘big’ surveys can, under certain conditions, be useful for tracking changes in a population measure over time and across space, their estimates of population variables can be considerably biased. \n  \n   Read the paper: Unrepresentative big surveys significantly overestimated US vaccine uptake \n  Early in the COVID-19 pandemic, many nations lacked essential epidemiological data — even those with well-developed public-health monitoring infrastructures. There was a scarcity of timely information on regional increases in SARS-CoV-2 infections, on adherence to physical-distancing measures and on the social and economic effects of the pandemic. The state-sponsored data collections that existed at the time were often too slow to meet the demands generated by the pandemic. As a result, some private companies jumped in to offer data; for example, Google, in Mountain View, California, provided anonymized, aggregated data on people’s mobility ( go.nature.com/3htjccv ), and Facebook in Menlo Park, California, presented anonymized and aggregated data about the development of connections between different geographical regions ( go.nature.com/3lwknax ). The London-based lifestyle company ZOE built the ZOE COVID Study app in collaboration with academic partners ( go.nature.com/3i7ypxj ). The app surveyed participants who downloaded it, to identify infection hotspots and track the effect of mitigation measures. And when vaccination programmes were rolled out, it was used to record COVID-19 vaccine side effects. In addition, various private-sector surveys — many of which were archived by the US-based Societal Experts Action Network ( go.nature.com/3rcmkwh ) — produced data on changes in the public’s response to the pandemic. The US Census Bureau, in partnership with various federal agencies, and the Delphi group at Carnegie Mellon University, based in Pittsburgh, Pennsylvania, in partnership with Facebook, designed and performed massive surveys to forecast the spread of COVID-19 and measure its effects; questions about vaccination were added in early 2021. With more than 3 million and 25 million responses collected, respectively (as of November 2021; see  go.nature.com/3dg0qvy  and  go.nature.com/3y2r1bk ), these are now probably the largest US surveys relating to the pandemic. However, using a subset of responses, Bradley and colleagues demonstrate that the US Census Bureau–federal agencies survey (dubbed the Census Household Pulse survey) and the Delphi–Facebook survey overestimated the vaccination uptake compared with the benchmark data from the US Centers for Disease Control and Prevention (CDC) (Fig. 1). The authors conclude that having more data does not necessarily lead to better estimates. They discuss how design choices in survey-data collection can lead to error — in this case, the overestimation of vaccination uptake. Their findings are a reminder to researchers that statistical precision does not equate to unbiased population estimates. Bradley and co-workers focus on three elements that can contribute to the size of the error — that is, the difference between estimates from big surveys and actual population values. These elements are data quantity (the fraction of a population that is captured in the sample), problem difficulty (how much variation in the outcome of interest there is in the population) and data quality. The quality is very difficult to assess, because there is usually no independently verified ‘ground truth’ or ‘gold standard’ with which to compare survey data. In this case, the CDC’s reports of the numbers of vaccines administered provide benchmark data with which the estimates reported in the surveys could be compared. Under the strong assumption that these reports are indeed the gold standard and reflect the correct vaccination rates, the survey estimates can be compared with these official numbers (which the CDC frequently updates; state-level estimates updated more recently than those used by Bradley  et al.  can be found at  go.nature.com/3dtrdit ). Using this approach, Bradley  et al.  evaluated estimates from several surveys and found that they did not match the CDC’s reported rates of vaccination uptake. \n  \n   Tracking inequalities in education around the globe \n  However, what the metric used by Bradley and colleagues does not enable us to answer — at least, not quantitatively — is the cause of the differences in data quality. To address this issue, the authors used a conceptual framework from survey methodology 2  called the total survey error (TSE) framework 3 , which can help to optimize survey-data quality in three key ways. First, the TSE framework seeks to ensure that the population of interest and the members included in the ‘frame’ from which the sample is drawn are aligned. Facebook’s active user base is an example of a population that is not aligned with the entire population of the United States. Therefore, if Facebook users have different vaccination habits from those who do not use Facebook, estimates from a survey of Facebook users will be biased. Second, the framework aims to minimize the extent to which those who are sampled and respond differ from the sample members who do not respond. For example, some people who don’t trust the government might be less likely to respond to a government survey. Third, the accordance between the survey measure and the construct of interest should be maximized, and the respondents need to answer in the way intended. For example, questions about vaccination are at risk of being answered positively if respondents feel that they need to present themselves in a favourable light. For certain inferential tasks, surveys with deficiencies can be useful 4 . The usefulness of a data set can be evaluated only in the context of a specific research question. For example, data from samples that are known to be biased have provided useful information for monitoring inflation rates, as exemplified by the Billion Prices Project ( go.nature.com/3i6qock ) 5  — which, for years, used prices of online goods and services to estimate alternative indices of inflation. The project was able to do this because, even though not all goods and services were online, online and offline price changes tracked each other. Similarly, the data produced by the US Census Bureau and its partner agencies, and by the Delphi–Facebook partnership, can help to create early-warning systems when administrative data are lacking, as well as help to track cases 6  and evaluate the effectiveness of measures designed to mitigate the spread of SARS-CoV-2 infections, if the errors of these surveys stay constant over time. \n  \n   Helpline data used to monitor population distress in a pandemic \n  Large sample sizes can also reveal relationships between variables — such as reasons for vaccine hesitancy in subgroups of the population, and changes in these reasons over time — unless these relationships for survey respondents differ from those for people who do not respond. Samples collected at a high frequency over time and across relatively small geographical areas, such as some of the samples discussed by Bradley and colleagues, can also be used to evaluate the need for and effectiveness of policy interventions, such as mask-wearing mandates, lockdowns and school-based measures to limit COVID-19 spread 7 – 9 . The world is moving towards making decisions on the basis of data — as reflected, for example, in the US Foundations for Evidence-Based Policymaking Act of 2018 and the European Data Strategy ( go.nature.com/3cp1f7o ). In response to these changes, we will probably see more data from all kinds of sources, not just surveys. Strong hopes rest on having more available administrative data, such as those from the CDC, that can in some instances replace survey data 10  and, in others, improve survey estimates 11 . However, as with survey data, we will need robust frameworks and metrics to assess the quality of the data provided by governments, academic institutions and the private sector, and to guide us in using such data. The work by Bradley and colleagues reminds us that, alongside the studies themselves, research is needed on how best to use data — and on their quality and relevance to the question being asked."},
{"file_id": "d41586-021-03560-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03679-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03682-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-03770-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-03681-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-03739-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-03605-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-03458-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03730-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03767-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03769-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-03768-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03799-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-03729-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-03037-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03382-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-03038-9", "year": 2021, "body": "An important challenge in addressing mental-health problems is that trends can be difficult to detect because detection relies heavily on self-disclosure. As such, helplines — telephone services that provide crisis intervention to callers seeking help — might serve as a particularly useful source of anonymized data regarding the mental health of a population. This profiling could be especially useful during the COVID-19 pandemic, given the potential emergence or exacerbation of mental-health problems 1 . Together, the threat of disease to oneself and others that is associated with a local epidemic 2 , the restrictiveness of local non-pharmaceutical interventions (such as stay-at-home orders) and the potential associated loss of income could have contributed to a decline in the mental health of a population while at the same time inhibiting or delaying people’s search for help for problems 3 .  Writing in  Nature , Brülhart  et al. 4  present evidence suggesting that helpline-call data can be used to monitor real-time changes in the mental health of a population — including over the course of the COVID-19 pandemic. \n  \n   Read the paper: Mental health concerns during the COVID-19 pandemic as revealed by helpline calls \n  More so than in other areas of medicine, the stigma that can be associated with mental illness often prevents people from fully disclosing their experiences and feelings to those in their social networks, or even to licensed mental-health-care professionals. Furthermore, although mental illness contributes immensely to the global disease burden, primary health-care providers are overburdened, mental-health systems are underfunded and access to evidence-based treatment remains poor 5 , 6 . For these reasons, helplines have, since their introduction in the United Kingdom by Samaritans in 1953, played a key part in providing low- or no-cost, anonymous support to people with unmet acute and chronic mental-health needs around the world. Brülhart and colleagues updated and expanded on their previous work looking at helpline calls in one country 7  by assembling data on more than 7 million helpline calls in 19 countries over the course of 2019, 2020 and part of 2021. They found that, within 6 weeks of the start of a country’s initial outbreak (defined as the week in which the cumulative number of reported SARS-CoV-2 infections was higher than 1 in 100,000 inhabitants), call volumes to helplines peaked at 35% higher than pre-pandemic levels (Fig. 1). By examining the changes in the proportion of calls relating to different categories, Brülhart and co-workers attribute these increases to fear, loneliness and concerns about health. The authors also found that suicide-related calls increased in the wake of more-stringent, non-pharmaceutical interventions, but that such calls decreased when income-support policies were introduced. The latter finding is perhaps unsurprising, but is a welcome addition to the evidence base that supports ongoing appeals for financial and other support to mitigate the adverse effects of non-pharmaceutical interventions on uncertainties over employment, income and housing security 8 . The study by Brülhart  et al.  is among the most comprehensive such analyses of helpline data 9 , 10  conducted so far. Other investigators have used data from Internet search-engine queries 11  or electronic health records 12  to track mental-health trends in a population. Compared with data on mental-health-related queries in search engines (which might represent information-seeking rather than help-seeking), helpline-call data are more likely to reflect the mental-health concerns of individual callers. And they are not subject to the lag times that might impose limitations on the use of electronic health records for tracking the mental health of a population. Nevertheless, there are limitations to the use of helpline-call data for monitoring people’s mental health. Individuals in emotional distress who choose to call a helpline are unlikely to have a similar mental-health profile to people in emotional distress who do not call helplines or who lack the means to make such a call. Furthermore, for people who do not live alone, stay-at-home restrictions could compromise the privacy that they might need to place a helpline call, particularly in circumstances in which they are at risk of violence from an intimate partner 13 . These factors, which would probably result in underestimates of population mental-health problems, would be likely to reduce the usefulness of helpline-call data for monitoring. \n  \n   Text-message nudges encourage COVID vaccination \n  There are also limitations to relying on the identified topics of the calls, because there might be within- and between-country differences in how the calls are interpreted and categorized. Whether an individual call is categorized as being prompted by ‘a relationship issue’ as opposed to ‘loneliness’ or ‘violence’, for example, is likely to be governed by operator- and culture-specific factors. In addition, the identified topic might not reflect the underlying source of concern, but rather be a topic that the caller wants to discuss with the helpline operator. Furthermore, although helplines are an established service, and call data (such as call topic) can be analysed, less is known about the individuals making the calls, and relatively few studies have examined the characteristics of helpline callers 14 . Anonymized data on the characteristics of helpline callers could be correlated with data on the content of helpline calls to further inform mental-health policy, service delivery and programme implementation. In doing this, we would be able to identify the types of individual who might benefit from these intervention or prevention programmes. Despite these limitations, Brülhart and colleagues’ study improves our understanding of how experiences of the pandemic around the world have led people to reach out for help. Although, for the reasons described above, help-seeking is not a straightforward indicator of distress, the call volumes over time — which showed an initial peak and then a decline to pre-pandemic levels — have a trajectory that is consistent with that seen in longitudinal studies that have assessed distress over time during the pandemic through other methodologies (such as using surveys) 15 , 16 . It seems that the convergence of findings from different methods for monitoring mental health in populations can further inform our understanding of how the pandemic has driven both distress and help-seeking behaviour. \n  \n   Scrutinizing the defects of digital technology on mental health \n  The rapid changes in the trajectory of the COVID-19 pandemic and its immediate effects on acute distress have revealed the urgent need for real-time monitoring to enable evidence-based, responsive changes in social policies and health-care systems to be implemented and assessed. Public-health officials have relied on the tracking of the spread of the SARS-CoV-2 virus worldwide to guide interventions to prevent disease; however, similar efforts are also urgently needed to address mental-health problems. Helpline-call data could enable policymakers, mental-health professionals and the general public to determine the best course of action for addressing mental-health concerns and any associated problems. Understanding how policies specifically influence mental health on the basis of location (for example, country) and caller demographic (including age, gender and race) could enable policies to be tailored and optimized. This study serves as an excellent example of a data resource that it is hoped will spur researchers to assess the promise of applying other data sources (such as Internet applications and text- or Internet-based messaging services) to monitor population mental health in other countries worldwide."},
{"file_id": "d41586-021-03400-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03011-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-03384-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-03678-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03456-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-03513-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-03383-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-02957-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03381-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03385-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03028-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03457-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-03561-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-03512-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-03469-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-03549-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-03012-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-03547-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03511-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02778-y", "year": 2021, "body": "Most cases of SARS-CoV-2 infection are mild, but a proportion of people progress to severe COVID-19 for reasons that are not entirely clear. Some factors associated with the severe illness are known. For example, people with severe COVID-19 often have other pre-existing conditions, such as coronary artery disease, hypertension and diabetes 1 . Unsurprisingly, compromised antiviral defences can also lead to life-threatening illness, as is the case for around 15% of people with severe COVID-19 who have a deficiency in what is called the type I interferon pathway 2 . Indeed, it has been known since the discovery of this pathway in 1957 that it directly interferes with viral replication in an infected cell 3 . \n  \n   Read the paper: Untimely TGFβ responses in COVID-19 limit antiviral functions of NK cells \n  There might also be other mechanisms at play in antiviral defences, such as a role for the natural killer (NK) cells of the immune system.  Writing in  Nature , Witkowski  et al. 4  report that people with severe COVID-19 have higher than normal levels of an anti-inflammatory molecule, transforming growth factor-β1 (TGF‑β1), in their bloodstream, and that this is associated with impaired antiviral defence by NK cells and defective immune-system control of SARS‑CoV-2. Natural killer cells are white blood cells that are part of the innate branch of the immune system. They make key contributions to tackling viral infections, and their rapid activation is linked to the efficient control of several types of virus 5 . NK cells can eliminate virus-infected cells in various ways — by releasing cytotoxic granules (termed degranulation) that directly kill the virus-infected cells, or by shaping both the innate and adaptive branches of immune defence by producing molecules called cytokines and chemokines, which can modulate the behaviour of other immune cells. Previous studies 6 – 10  monitored the responses of NK cells in individuals with COVID-19, and reported lower than normal levels of NK cells in people with the disease, but the precise role of these cells in severe COVID-19 was unclear. Witkowski  et al.  analysed clinical samples, and found a correlation between a rapid decline in the level of virus (the viral load) and high levels of NK cells in the bloodstream at the beginning of the infection. This correlation was not observed for the T cells or B cells of the immune system. The drastic decrease in NK cells in the bloodstream over the course of infection might be due to their death by a process called apoptosis 7 , or their recruitment from the bloodstream to the lungs. Crucially, Witkowski  et al.  report that NK cells from healthy individuals can directly kill SARS-CoV-2-infected cells  in vitro , but that NK cells from people with moderate or severe COVID-19 had impaired cell-killing activity (Fig. 1). These defective NK cells express higher-than-normal levels of the cytotoxic molecules that kill cells, but are impaired in their ability to bind to target cells and to export their cytotoxic granules at the cell surface. In addition, NK cells from people with severe COVID-19 were less able to produce cytokines and chemokines than were such cells from healthy donors or from infected people who have no or minimal COVID-19 symptoms. To dissect the mechanisms underlying the dysfunction of NK cells, Witkowski  et al . assessed gene expression by carrying out single-cell RNA sequencing of these cells from people with COVID-19 of differing degrees of severity. The authors found, consistently with another study 7  reporting a similar transcriptional analysis of NK cells from people with COVID-19, that the cells had a gene-expression pattern characteristic of that driven by type I interferons .  This gene-expression signature was more prominent in NK cells from people with severe rather than milder forms of COVID-19. Moreover, a pattern of gene expression characteristic of that driven by the protein TNF-α in NK cells has been described 7  for mild cases of COVID-19. Witkowski  et al.  also reveal an increase in the expression of genes controlled by TGF‑β1 in NK cells purified from either the blood or the lungs of people infected with SARS-CoV-2. This increase seems to correlate with the patients’ symptoms, with a higher prevalence of TGF‑β1-driven gene expression corresponding to more severe illness. TGF-β1 is a cytokine with a central role in tissue remodelling, but it also suppresses the functioning of NK cells 11 . TGF-β1 limits the ability of NK cells to control SARS-CoV-2 replication as tested  in vitro.  When NK cells from healthy individuals were treated with TGF-β1  in vitro , the cells were less able to form connections with infected target cells and were less able to degranulate and produce cytokines. \n  \n   Signs of self-sustained inflammatory circuits in severe COVID pneumonia \n  Witkowski and colleagues report high levels of TGF-β1 in the blood of people with severe COVID-19, but not in those with no or minimal signs of the disease. Notably, the authors reveal that serum from people with severe COVID-19 can limit, to some extent, the  in vitro  degranulation and control of viral replication mediated by NK cells from healthy donors, and that this effect can be prevented by adding an antibody that blocks TGF-β1. Together, these findings indicate a correlation between severe COVID-19, the presence of a high level of TGF-β1 in the bloodstream and an impaired defensive response by NK cells. Several questions remain. The first is whether NK cells are necessary to fight SARS‑CoV-2 infection. Several studies of mouse models of respiratory viral infections, such as influenza A virus, respiratory syncytial virus and Sendai virus, have shown that NK cells contribute to virus control and aid host survival 5 . Consistent with this, the only characteristic shared by people with various types of NK-cell deficiency is a predisposition to viral infections, especially of herpesvirus 12 . The fact that type I interferons are strong activators of NK cells also suggests a link between deficiencies in type I interferons and impaired NK-cell-mediated antiviral immunity. All these findings, together with the inverse correlation between the number of functional NK cells and the severity of COVID-19, support a role for these cells in controlling SARS-CoV-2 infection, but formal proof of this hypothesis remains to be obtained. \n  \n   Natural killer cells lull tumours into dormancy \n  A second question to be addressed is, what are the mechanisms underlying the high production of TGF-β1 during COVID-19? SARS‑CoV-2 contains a spike protein that interacts with the ACE2 receptor on human cells 1 . This receptor is an enzyme that converts the protein angiotensin II (AngII) to a peptide called Ang1-7. The enzymatic activity of ACE2 is disturbed during SARS-CoV-2 infection, resulting in a rise in AngII levels that promotes TGF-β1 expression 1 . Thus, excessive damage to lung tissue caused by a high viral load might induce a high level of TGF-β1, which could affect NK cells. Moreover, TGF-β1 is known to promote a type of tissue damage called fibrosis, which is a hallmark of severe COVID-19. A rise in the level of AngII is a common feature of coronary artery disease, hypertension and diabetes 13 , and high levels of TGF-β1 are observed in obesity 14 . It will therefore be interesting to investigate whether the association of such conditions with severe COVID-19 involves defective functioning of NK cells mediated by TGF-β1. Ways of manipulating NK cells are of increasing interest in anticancer therapy, using approaches such as immune-checkpoint inhibitors, NK-cell ‘engagers’ and off-the-shelf infusions of NK cells 15 . The importance of NK cells in the control of viruses should similarly prompt the design of innovative treatments based on harnessing these cells to fight viral infections. In the case of severe COVID-19, the high levels of TGF-β1 present might compromise strategies to boost the activity of NK cells. Instead, the use of TGF-β1 blockers 16  might be a way to promote NK-cell-mediated antiviral defence and prevent lung fibrosis, although the safety of such treatment in this context is a concern that should be addressed. In addition, monitoring TGF-β1 levels in plasma, along with TNF-α-mediated gene expression in NK cells from the bloodstream 7 , might help to predict the outcome of infection and to guide a patient’s care appropriately."},
{"file_id": "d41586-021-02873-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02775-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02771-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02874-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02877-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02776-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02872-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02876-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02989-3", "year": 2021, "body": "Over the past 20 months, the COVID-19 pandemic has caused more than 4.9 million reported deaths ( https://coronavirus.jhu.edu ), and measures to limit the spread of the SARS-CoV-2 virus have affected the lives of people around the world. Although modelling has helped to reconstruct the early dynamics of the epidemic in some countries, we still lack a coherent picture of how the pandemic unfolded globally.  Writing in  Nature , Davis  et al. 1  use a worldwide model to assess early, cryptic transmission of SARS-CoV-2 — the spread of the virus that was not detected by initial surveillance efforts — in the United States and Europe. \n  \n   Read the paper: Cryptic transmission of SARS-CoV-2 and the first COVID-19 wave \n  Looking back at the chronology of the first months of the pandemic, it is concerning how fast the virus spread around the world, leading to a massive shutdown of people’s social and economic lives. On 10 January 2020, 41 cases of COVID-19 were reported in Wuhan, Hubei province, China. The first reports of infection outside China were made on 13 January (in Thailand) and 16 January (in Japan). Wuhan was locked down on 23 January, followed by lockdowns in Italy (11 March), Spain (14 March), Austria (16 March) and France (17 March). Many countries, caught off-guard by the rapidly changing situation, reported a large death toll. How can we do better next time? To answer this question and improve our preparedness in the face of future pandemics, it is crucial to build a clearer picture of the initial spread of the virus. This is difficult, because the limited capacity to test for virus infections at the time meant that, in many locations, SARS-CoV-2 transmission might have been undetected. Davis  et al.  used the Global Epidemic and Mobility (GLEAM) model, which has both stochastic (incorporating elements of randomness) and mechanistic (including defined principles about the biological and social mechanisms associated with viral infection and transmission) components to simulate virus spread on a global scale 2 . The model relies on various types of data to capture the multifactorial nature of the epidemic process. This information includes data describing: the populations in which the virus spread, such as country-specific demographics; the movement of people on international and local scales (for example, airline transport networks and commuting flows); and behaviours, such as information documenting how individuals of different ages mingle with each other. The model also captures biological aspects of SARS-CoV-2 transmission, clinical features (such as lethality for each age group analysed) and the timing of non-pharmaceutical containment measures, such as lockdowns. Using the model, the authors shed light on how the virus propagated around the world. For example, the model confirms that, at the start (between January and March 2020), many introductions of the virus went unnoticed in both the United States and Europe (Fig. 1). In the United States, California was the first state to be affected by local transmission (week of 26 January, according to the model), even though evidence of local transmission there was reported only a month later (26 February). In Europe, modelling indicated that local transmission started at the end of January in Italy, the United Kingdom, Germany and France, again with substantial delays before local cases were reported. Overall, Davis and colleagues estimate that, by 8 March 2020, only 1–3 out of every 100 SARS-CoV-2 infections were detected in the United States and Europe. Remarkably, in all 30 European countries studied and in all US states, local transmission started in a relatively narrow time window of about 2 months between mid-January and mid-March 2020. These variations in starting dates — as well as differences in the timing and strength of interventions — led to highly variable patterns of disease spread in different regions. By 4 July 2020, infection attack rates (the proportions of a region’s population that contracted the virus) ranged from around 0.2% to about 15% in the analysed regions. The modelling can help to assess the performance of testing strategies put in place at the time, which mostly affected passengers arriving from China. Although a large proportion of individuals with COVID-19 entering the United States and Europe indeed came from China in January 2020, neighbouring European countries and US states quickly became major contributors to infection rates in the areas analysed. The lack of robust epidemic information on international locations affected by transmissions means that the testing policies in most countries were too narrow in scope and, probably, ineffective. Davis and co-workers provide a counterfactual scenario: if testing policies had been broader, enabling the detection of 50% of all imported and local infections in the United States and Europe, the start of local transmission might have been delayed by at least a month in many places. This would have given governments more time to prepare — for example, by increasing health-care capacities and acquiring protective equipment. However, considering the optimistic underlying assumption of this counterfactual scenario, it remains difficult to imagine that countries could have scaled up their testing capacity sufficiently fast to detect 50% of all initial SARS-CoV-2 infections. \n  \n   A machine-learning algorithm to target COVID testing of travellers \n  There are other methods for reconstructing the spread of SARS-CoV-2 — for example, studies that sequence the RNA of the virus to determine the ‘family tree’ of circulating strains 3 , 4 . In these approaches, the reconstructed history of viral circulation is informed by and consistent with all data available up to the time of analysis. By contrast, the simulations presented by Davis  et al.  are initialized to match data from the start of the pandemic, but are not constrained by what was observed after 21 January 2020. The authors therefore explore a broader range of possible trajectories of viral spread than do the phylogenetic studies, and some of these trajectories might not perfectly match what happened in reality. Despite this feature of the simulations, there is a relatively good correlation between reconstructed incidences of infections and observed numbers of cases. Compared with other approaches, a key strength of Davis and co-workers’ approach is that their model provides a mechanistic understanding of the spread of a pandemic. This makes it possible to model scenarios that document how the pandemic might have unfolded given different policy options, such as the counterfactual scenarios mentioned above that included more-intensive testing from the start of the pandemic. This capacity of models to capture and anticipate complex nonlinear dynamics and assess the potential effects of different policy options explains in large part why such modelling has increasingly been used to support policymaking, and this trend has been amplified by the pandemic. The creation of a Center for Disease Forecasting by the US Centers for Disease Control and Prevention is only the most recent example of this trend 5 . Several exciting avenues should be considered for improving these models for future use. Methods that calibrate these models to both epidemiological and virus-sequencing data could improve their performance for ‘now-casting’ and forecasting viral spread, as well as for assessing the effects of policies in real time. A more detailed understanding of the factors affecting spread (such as mobility, mixing patterns, behavioural changes, climate and population immunity) is necessary to improve model assumptions. Models are only as good as the data they rely on. Although COVID-19 surveillance and related data sets have considerably improved during the pandemic, these efforts must be maintained beyond COVID-19, and stable information systems 6 , 7  (for example,  https://coronavirus.jhu.edu ) must continue to be made available to assess global disease dynamics in a robust manner."},
{"file_id": "d41586-021-02950-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02952-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-02875-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02954-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02572-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02441-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02659-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01578-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02956-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02611-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02774-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-02637-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02640-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02460-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-02196-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02722-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02639-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02638-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-02721-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02714-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02720-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-02723-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02725-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02773-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-02951-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-02777-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02573-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-02320-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02322-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02375-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02321-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02434-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02376-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02378-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02433-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02435-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02492-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-02491-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02365-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02436-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-02490-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-01719-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02116-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-02377-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02123-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-02119-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02118-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02117-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02098-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02197-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02194-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-02198-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-02192-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02191-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02122-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02268-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02324-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-02265-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02323-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02195-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-02269-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02266-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01946-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01891-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01890-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01945-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02267-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01943-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01892-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01944-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02007-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02043-2", "year": 2021, "body": "Nudges are subtle changes to the way in which choices are offered or information is framed that can have an outsize impact on behaviour. As the supply of COVID-19 vaccines increases around the world, many nations are faced with the challenge of how best to encourage people to get vaccinated. Although various campaigns to do this have been implemented, little is known about which types of approach work and which do not.  Writing in  Nature , Dai  et al. 1  present findings from a large field experiment that reveal new insights into the three key elements that must be combined in strategies aimed at increasing the likelihood that people will get their vaccination against COVID-19. \n  \n   Read the paper: Behavioural nudges increase COVID-19 vaccinations \n  Dai and colleagues set out to determine whether a single text message from a person’s health-care provider could change COVID-19 vaccination rates. In addition, they tested whether vaccination rates differed when recipients were told the vaccine was already theirs — that is, when they had psychological ownership of the vaccine. These text messages included phrases such as the vaccine has “just been made available to you”, and encouraged recipients to “claim your dose”. Such an approach has been used successfully to nudge influenza vaccination 2 , but has not previously been tested for vaccination against COVID-19. In the main clinical trial, more than 93,000 individuals in a large health-care system who had not organized an appointment by the first weekday after an initial invitation were randomly placed in a control group or a test group and then followed for 4 weeks. These individuals were among the first wave of people eligible for vaccinations (owing to age or pre-existing medical conditions). Of the control-group individuals who did not receive any text-message reminders, 13.9% got vaccinated. Among individuals who received a simple text-message reminder with a link to a website where they could schedule a COVID-19 vaccine appointment, the vaccination rate increased to 17.1%. Adding language to induce psychological ownership further increased vaccination rates to 18.2%. \n  \n   Contact-tracing app curbed the spread of COVID in England and Wales \n  Before this clinical trial, the investigators conducted an online experiment with individuals participating as hypothetical patients. They found that asking individuals to watch a two-minute educational video on the vaccine led to slightly higher stated intentions to get vaccinated than were seen for individuals who had not watched the video. However, unexpectedly, when the authors added a link to this video in the text-messaging experiment, it led to slightly lower vaccination rates than did sending text messages alone. These conflicting results might be explained by some key differences between the two studies. For example, the online group of hypothetical patients had a mean age of 37 years, and 100% were required to watch the video, whereas individuals in the clinical trial had a mean age of 73 years and only 21% watched the video. Although the precise reasons for the inconsistent effect of the video are unclear, these findings demonstrate the value of conducting rigorous testing of approaches in real-world groups of individuals, rather than hypothetical ones 3 . So, how can we apply these findings to future vaccination efforts? According to the Fogg Behavior Model (see  behaviormodel.org ), three key aspects need to be combined to successfully nudge behaviour: ability to act, motivation and a prompt. Moreover, the best nudging approaches to use will vary depending on individuals’ attitudes towards the COVID-19 vaccine (Fig. 1). For example, individuals who are hesitant about the vaccination often have a strong emotional response to the risks and benefits of the vaccine, whereas those who are apathetic about it have weakly held attitudes and often have not invested much effort in considering vaccination 4 . Appropriately tailoring interventions to the population of interest is likely to lead to higher success than is a one-size-fits-all approach. First, interventions should aim to make the intended behaviour easier. In this case, the text messages provided a link to schedule an appointment. This made setting up vaccination quick and convenient. This aspect of the intervention boosted vaccination rates the most and probably addressed barriers among people with vaccine apathy who were unlikely to go out of their way to look up scheduling information (Fig. 1a). \n  \n   Precise mapping reveals gaps in global measles vaccination coverage \n  Second, interventions should focus on increasing an individual’s motivation for the intended behaviour. The text-message reminders that invoked psychological ownership probably boosted vaccination by increasing motivation. However, compared with the simple text-with-link intervention, the increase in vaccine uptake following this intervention was relatively small (about 1 percentage point). The investigators also tried sending a second text-message reminder after another eight days to those who had still not scheduled an appointment. Individuals in this group were probably more hesitant than were those who had already set up their vaccine appointment, and that second reminder did not change overall vaccination rates compared with the control group. Individuals with vaccine hesitancy thus might often require further approaches to increase motivation (Fig. 1b), either through other types of nudge or different approaches, such as incentives 5 , 6 . Third, interventions should prompt action. Sending a text message to consider vaccination forces a person to think about the decision ‘now’, rather than relying on them to remember to think about it on their own. The best channel for sending the notification will probably vary for different groups of people. For example, someone who is not tech-savvy might respond better to a phone call. Although even the best text-messaging approach in the clinical trial increased vaccination by only a few percentage points, one must keep in mind that these approaches were very low cost and, if applied on a broader scale, could lead to millions of extra vaccinations that might otherwise have been delayed or not occurred at all. Nudges can be an effective tool for changing an individual’s behaviour, but they must be carefully designed. As health systems, public-health agencies and other stakeholders look for methods to increase COVID-19 vaccination rates, they should consider ways to implement nudges that make getting a vaccine easier, that increase motivation and that prompt action."},
{"file_id": "d41586-021-01997-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-02009-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02080-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02076-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-02008-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02005-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01962-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01596-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01600-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01601-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-01733-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01547-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01599-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01721-5", "year": 2021, "body": "How might the emergence of SARS-CoV-2 variants affect efforts to control the COVID-19 pandemic? The threat posed by such variants is focusing attention on vaccination and therapeutic options to grapple with the evolving coronavirus.  Writing in  Nature , Xu  et al . 1  describe the development of a genetically engineered mouse that can generate antibodies similar to those produced by camelids (an animal grouping that includes camels and llamas). These antibodies recognize targets using a single, small protein domain called a nanobody, also known as a VHH domain. Vaccination of these mice using proteins based on the SARS-CoV-2 spike protein resulted in the generation of antiviral nanobodies. These nanobodies could be produced in formats that were highly effective against COVID-19 variants that are impervious to many conventional antibodies being developed as therapies. Conventional antibodies such as those produced by humans and mice recognize antigens (protein fragments of disease-causing agents) by means of two variable domains (VH and VL), which are components of separate heavy- and light-chain proteins (Fig. 1). By contrast, camelids and cartilaginous fishes (such as sharks) can make heavy-chain-only antibodies that recognize antigens using single, variable VHH domains, or nanobodies. One advantage of nanobodies is their small size, which enables them to penetrate tissues and recognize epitopes (the region of an antigen to which an antibody binds) that are normally inaccessible to conventional antibodies. Nanobodies are generally extremely stable and soluble, and their modular nature means they can be readily expressed alone or in a variety of formats: for example, fused to the human antibody Fc domain that boosts defence responses 2 . These features make nanobody-based therapeutics a promising alternative to conventional monoclonal antibodies (antibodies with heavy and light chains that have a particular amino-acid sequence and antigen specificity). However, although 2021 saw regulatory approval of the 100th monoclonal-antibody treatment 3 , only one nanobody-based therapy has been approved for clinical use by the US Food and Drug Administration (FDA) 4 . Currently, the only human monoclonal antibodies in advanced development as COVID-19 therapies (see  go.nature.com/3xt9ku2 ) are a type called neutralizing antibodies (which block viral entry). Most of these were obtained from the antibody-producing cells of people who were infected during the first wave of the pandemic. Such antibodies target the receptor-binding domain (RBD) of the spike protein; the virus uses this domain to bind to the receptor that enables it to infect cells 5 . Human monoclonal antibodies are strongly preferred for clinical development because they are highly specific, are easily manufactured and work in concert with, and are well tolerated by, the human immune system 6 . However, there are strong arguments in favour of developing alternative, nanobody-based therapeutics in response to evolving human respiratory viruses such as SARS-CoV-2. \n  \n   Read the paper: Nanobodies from camelid mice and llamas neutralize SARS-CoV-2 variants \n  Since the virus began infecting people more than a year ago, the collective human neutralizing-antibody response generated against SARS-CoV-2 has applied a strong selection pressure on the spike-protein RBD. In fact, only two or three amino-acid-residue changes in versions of the virus that became dominant during the second and third waves of the pandemic were enough to render those versions substantially more resistant to neutralization by antibodies generated during the first wave — as assessed by tests on blood samples, known as convalescent serum, from individuals who have had COVID-19 7 . It therefore follows that monoclonal-antibody therapies mined from antibody responses generated during the first wave of the pandemic might quickly become obsolete. RBD epitopes of the spike protein that are recognized by neutralizing nanobodies, and that are not under selection pressure as a consequence of epitope recognition by human antibodies, might provide COVID-19 antivirals that do not quickly become ineffective as viral variants emerge. Broadly neutralizing nanobodies — nanobodies that recognize evolutionarily conserved epitopes of the spike protein — might even be useful against other coronaviruses with the capacity to drive a future pandemic. The small and soluble nature of nanobodies means that they should be inexpensive to produce and easy to administer directly by inhalation to target key initial sites of viral replication in the respiratory tract. A study 8  in hamsters, assessing the intranasal aerosol delivery of neutralizing nanobodies targeting SARS-CoV-2, reports that nanobodies were effectively deposited throughout the animals’ respiratory tract, and that this treatment notably reduced the level of virus. As long as nanobody therapies are administered only once over a short period of time to people with an acute infection, then strong immune responses should not be directed towards the nanobody itself, rendering it ineffective. The issue of such immune responses is generally a concern in relation to monoclonal-antibody therapies being developed to treat diseases that require repeated antibody administration over longer periods of time. \n  \n   Some antibodies can dampen antiviral defences in people with severe COVID \n  Although there has been some hesitancy in moving nanobodies to the clinic, many studies have found that potently neutralizing nanobodies can be elicited in camelids using SARS-CoV-2 vaccines based on the spike protein 9 – 13 . Xu and colleagues now offer a way forward through their generation of heavy-chain-only antibody-producing ‘nanomice’. The approach offers a system that should make nanobody discovery easier, faster and less expensive than was previously possible. Laboratory facilities to care for mice are inexpensive and ubiquitous, the mouse immune system is well understood, and high-quality tools such as those needed for cell sorting are readily available. Furthermore, immunizations in mice can occur on a much faster timescale than is possible for larger animal models — an important consideration when a rapid response to a newly emerging pandemic is required. To generate these nanomice, Xu  et al.  replaced a large region of genomic DNA, containing all of the mouse heavy-chain variable ( V ) genes, with a region of DNA comprising 30 heavy-chain  V  genes derived from alpaca, dromedary and Bactrian camels. Each gene was fused to a DNA sequence that enabled the gene to form the usual connection (through a process termed recombination) to mouse heavy-chain  D  and  J  genes to make complete  VHH  genes. The  V  genes were also fused to promoter DNA sequences so that the  VHH  genes could be expressed in mouse antibody-producing B cells. Each developing B cell could indeed recombine a single camelid  V , mouse  D  and mouse  J  gene to generate B-cell populations expressing different  VHH- gene sequences as heavy-chain-only antibodies. The authors demonstrated that these cells could respond normally to immunization, undergoing a process (termed affinity maturation) that boosts the potency and specificity of antibodies for the antigen that they respond to. \n  \n   All for one and one for all to fight flu \n  Xu and colleagues then immunized three nanomice and one llama with the SARS-CoV-2 spike protein and RBD. They identified neutralizing nanobodies in both animal models. These nanobodies could be formatted to be expressed as three tandem nanobody copies fused to a human antibody Fc domain (Fig. 1). This domain is a key feature of conventional antibodies: it enables an antibody to transit around the body, improves the antibody’s lifespan and boosts interactions with other components of the immune system. This format using tandem nanobodies should help to boost antigen binding by the antibodies. The authors’ evidence indicates that these engineered antibodies could potently neutralize all of the tested SARS-CoV-2 variants of concern (viruses with RBD mutations and which were associated with the second and third waves of the pandemic). Moreover, the proteins from nanomice recognized evolutionarily conserved epitopes on the RBD that do not overlap with regions commonly recognized by human antibodies. The COVID-19 pandemic presents a unique opportunity for nanobodies to shine in the clinic, and the nanomouse platform is poised to help bring higher-quality therapeutic-nanobody options to the table, pushing the odds of success even higher. Just as the development of mice with antibodies containing human variable domains (such as Regeneron’s VelocImmune mouse) has helped to deliver the 100th FDA-approved monoclonal antibody, perhaps the nanomouse will give nanobody-based therapeutics a push in the same direction."},
{"file_id": "d41586-021-01777-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01720-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01708-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01773-7", "year": 2021, "body": "For more than a year now, scientists and clinicians have been trying to understand why some people develop severe COVID-19 whereas others barely show any symptoms. Risk factors such as age and underlying medical conditions 1 , and environmental factors including socio-economic determinants of health 2 , are known to have roles in determining disease severity. However, variations in the human genome are a less-investigated source of variability.  Writing in  Nature , members of the COVID-19 Host Genetics Initiative 3  ( www.covid19hg.org ) report results of a large human genetic study of SARS-CoV-2 infection. The researchers identify 13 locations (or loci) in the human genome that affect COVID-19 susceptibility and severity. \n  \n   Read the paper: Mapping the human genetic architecture of COVID-19 \n  Scientists already knew that human genetic variants can influence the severity of infectious diseases, including infection with SARS-CoV-2 4 - 6 . The effects of genetic factors range from those of rare, high-impact mutations that can make the difference between an individual developing mild symptoms and life-threatening illness 7 , to more-common genetic variants that only moderately affect symptom severity 5 . Even so, human genomic studies of infectious diseases remain scarce compared with those of other immune-mediated conditions, such as autoimmune disorders. There are several reasons for that. Chief among them is that infectious diseases are typically studied with a focus on the disease-causing microorganism, rather than the host. Moreover, human genetic variants usually have relatively small effects on infection outcomes compared with the effects of socio-demographic factors such as age or access to health care 8 . Identifying these generally modest effects requires studies of large, well-characterized groups of people to produce sufficient statistical power to reveal the relevant genetic factors. Finally, unlike for chronic diseases, the window for characterizing the severity and outcomes of infectious diseases is often limited to a short period during which individuals are symptomatic. The authors overcame these challenges by rapidly setting up a large, international collaboration when the pandemic started. This collaboration of around 3,000 researchers and clinicians includes data from 46 studies involving more than 49,000 individuals with COVID-19 and 2 million control individuals, with participants recruited from 6 ancestry groups and 19 countries. By acting swiftly, the authors could recruit symptomatic patients, and, by setting up international collaborations, were able to include enough participants to overcome statistical-power limitations. In addition, they tried to account for the role of socio-demographic factors by collecting data on some of the known risk factors, such as age and sex, and including this information in their statistical analyses. To obtain comparable results across all 46 study groups, the authors defined 3 categories of analysis: infection, which included people with physician-confirmed, laboratory-confirmed or self-reported COVID-19; hospitalization, which consisted of individuals with laboratory-confirmed moderate to severe COVID-19; and critical illness, patients with laboratory-confirmed infection who were hospitalized and required respiratory support or died. To identify genetic variants associated with COVID-19 susceptibility and severity, the authors first compared the difference in the frequencies of millions of genetic variants between the people infected with COVID-19 and the control individuals in each study. They then combined the results from all 46 studies to increase the statistical power of their data. Through this combined analysis, the authors identified 13 loci that were associated with SARS-CoV-2 infection and disease severity (Fig. 1), including 6 loci not reported in previous human genomics studies of COVID-19 4 , 5 . Four loci affect general susceptibility to SARS-CoV-2, whereas nine were associated with disease severity. Two of the previously unassociated loci were discovered only when individuals with East Asian ancestry were included in the analysis, highlighting the value of including diverse populations in human genomics studies. To better understand the biology of COVID-19 and the mechanisms that connect these loci to disease outcomes, the authors looked for genes that were in the proximity of each locus (that is, ‘candidate genes’). They identified more than 40 candidate genes, several of which have previously been implicated in immune function or have known functions in the lungs, suggesting that variants in the genomic regions highlighted by the authors’ findings might exert their effect on COVID-19 outcome through the respiratory system. One such example is the gene  TYK2 . Variants of this gene can increase susceptibility to infections by other viruses, bacteria and fungi 9 . In line with this, the authors reported that individuals who carry certain mutations in  TYK2  are at increased risk of being hospitalized or developing critical illness from infection with SARS-CoV-2. Another example is the gene  DPP9 . The authors found a variant in this gene that increases the risk of becoming critically ill with COVID-19. Notably, the same variant can increase the risk of a rare pulmonary disease characterized by scarring of the lung tissue 10 . \n  \n   A race to determine what drives COVID-19 severity \n  This study by the COVID-19 Host Genetics Initiative represents a major milestone in our understanding of the role of human genetics in susceptibility to SARS-CoV-2; however, more work remains to be done. Future experiments should determine all the genes, signalling pathways and biological mechanisms that connect the genomic loci identified to COVID-19 outcomes. Moreover, despite the authors’ efforts to include genetically diverse study groups, about 80% of the participants are of European ancestry. Future studies containing a larger number of individuals from other ancestry groups are needed to ensure that the results apply to non-Europeans, and to identify other loci that might be associated with risk in people of other ancestries. Another complex question that could not be addressed in the authors’ study is the combined effect of specific variants in the SARS-CoV-2 genome and variants in the human genome on disease outcome. Finally, as the authors mention, they could not fully control for all socio-demographic factors, such as access to health care. Although such non-genetic factors are unlikely to explain all the findings, they could bias some of the associations between genetic variants and disease outcome. Despite these limitations, the implications of the study’s results are far-reaching. This study is important not only for advancing our understanding of human susceptibility to COVID-19; it also underlines the value of global collaborations for clarifying the human genetic basis of variability in susceptibility to infectious diseases. Infections remain among the top causes of mortality in lower-income countries, and represent a growing global threat, owing to climate change, urbanization and rising population size 11 . Human genomics can be an effective tool with which to understand the biological mechanisms that underlie immune responses to specific infections, to identify at-risk individuals and to develop new drugs and vaccines for existing or emerging infections."},
{"file_id": "d41586-021-01703-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01758-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01882-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01870-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01872-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-01871-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01774-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01873-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01974-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01602-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-01494-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-01378-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01380-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01353-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01355-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01382-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01377-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01331-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01381-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-01516-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01379-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01514-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-01482-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01557-z", "year": 2021, "body": "Generating immunity against the SARS-CoV-2 coronavirus is of the utmost importance for bringing the COVID-19 pandemic under control, protecting vulnerable individuals from severe disease and limiting viral spread. Our immune systems protect against SARS-CoV-2 either through a sophisticated reaction to infection or in response to vaccination. A key question is, how long does this immunity last? Writing in  Nature ,  Turner  et al . 1  and  Wang  et al . 2  characterize human immune responses to SARS-CoV-2 infection over the course of a year. \n  \n   Read the paper: SARS-CoV-2 infection induces long-lived bone marrow plasma cells in humans \n  There is ongoing discussion about which aspects of the immune response to SARS-CoV-2 provide hallmarks of immunity (in other words, correlates of immunological protection). However, there is probably a consensus that the two main pillars of an antiviral response are immune cells called cytotoxic T cells, which can selectively eliminate infected cells, and neutralizing antibodies, a type of antibody that prevents a virus from infecting cells, and that is secreted by immune cells called plasma cells. A third pillar of an effective immune response would be the generation of T helper cells, which are specific for the virus and coordinate the immune reaction. Crucially, these latter cells are required for generating immunological memory — in particular, for orchestrating the emergence of long-lived plasma cells 3 , which continue to secrete antiviral antibodies even when the virus has gone. Immunological memory is not a long-lasting version of the immediate immune reaction to a particular virus; rather, it is a distinct aspect of the immune system. In the memory phase of an immune response, B and T cells that are specific for a virus are maintained in a state of dormancy, but are poised to spring into action if they encounter the virus again or a vaccine that represents it. These memory B and T cells arise from cells activated in the initial immune reaction. The cells undergo changes to their chromosomal DNA, termed epigenetic modifications, that enable them to react rapidly to subsequent signs of infection and drive responses geared to eliminating the disease-causing agent 4 . B cells have a dual role in immunity: they produce antibodies that can recognize viral proteins, and they can present parts of these proteins to specific T cells or develop into plasma cells that secrete antibodies in large quantities. About 25 years ago 5 , it became evident that plasma cells can become memory cells themselves, and can secrete antibodies for long-lasting protection. Memory plasma cells can be maintained for decades, if not a lifetime, in the bone marrow 6 . \n  \n   Read the paper: Naturally enhanced neutralizing breadth against SARS-CoV-2 one year after infection \n  The presence in the bone marrow of long-lived, antibody-secreting memory plasma cells is probably the best available predictor of long-lasting immunity. For SARS-CoV-2, most studies so far have analysed the acute phase of the immune response, which spans a few months after infection, and have monitored T cells, B cells and secreted antibodies 7 . It has remained unclear whether the response generates long-lived memory plasma cells that secrete antibodies against SARS-CoV-2. Turner and colleagues took up the challenge of  identifying antibody-secreting memory plasma cells  in the bone marrow of people who have recovered from COVID-19 (called convalescent individuals). Memory plasma cells are rare, and those specific for a particular disease-causing agent will obviously be extremely scarce. Nevertheless, Turner and colleagues detected memory plasma cells that secreted antibodies specific for the spike protein encoded by SARS-CoV-2 in 15 of 19 individuals, approximately 7 months after infection. Notably, when the authors obtained samples 4 months later (11 months after SARS-CoV-2 infection), the number of such plasma cells had remained stable in all but one of the individuals analysed. Those plasma cells did not proliferate, which classifies them as bona fide memory plasma cells. Their numbers equalled those of memory plasma cells found in the individuals after vaccination against tetanus or diphtheria, and which provide long-term immunity to those diseases. When Turner  et al . tracked the concentrations of antibodies against SARS-CoV-2 in the individuals’ blood serum for up to one year, they observed a biphasic pattern (Fig. 1). In the acute immune response around the time of initial infection, antibody concentrations were high. They subsequently declined, as expected, because most of the plasma cells of an acute immune response are short-lived. After a few months, the antibody concentrations levelled off and remained more or less constant at roughly 10–20% of the maximum concentration observed. This is consistent with the expectation that 10–20% of the plasma cells in an acute immune reaction become memory plasma cells 5 , and is a clear indication of a shift from antibody production by short-lived plasma cells to antibody production by memory plasma cells. This is not unexpected, given that immune memory to many viruses and vaccines is stable over decades, if not for a lifetime 8 . For SARS-CoV, a coronavirus very like SARS-CoV-2 that was originally identified in 2003 and causes severe acute respiratory syndrome (SARS), the continued presence of high concentrations of neutralizing antibodies in blood serum for more than 17 years was reported 9  in 2020. Wang and colleagues’ results suggest that long-term immunity might also be expected for SARS-CoV-2. The authors report a follow-up investigation of serum antibodies and memory B cells specific for SARS-CoV-2 approximately one year after infection. The individuals studied had previously been analysed by Wang and colleagues’ group after six months 10 , but it is only now, after a year, that the transition from an acute immune reaction to the generation of immunological memory has become evident. Wang  et al . show that, between 6 and 12 months after infection, the  concentration of neutralizing antibodies remains unchanged . That the acute immune reaction extends even beyond six months is suggested by the authors’ analysis of SARS-CoV-2-specific memory B cells in the blood of the convalescent individuals over the course of the year. These memory B cells continuously enhance the reactivity of their SARS-CoV-2-specific antibodies through a process known as somatic hypermutation. The authors demonstrated this with  in vitro  tests of antibody neutralization of a broad collection of SARS-CoV-2 variant strains. \n  \n   Interferon deficiency can lead to severe COVID \n  Finally, Wang and colleagues show that immunity can be boosted even further in convalescent individuals by vaccinating them after a year. This resulted in the generation of more plasma cells, together with an increase in the level of SARS-CoV-2 antibodies that was up to 50 times greater than before vaccination. Some of the plasma cells will probably be recruited to become memory plasma cells, although this remains to be demonstrated formally, as does the induction of stable, long-term memory as a consequence of SARS-CoV-2 vaccination. In evaluating vaccine efficacy, we should not expect the high antibody concentrations characteristic of acute immune reactions to be maintained in the memory phase 11 . It is an old misconception, when advocating frequent revaccinations, that antibody concentrations during the acute immune reaction can be compared with those later on, to calculate an imaginary ‘half-life’ of antibody-mediated immunity. This ignores the biphasic character of the immune response (Fig. 1). The good news is that the evidence thus far predicts that infection with SARS-CoV-2 induces long-term immunity in most individuals. This provides a welcome positive note as we wait for further data on memory responses to vaccination."},
{"file_id": "d41586-021-01515-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01577-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01087-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01074-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01153-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-01173-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-01172-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-01171-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01135-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-01502-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00805-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01203-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01206-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-01205-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01204-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01266-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00776-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01267-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00795-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00656-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00794-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00592-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00786-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00737-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00843-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00845-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00680-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00844-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00887-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00886-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00889-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00979-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00888-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00430-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00431-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00429-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-00421-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-00510-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-00489-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00419-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00500-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00488-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00589-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-00511-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00591-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00642-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00486-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00512-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00087-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00208-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00002-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00210-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-00115-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00296-5", "year": 2021, "body": "The most life-threatening complication of COVID-19 is severe pneumonia with intense damage to the air sacs of the lungs. Inflammation has a central role in this process. Although inflammation is an essential part of our immune defences to control infection, it can nevertheless cause collateral damage to tissues. Because of the high death rate and long duration of illness observed with COVID-19 pneumonia, it has been suggested that the inflammation that arises from infection with SARS-CoV-2 (the coronavirus that causes COVID-19) is somehow different from the type of inflammation caused by other respiratory infections. However, there was a lack of comprehensive data to support this claim.  Writing in  Nature , Grant  et al. 1  address this knowledge gap by directly comparing immune cells isolated from the lungs of people with COVID-19 pneumonia with immune cells obtained from people who had pneumonia that arose from other causes. \n  \n   Read the paper: Circuits between infected macrophages and T cells in SARS-CoV-2 pneumonia \n  Like most viruses that infect the respiratory system, SARS-CoV-2 can enter the body through the nose or mouth, and infect the epithelial cells that line the surface of the respiratory tract in the throat and lungs. Infected cells release molecular signals that alert immune cells in the blood to migrate to the lung to augment antiviral responses 2 . Although important information can be gleaned by studying such immune cells found in the bloodstream, a true understanding of lung inflammation requires research that involves the isolation of these cells from the air sacs (alveoli) of the lungs. The gold-standard approach to obtain immune cells from the lungs is a technique termed bronchoalveolar lavage, in which saline is introduced into the small airways and air sacs and then gently removed using suction to retrieve the cells of interest. Using this method, Grant and colleagues obtained immune cells (Fig. 1) from 88 people who had COVID-19 pneumonia and 211 people who had pneumonia that arose from other infections. All samples came from people in intensive-care units who required a mechanical ventilator to breathe. In most cases, samples were obtained at repeated intervals during illness, providing a comprehensive analysis over time (a longitudinal analysis) of the inflammatory response in the lungs of people with severe COVID-19 pneumonia. In the first step of their study, the authors analysed the different classes of inflammatory cell isolated from the air sacs. Intriguingly, the authors found that the immune cells from people who had COVID-19 contained a greater proportion of T cells and monocytes, compared with the immune-cell population of people whose pneumonia arose from a different cause. T cells and monocytes are relatively rare in healthy lungs 3 , so the assumption is that these immune cells were recruited to the air sacs by locally produced chemoattractant proteins. Importantly, these differences in inflammatory cell types in people with COVID-19 could not be explained by other clinical factors, such as the phase of their illness or a co-infection with other disease-causing agents. To investigate the mechanisms underlying the recruitment of T cells and monocytes to the lungs, Grant  et al . tested whether immune cells were infected with SARS-CoV-2. They confirmed previous reports 4 , 5  that RNA of this virus is found in macrophage cells — a type of immune cell known to take up (engulf) dead cells and debris — in the lungs. Interestingly, the authors detected viral RNA corresponding to both the ‘positive’ strand of the virus, which encodes viral proteins, and the mirror-image copy of this strand (the ‘negative’ strand). The presence of the negative strand is particularly suggestive of active replication of the virus in macrophages. These macrophages also had high levels of expression of genes encoding chemoattractant proteins such as CCL4 and CXCL10 that can recruit T cells and monocytes. The authors therefore reasoned that macrophage infection by SARS-CoV-2 triggers the infected cells to release these chemoattractants. \n  \n   Interferon deficiency can lead to severe COVID \n  To determine possible roles for T cells that are recruited to the lungs, the authors assessed gene expression at the level of single cells. Grant and colleagues found that the T cells expressed RNA encoding the protein interferon-γ (IFN-γ), which is known to stimulate macrophages and monocytes to produce inflammatory molecules 6 . Indeed, the authors found that macrophages from people with COVID-19 expressed interferon-responsive genes at higher levels than did macrophages from people who didn’t have COVID-19. One of the unique characteristics of severe COVID-19 pneumonia is its particularly long duration, compared with the typical duration of pneumonia associated with other viral infections. Severe lung inflammation and prolonged respiratory failure persist in COVID-19 even after the viral infection is no longer detectable 7 . However, the mechanisms that drive this sustained inflammatory response have not been fully determined. One possibility is a positive feedback loop, as proposed by Grant and colleagues, in which macrophage infection by SARS-CoV-2 leads to the production of chemoattractants that recruit monocytes and T cells to the lungs (Fig. 1). The newly recruited monocytes might mature to form macrophages, and if the T cells produce IFN-γ that stimulates macrophages to produce more chemoattractants, this would perpetuate a cycle of inflammation. \n  \n   COVID-19 poses a riddle for the immune system \n  Although the data supporting the authors’ model are based almost exclusively on gene-expression profiling of immune cells, this scheme offers a unifying and plausible explanatory framework. To prove that this model is correct, each proposed step would need to be validated in functional studies, and the cause-and-effect relationship of each suggested link in this pathway should be tested. In addition, careful consideration should be paid to how the function of these immune cells of interest might integrate with the roles of other types of lung cell, such as epithelial cells, which are the main type of cell infected by SARS-CoV-2. Epithelial cells have been implicated previously 4  as being the primary driver of inflammation in COVID-19. It is notable that the types of cell and molecule that comprise this proposed self-sustaining inflammatory circuit in COVID-19 are also present to some degree 8  in cells isolated from people with pneumonia arising from other types of bacterial or viral infection. This begs the question of whether the inflammatory pathway uncovered by the authors is specific to COVID-19, or whether it also operates in other forms of severe pneumonia. Confirmation of either possibility would represent a major advance. This is because such a discovery might lead to therapeutic targeting of infected macrophages, inflammatory T cells or specific inflammatory molecules as a way to block self-sustaining inflammatory circuits, and thereby offer a way to prevent persistent lung injury."},
{"file_id": "d41586-021-00212-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00211-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00209-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00297-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-00120-0", "year": 2021, "body": ""},
{"file_id": "d41586-020-03572-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00293-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-00236-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00294-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00295-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00237-2", "year": 2021, "body": ""},
{"file_id": "d41586-020-03659-6", "year": 2021, "body": ""},
{"file_id": "d41586-020-03660-z", "year": 2021, "body": ""},
{"file_id": "d41586-020-03657-8", "year": 2021, "body": ""},
{"file_id": "d41586-020-03658-7", "year": 2021, "body": ""},
{"file_id": "d41586-020-03661-y", "year": 2021, "body": ""},
{"file_id": "d41586-020-03259-4", "year": 2021, "body": ""},
{"file_id": "d41586-020-03573-x", "year": 2021, "body": ""},
{"file_id": "d41586-020-03574-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-00142-8", "year": 2021, "body": ""},
{"file_id": "d41586-020-03662-x", "year": 2021, "body": ""},
{"file_id": "d41586-020-03044-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00079-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-00080-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00063-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00141-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-00064-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00352-0", "year": 2021, "body": "Infection with the SARS-CoV-2 virus can lead to diverse outcomes, ranging from no symptoms to varying degrees of disease severity, spanning mild illness to death. What determines the degree of severity is unclear, but mounting evidence points to exacerbated and abnormal responses in the innate branch of the immune system as a main driver of major illness.  Writing in  Nature , Combes  et al . 1  present a study investigating the hallmarks of COVID-19 severity. \n  \n   Read the paper: Global absence and targeting of protective immune states in severe COVID-19 \n  The authors analysed cells, including immune cells, in blood samples from 21 people with COVID-19 and 25 uninfected individuals who were either healthy or had a lung injury or breathing difficulties. They monitored gene expression during the course of the infection as patients went on to develop either what was categorized as mild–moderate COVID-19 (which required a short hospital stay without the need for intensive care or mechanical ventilation) or severe COVID-19 (requiring intensive care and mechanical ventilation). The authors found that the cells of people with mild–moderate COVID-19 expressed a distinct set of genes whose expression depends on what are known as type I interferon proteins. Interferons, molecules that are also called cytokines, drive the expression of genes that have a role in antiviral defence. This interferon-regulated gene-expression signature was not observed in the cells of people with severe COVID-19. Instead, the cells had a gene-expression signature described as an inflammatory S100A12 myeloid-cell program (S100A12 is a protein expressed as part of this program). A S100A12 signature was previously identified 2  as being associated with severe COVID-19. Interestingly, a similar program is associated with another form of severe disease called sepsis, which derives from an aberrant immune response to bacterial infection 3 . An interferon-regulated gene-expression program can be crucial to defence against viral infection, so the lack of activation of this program in people with severe COVID-19 provided a hint that defective initiation of this pathway might contribute to the observed differences in disease severity. Combes  et al . therefore set out to determine the reason for the differences. The first obvious suspect was the level of an interferon protein (IFN-α) in blood plasma (blood lacking its cellular content). The authors found no notable difference in IFN-α levels with differing disease severity. However, there are other types of interferon protein that the authors did not measure. The authors next turned their attention to antibodies. Antibodies against SARS-CoV-2 have a protective role in the natural immune response to this virus, and antibodies targeting the virus have been used as COVID-19 treatments. Indeed, part of the rationale for using the vaccines currently available is to drive the generation of such antibodies. The authors found that the level of antibodies against the SARS-CoV-2 spike and nucleocapsid proteins was higher in people with severe disease than in those with mild–moderate COVID-19. Moreover, high antibody levels were negatively correlated with the presence of cells expressing an interferon-regulated gene-expression program. \n  \n   Interferon deficiency can lead to severe COVID \n  To search for a missing link between antibody levels, interferon and COVID-19 severity, Combes and colleagues used an  in vitro  system. They took immune cells from the blood of healthy people, and exposed them to blood plasma samples from people with mild–moderate or severe COVID-19. The authors then stimulated the immune cells with IFN-α, to determine whether an antiviral response developed. They found that the presence of plasma from people with severe disease blocked the induction of interferon-responsive genes. However, if this plasma was treated to deplete it of antibodies, interferon-mediated gene expression was restored in these immune cells. Intriguingly, in a previous study 4  of 987 individuals with severe COVID-19, 135 (13.7%) had anti-interferon antibodies that could blunt the induction of interferon-induced genes. However, given that most individuals in that study did not have anti-interferon antibodies, the presence of such antibodies alone could not fully explain the development of severe COVID-19. Indeed, Combes  et al . found anti-interferon antibodies at a similarly low frequency in the samples they had obtained from patients. In an attempt to explain the enigma of a dampened interferon response in severe COVID-19, the authors considered various aspects of antibody function. An antibody consists structurally of two functional units: a variable region that recognizes the disease-causing agent and a constant region (termed Fc) that engages Fc receptors on the surface of immune cells (Fig. 1). This latter interaction can help to shape the immune response. During the course of a disease, the characteristics of the antibodies produced change to regulate immune defences. One aspect of these changes is an alteration in the antibody Fc component that affects which Fc receptors are engaged. For example, engagement with the Fc receptors CD64, CD16 and CD32 can regulate how the immune system eliminates bacterial and viral infections 5 . Combes and colleagues investigated whether Fc-receptor engagement has a role in blunting interferon-mediated responses in severe COVID-19. Using immune cells from healthy donors exposed to IFN-α and plasma from people with severe COVID-19, they individually blocked CD64, CD16 and CD32 Fc receptors. Only CD32 blockade enabled the expression of interferon-regulated genes. The CD32 Fc receptor exists in two forms — CD32A and CD32B. CD32A engagement activates the immune system, whereas CD32B dampens immune responses 6 . Combes and colleagues showed that the inhibition of interferon-regulated gene expression was due to CD32B. They thus conclude that people with severe COVID-19 develop antibodies that engage with CD32B Fc receptors and thereby blunt interferon-mediated defence responses. In support of this conclusion, a previous study 7  demonstrated that people with moderate and severe COVID-19 develop a diverse antibody response in terms of the Fc regions recruited, with the presence of spike-specific antibodies that engage CD32B being a main predictor of disease severity. What determines this difference in antibody type between severe and moderate COVID-19 remains to be discovered. \n  \n   Signs of self-sustained inflammatory circuits in severe COVID pneumonia \n  It is tempting to speculate that changing the Fc domain to one that engages CD32B is a mechanism used by the immune system to shut down an intense immune response to SARS-CoV-2. It would be interesting to investigate whether such mechanisms are involved in other types of viral infection, and, if so, whether they have a detrimental or beneficial role. Of note, there are also reported examples of SARS-CoV-2 infection generating antibodies that turn against the host. People with COVID-19 can develop antibodies that target nucleic acids 8  and host proteins 9 . It is important to remember that we do not yet know whether, in people with severe COVID-19, this antibody-mediated phenomenon is detrimental (by suppressing a natural antiviral pathway, allowing uncontrolled virus replication) or beneficial (by reducing toxic effects of a potent antiviral response). That said, these results raise the possibility that therapy to block CD32B would partially restore interferon responses in people with severe disease. However, before considering therapeutic applications, the following steps should be taken. These results need to be confirmed in a larger group of patients, the process should be examined in other types of tissue in which the virus is found (rather than just in blood samples), and a fuller explanation is needed of the mechanisms that underlie these findings. With several anti-SARS-CoV-2 vaccines currently approved, it will be useful to determine the antibody profile that vaccination elicits, and to compare it with the profile that develops during SARS-CoV-2 infection. Such a comparison would help to reveal the checks and balances used by the immune system to help keep us alive during severe infection."},
{"file_id": "d41586-021-00539-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00349-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-00351-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00350-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00639-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00640-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-00977-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00972-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00581-3", "year": 2021, "body": ""},
{"file_id": "d41586-021-00738-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00971-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00978-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01014-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-00348-w", "year": 2021, "body": ""},
{"file_id": "d41586-021-01354-8", "year": 2021, "body": "The idea behind digital contact tracing is that, when an individual tests positive for an infectious disease such as COVID-19, an app on their smartphone can send a notification to other smartphones that have been in close proximity, such as within 2 metres, for more than a certain period of time, say 15 minutes. However, such apps can be difficult for people living in a democracy to accept because of concerns about data privacy.  Writing in  Nature , Wymant  et al. 1  demonstrate effective implementation of a digital contact-tracing app on a large scale in a democratic society: England and Wales in the United Kingdom. \n  \n   Read the paper: The epidemiological impact of the NHS COVID-19 App \n  The technology used in the app, which was named the NHS COVID-19 app after Britain’s National Health Service, is the Google Apple Exposure Notification (GAEN) system. This uses low-energy Bluetooth-enabled radio signals to send a randomly generated identification code from one phone to another that is in close proximity, creating a sort of ‘handshake’; these codes change every 10–20 minutes. The codes of phones that have been in close physical contact over the previous 14 days are stored in the app on a user’s phone .  When a user tests positive for COVID-19, they can consent to have their codes sent anonymously to a central server. Other app users can sync with the central server for a match .  Thus, the app can help to alert people who have potentially been exposed to COVID-19, so that they can then get tested, voluntarily place themselves in quarantine and inform their contacts that they should do the same. A contact-tracing app will make a meaningful difference in the population only if a large enough proportion install and use it. The NHS COVID-19 app experience shows that there is enough participation in app use for it to be useful. An estimated 33.9 million people were eligible to download the app (that is, they were aged 16 or over, were located in England or Wales and had a compatible smartphone). Between its launch on 24 September 2020 and the end of 2020, the app was downloaded on 21 million separate devices and, between 1 November and 11 December 2020, it was regularly used by an average of about 16.5 million users, which is about 49% of the eligible population, or 28% of the total population of England and Wales. Moreover, 72% of app-using ‘index’ cases (individuals who tested positive for COVID-19) consented to an app-based exposure notification being sent after testing positive. Knowing that a randomized, controlled trial of a digital contact-tracing app is probably not feasible, Wymant  et al.  used two ways of estimating the impact of the app on the spread of COVID-19 from October to December 2020. First, using the number of observed notifications and the secondary attack rate — the proportion of contacts identified who ended up becoming infected — they modelled the number of cases averted as a result of app use. Second, they performed statistical comparisons of cumulative cases in neighbouring regions that had similar baseline infection rates but differing levels of app use, after adjusting for factors known to correlate with app uptake (such as areas being more rural, and having less poverty and a stronger local economy) and with infection rate. The authors estimated that, for every 1% increase in app users, the number of cases could be reduced by 0.8% (from modelling), or by 2.3% (from statistical comparisons; Fig. 1). The authors also estimated the probability that someone who received a notification would test positive in the following 2 weeks to be 6%. Overall, approximately one new case was averted for each individual with confirmed COVID-19 who consented to their contacts being notified through the app. The estimated effect of the app on reducing spread of the disease is particularly remarkable given that COVID-19 testing was not mandatory, and self-isolation or quarantine was not strictly enforced for index cases or for those who were notified. In a series of UK surveys, among those who reported symptoms of COVID-19 in a 7-day period, only 20.2% reported having isolated fully, although around 70% intended to adhere to the rules if symptoms developed 2 . A common criticism of digital contact tracing is that it could create a lot of ‘noise’, by contacting a large number of individuals who have a low chance of having been infected, compared with the contacts identified by human (or ‘manual’) contact tracers, whose detailed interviews might be more likely to reach true close contacts. Wymant  et al.  showed that the secondary attack rate of 6% for the app is similar to the 6.9% rate achieved by manual contact tracing (see  go.nature.com/2qxkkzf ). They also found that the mean number of contacts reached was 4.4 for digital tracing, compared with 1.8 for manual tracing, with the app thought to have reached more contacts outside an individual’s household than did manual tracing. This strongly supports the idea that the app is as accurate as, and can be complementary to, manual contact tracing. \n  \n   Big data and simple models used to track the spread of COVID-19 in cities \n  As mentioned above, digital contact tracing raises privacy concerns. Many citizens simply do not wish to be tracked for their health status, particularly when their freedom to travel might be compromised as a result 3 . However, the technology used in GAEN anonymizes the data and keeps them private in users’ phones. Furthermore, an infected person must consent for the codes to be sent to the central server to allow contact matching. The identification codes cannot be used by someone at the central server to reveal the identity of the infected person or their contacts. The main advantages of digital contact tracing are the speed and scalability it offers. This is particularly relevant to COVID-19, because individuals can transmit the SARS-CoV-2 virus for several days before developing symptoms, or can simply remain asymptomatic 4 . Contact-tracing apps might work more quickly and more reliably than manual approaches that involve interviewing infected people, many of whom do not keep track of their recent contacts and forget them. Another advantage of digital contact tracing is its ability to contact strangers; it is otherwise simply not possible to track down strangers who sat near an infected person on a bus. The NHS COVID-19 app now has extra features. These include: the ability to ‘check in’ at a venue by scanning its QR code (a type of barcode) for later notification if the venue has positive cases; a symptom tracker that is linked to a test-booking system; and the ability to order tests and receive results through the app. \n  \n   An estimation of undetected COVID cases in France \n  To be maximally effective, digital contact tracing relies on the health system’s ability to follow up on potential contacts and offer them testing, clinical care and social and material support during quarantine, as needed. The flow of data can also strongly affect the efficacy of digital contact tracing. For example, are positive test results self-reported to the app or directly obtained or auto-populated from the test laboratories? Will health-care providers and public-health officials be quickly informed about positive test results so that they can act quickly in contact tracing, advising quarantine and testing for close contacts, and providing support and care for infected individuals? All these elements can contribute to the effectiveness of both digital and manual contact-tracing efforts. Although health officials in England and Wales are not made aware of the identities of infected individuals from the app, they can use data from the app to estimate infection rates in the postcode district (the first half of the postcode) that is entered by users during the app registration process. Given these restrictions and the focus on privacy and autonomy (that is, with users having the choice of whether or not to send a positive-test notification), it is remarkable that the contact-tracing app still showed impressive results in mitigating the spread of COVID-19. The success of the NHS COVID-19 app offers hope that other digital contact-tracing apps might prove to be useful elsewhere, offering new capabilities in containing the spread of a rapidly spreading virus."},
{"file_id": "d41586-021-01264-9", "year": 2021, "body": ""},
{"file_id": "d41586-021-01347-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01265-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01528-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01526-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-01268-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-02077-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02006-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-02556-w", "year": 2021, "body": "It seems an obvious combination: machine learning and the fight against COVID-19. And yet, despite intense interest and increasing availability of large data sets, success stories of such combinations are few and far between.  Writing in  Nature , Bastani  et al. 1  describe a system that they designed and deployed at points of entry into Greece, starting in August 2020. The algorithm, which is built on a method called reinforcement learning, markedly increased the efficiency of testing for the coronavirus SARS-CoV-2, and contributed to Greece’s ability to keep its borders open safely. The work also provides a clear warning about the shortcomings of the comparatively blunt policy tools that most other countries continue to use. \n  \n   Read the paper: Efficient and targeted COVID-19 border testing via reinforcement learning \n  Testing is a problem that machine learning is well suited to solve. Imagine a border-control agent on a Greek island. A flight has just landed, and the agent’s task is to identify and detain anyone who has COVID-19. The agent might want to test all arriving passengers, but the testing capacity on the island is very limited and, more generally, it is never possible to test 100% of any population 100% of the time. The alternative — shutting down the border completely, in an economy highly dependent on tourism — has its own perils. These would include not only a huge financial cost associated with the loss of jobs and income, but also the negative effects of such losses on public health 2 . So the border agent faces a difficult decision: who should be tested? As has been noted 3 , the value of a test depends on its eventual outcome. In this scenario, a negative test generates only costs: the cost of testing and a delay for the traveller. By contrast, a positive test generates tremendous benefit: prevention of all the cases of COVID-19 that a traveller infected with SARS-CoV-2 would have caused. So, in deciding who to test, the border agent’s optimal strategy is clear: predict which travellers have the highest likelihood of testing positive, and test them. This strategy maximizes the value of testing, because it detects the most travellers with COVID-19 using the lowest number of tests. If the border agent could predict which incoming passengers are most likely to test positive, tests could be allocated efficiently (Fig. 1). Conveniently, data about incoming passengers — their country and region of origin, age and sex — are available digitally, on the passenger locator form that all travellers complete 24 hours before arrival in Greece. It seems straightforward enough to use data from past tests of incoming passengers to predict which ‘types’ of passenger might be more likely to test positive in the future. But, as decades of research in statistics and computer science have shown 4 , this strategy runs the risk of getting locked into yesterday’s pandemic: given the rapidly evolving dynamics of COVID-19 spread, an algorithm must quickly adapt its predictions to stay one step ahead and still test the right passengers. This is where the value of machine learning becomes clear. Just as an algorithm can be trained to play the game Go 5  by learning which moves lead to winning the game, Bastani and colleagues trained an algorithm to allocate scarce tests, by learning which passengers are likely to test positive. Crucially, the algorithm balances two goals. The first, and most natural, goal is to test passenger types who are likely to test positive, by exploiting patterns learnt from previous data about the outcome of tests for SARS-CoV-2 in these different groups. The second — perhaps less intuitive, but equally important — is to explore patterns not reflected in previous data, by testing passenger types about which the algorithm knows little. Then, at a given port of entry on a given day, the algorithm delivers targeted recommendations to border agents about which passengers to test, while respecting the budget and resource constraints imposed by supply chains, staffing, laboratory capacity and delivery logistics for biological samples. These constraints are real and binding: the authors note that, at the peak of the summer tourism season, there was capacity to test only 18.4% of incoming travellers — even after the Greek National COVID-19 Committee of Experts wisely approved group testing to drive efficiency gains in the lab. \n  \n   Text-message nudges encourage COVID vaccination \n  The authors draw on the reinforcement-learning strategies that have powered advances in online commerce and marketing 6 . But using such an algorithm in the real world raises its own technical challenges. For example, the algorithm must learn discontinuously, from large batches of testing results, rather than one-by-one from individual results. And the feedback from batch results is delayed, forcing the algorithm to operate uninformed while waiting for results. Solving these challenges required substantial tweaking of the algorithms that are typically designed for easier, more data-rich online settings. The thorniest challenges, however, are legal and political ones. To comply with the European Union’s General Data Protection Regulation (GDPR), the authors deliberately limited the data available to the algorithm — and thus its accuracy — in close consultation with lawyers, epidemiologists and policymakers. The potential limit placed on the algorithm’s performance by the GDPR highlights how well-intentioned laws to protect privacy can have both positive and negative consequences. In a pandemic that does not respect individuals’ privacy, such regulations can ultimately hamper the ability of a government to protect the health of its citizens. The authors also adapted the algorithm with a policymaker audience in mind, choosing their optimization methods to showcase clearly the value of both algorithm goals: testing high-risk passengers and testing high-uncertainty passengers. The results are impressive. The automated system doubled the efficiency of testing — the number of cases detected per test — allowing border agents to test and quarantine the right passengers, many of whom were asymptomatic, while letting others through to their final destination. The success of the algorithm presented by Bastani and colleagues highlights the inadequacy of the border policies of nearly all other countries. The decisions underlying these policies — for example, whether to deny all travellers entry to the country or to force the testing or quarantine of all travellers from a given country — have two key flaws. First, these decisions are made about entire countries, rather than individuals, disregarding vast differences between people within countries. Second, they are typically made on the basis of country-level epidemiological data that, as the present study shows, have notable shortcomings. \n  \n   Contact-tracing app curbed the spread of COVID in England and Wales \n  Had border agents denied entry to all passengers from countries that had concerning metrics, they would have prevented those people with COVID-19 from entering Greece — but at the cost of crushing a key pillar of the economy. Had they simply tested people proportional to a country’s reported COVID-19 metrics rather than algorithmic predictions, however, their testing efficiency would have been much lower. This is because reported COVID-19 metrics can be very different from actual disease prevalence among incoming travellers. Travellers are not randomly drawn from their countries’ populations, and passively collected data on cases of COVID-19 or deaths associated with the disease reflect large reporting biases and systemic barriers to access 7 . Indeed, by efficiently testing incoming passengers, the authors’ algorithm was able to anticipate spikes in SARS-CoV-2 infection rates among traveller populations almost 9 days earlier than if they had used country-level epidemiological data alone. This indicates the enormous value of intelligent, deliberate data collection — and the dangers of relying on blunt, flawed, country-level data for important decisions. Bastani and colleagues’ work will be remembered as one of the best examples of using data in the fight against COVID-19. It is a compelling story of how a group of researchers partnered with enlightened policymakers to produce a tool that has enormous social value. It highlights the best parts of both academic research and the civil service, and shows the great promise of artificial intelligence for making good decisions — which in many settings can be the difference between life and death."},
{"file_id": "d41586-021-02489-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01710-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02574-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02079-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-02955-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02953-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-03010-7", "year": 2021, "body": ""}
]