[
{"file_id": "d41586-020-03543-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-03404-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-03119-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-03315-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-03420-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-03393-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-03314-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-03392-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-03316-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-03391-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-03514-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-03406-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-03510-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-03509-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-03440-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-03636-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-03515-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-03577-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-03576-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-03513-9", "year": 2020, "body": "The ongoing COVID-19 pandemic has stretched health-care systems, disrupted economies and frayed the fabric of societies around the globe. Nation states have responded differently to the crisis, and only a few countries have managed to achieve continued control of coronavirus transmission.  Writing in  Nature , Pullano  et al . 1  report their study of SARS-COV-2 infections in France during late spring and early summer of 2020. Their analysis came after the peak of the first wave of COVID-19 cases there, but before the increase again in the autumn, which led to a higher second wave of cases. The results offer some important lessons. \n  \n   Read the paper: Underdetection of COVID-19 cases in France threatens epidemic control \n  Three key characteristics of the SARS-CoV-2 coronavirus have made it particularly challenging and disruptive. First, it is a newly emerged virus to which most people have little or no pre-existing immunity. Second, most infections are not documented by health-care systems; many individuals with these undocumented infections have no or only mild symptoms and can unknowingly spread the virus 2 . Moreover, the individuals with infections that are eventually documented typically become contagious before symptoms appear 2 , 3 . As a result, most of the viral transmission within and between communities is driven by a combination of pre-symptomatic individuals who will later develop symptoms, those who never develop symptoms (asymptomatic individuals) and those with mild symptoms who do not seek medical attention. Third, despite the preponderance of undocumented infections, the total number of global infections (documented and undocumented) is so high — with hundreds of millions infected so far — that the relatively small fraction of infections that result in severe outcomes or death 4  already numbers in the millions. To understand and control the pandemic, it is crucial to estimate how widespread the disease is within communities. One means of determining infection prevalence is provided by a measurement called the ascertainment rate — the fraction of all infections that are documented in the health-care system as confirmed cases. A higher ascertainment rate signifies a greater capacity to identify infections and thus possibly control the onward spread of the virus through the isolation of infected individuals, along with other interventions. Pullano and colleagues present two independently generated estimates of new COVID-19 symptomatic cases in France during a seven-week period from mid-May to June (generating both these estimates using data and inference approaches), to quantify the ascertainment rate for symptomatic infections. They find a substantial discrepancy between their estimate of the number of detected symptomatic cases and of the total number of detected and undetected symptomatic cases (Fig. 1), revealing a low ascertainment rate. The findings suggest that the overall testing and control system in place was inadequate to contain the virus successfully in this country of around 65 million people. Pullano and colleagues derived their first estimate of confirmed symptomatic cases of COVID-19 from a nationwide database, which was designed to track and record SARS-CoV-2 test results. This database was launched in May 2020, at the end of the spring lockdown in France. The information it contains includes routine virological testing and symptom reports for: health-care personnel; elderly individuals in nursing homes; residents of long-term care facilities; and patients hospitalized for any reason, as well as data on the tracing and testing of contacts of confirmed COVID-19 cases. In addition to these surveillance measures, any individual who showed COVID-19 symptoms could obtain diagnostic testing if referred by their doctor. By accounting for asymptomatic and pre-symptomatic cases, as well as for delays from symptom onset to testing, Pullano  et al . obtained an estimate of the number of people with confirmed COVID-19 in whom symptoms developed during the seven-week study period. For their second estimate, Pullano and colleagues used a mathematical model, hospitalization records and a maximum-likelihood estimation method to infer all incidences of SARS-CoV-2 (both documented and undocumented) in which symptom onset in infected individuals occurred during the study period. Their model-inference approach enables the estimation of a broad suite of epidemiological conditions, including the total number of symptomatic infections. Such estimates have uncertainties depending on the quality of the data available and whether the assumptions and form of the model truly represent the dynamics of SARS-CoV-2 transmission. By systematically testing the sensitivity of their findings to the assumptions they made, Pullano  et al . provide extra confidence in their inferences and constrain the boundaries of the uncertainty for their estimated value for the total number of symptomatic infections. \n  \n   Big data and simple models used to track the spread of COVID-19 in cities \n  Using the surveillance database, Pullano  et al . estimate that there were more than 14,000 confirmed symptomatic cases with symptom onset during the study period. However, using the model-inference approach, the authors instead suggest a much higher estimate — of just under 104,000 symptomatic infections in total (both confirmed and those never documented). This finding paints a worrying overall picture. The estimate from the model-inference approach suggests that 86% of symptomatic infections were undetected, despite the low infection levels that followed the spring lockdown and a centralized, coordinated testing and tracing programme. Pullano  et al . rightly note that although the detection rate rose during the course of the seven-week period studied, the vast majority of symptomatic infections were nevertheless undetected. Pullano and colleagues did not include asymptomatic infections when making their calculation of the ascertainment rate. If the authors’ estimated asymptomatic infection rate is included, making the corresponding calculation suggests that only approximately 1 in 12 SARS-CoV-2 infections was identified during the study period. Other studies 2 , 5  have similarly estimated a substantial under-counting of total infections and symptomatic infections. Pullano  et al.  also use their findings to consider what the data reveal about shortcomings in COVID-19 surveillance efforts. The testing and tracing systems implemented around the world vary, but they begin with ‘index’ cases, individuals without known infectious contacts who are tested because of their work or living circumstances, the presentation of symptoms, or in some instances simply because of a desire to be tested. By requiring that most of the population tested obtain a referral from their physician, France might have disadvantaged communities that have more-limited access to health care, and reduced testing rates. Pullano and colleagues also report that surveillance data suggest that less than one-third of individuals in France who had symptoms of COVID-19 consulted a physician. \n  \n   All eyes on a hurdle race for a SARS-CoV-2 vaccine \n  In such circumstances, the prospects for continued viral control were probably compromised. France subsequently experienced a particularly devastating wave of COVID-19 cases beginning in August and peaking in early November. The policies and behaviours that limited virus spread during early summer were insufficient to control the virus during late summer and autumn, when some people went on holiday or grew tired of social distancing, schools and universities opened, and the weather turned colder. This last factor resulted in greater virus survival 6 , 7  and people spending more time indoors and in closer proximity to others, compared with during the summer 8 . Some countries, such as South Korea, Thailand and Vietnam, have managed to use testing and tracing in conjunction with other control strategies to keep ascertainment rates high and the virus largely in check (see  go.nature.com/3qkm2bz ). These successes indicate that testing and tracing programmes can be effective, provided that the prevalence of infections does not exceed the capacity to test for and document infections, to identify and trace contacts extensively, and to isolate and quarantine contagious and potentially contagious individuals. However, testing and tracing alone are probably insufficient to achieve sustained COVID-19 control 9 . Instead, political and public effort is also needed to ensure continued compliance with interventions to limit infections, including the wearing of face masks, social distancing and the restriction of large gatherings 10 . Many countries, as a result of leadership failures, cultural or institutional barriers, or simple fatigue, have failed in their efforts to achieve or maintain control of the virus. As COVID-19 continues to spread in France and elsewhere, it is imperative that ascertainment rates be monitored, either using model-inference approaches 2  or by widespread testing of individuals for antibodies to SARS-CoV-2, which provides an estimate of the proportion of a population previously infected with the virus 11 . Pullano and colleagues’ findings support the idea that efforts should be made to track rates of under-detection and to better quantify the overall number of infections. Such information is crucial for accurately evaluating control measures, so that the need for stepped-up or alternative interventions can be identified, and for developing vaccine-deployment strategies. (For example, understanding the infection profile of a region provides useful information if planning a cluster-busting vaccination approach.) This latter issue will be particularly crucial given the timescales of vaccine production and distribution, and the time needed after vaccination for a protective immune response to develop. Pullano  et al . use the ascertainment rate to quantify under-detection in France, and their results highlight how such under-detection, if recognized, could be used as a motivation for implementing better pandemic surveillance and control measures. The authors also show the value of mathematical modelling for assessing both population-scale disease prevalence and the effectiveness of disease-control policies."},
{"file_id": "d41586-020-02994-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-03001-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02942-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-03018-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-03016-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-03069-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02964-4", "year": 2020, "body": "Behind the highly politicized disagreements over COVID-19 control measures lies a widely shared desire to return economic and social life to sustainable levels as soon and for as long as possible, while preserving health-care systems and minimizing severe illness and death. The main arguments are about the extent to which these goals are mutually reinforcing, and whether there is a trade-off between greater viral transmission and increased social and economic activity. The difficulty in identifying control measures that are both effective and minimally disruptive motivates the search for new approaches to modelling transmission. Given the limited data available from epidemiological studies on how interventions can curb infection, such models can provide an initial framework for evaluating hypothetical control measures and help to guide policy decisions. Writing in  Nature , Chang  et al. 1  present an innovative method that combines simple infectious-disease models with human-mobility data obtained from mobile-phone records. This data-rich model has enabled them to generate and, to some extent, test hypotheses on where the virus is transmitted, how racial and socio-economic disparities in COVID-19 infections arise, and how effective different types of control measure might be. \n  \n   Read the paper: Mobility network models of COVID-19 explain inequities and inform reopening \n  Chang and colleagues analysed a data set of mobile-phone records for 98 million people in the United States, providing anonymized location information from 1 March to 1 May 2020 and comprising more than 5 billion time points. The authors looked at broad patterns of human interaction at non-residential locations of interest, for example in venues such as shops (Fig. 1), restaurants and places of worship, and used these data as parameters in their model to predict the numbers of new cases detected in entire cities each day. The authors also ‘fitted’ the model (estimated a few additional unknown parameters) to the data indicating the number of cases. After fitting, the model estimates not only the total rate of infection, but also infection rates in different individual venues or types of venue. This method complements more-conventional epidemiological and surveillance approaches that try to estimate the risks individually for different sorts of activity 2 , 3 . In principle, studies of outbreak clusters or contact-tracing data offer a way to identify the types of activity and location at which viral transmission does or doesn’t happen as a result of interventions, and the shared features of such findings could be used to infer which activities could be continued and which are key targets for control. For example, case studies of clusters of infections in locations such as those for indoor choir practice, on ships and in nursing homes demonstrate the high risks of poorly ventilated, crowded spaces. By contrast, case studies, such as those providing examples of test results indicating the lack of transmission from infected hair-salon workers to clients while all were wearing face coverings 4 , have provided some support for the reopening of such establishments, given adequate mask policies. These case-study approaches are essential but have substantial limitations. They often have small sample sizes 5 , and frequently test only some of the people who have come into contact with a person confirmed to have a SARS-CoV-2 infection, making it difficult to identify the factors that determine whether or not an outbreak occurs. Furthermore, in many places, clusters and infections identified by contact tracing account for only a modest proportion of all transmissions, so inferences drawn from such examples might be of limited use for generalization. Randomized experiments to evaluate interventions (in which the introduction of an intervention is staggered over time in different populations) 6  are an alternative, but they are hard to do 7 , and such studies have been rare for COVID-19. Given the limited data available from these epidemiological and experimental studies, mathematical modelling presents an enticing approach for evaluating interventions. However, without data from epidemiological studies, modelling studies can, at best, assume only a possible range of effectiveness for particular interventions. A strength of Chang and colleagues’ approach is that the estimates of effects of interventions are based on the modelled rate of transmission in a particular place. This is, in turn, based on mobile-phone data on people’s locations, which provides information such as the number of people who come into close contact with each other at a particular venue, and is combined with strong but transparent assumptions about the factors underlying transmission at different types of venue. For a given venue, the data used by Chang and colleagues provide detailed estimates of how many people visit per hour, how long they stay on average, and which neighbourhoods they are visiting from. The transmission model is designed to group people in each neighbourhood by their disease status — whether they are susceptible (not previously infected), exposed, infected or removed (having either recovered or died), corresponding to what is described as an SEIR model — and the model allows people to move sequentially through these compartments. The key assumption made by Chang  et al.  is that the rate at which people in the population are likely to become infected (which in this context refers to their moving from the ‘susceptible’ to the ‘exposed’ compartment) depends on which venues they visit and how that changes over time. In this model, venues at which people stay for longer and that are more densely occupied carry a higher risk than do settings in which people stay for less time and that are less packed. This underlying model is exceptionally simple, but the texture of population behavioural changes over time is provided by the detailed mobility data. One of the strengths of this data-rich modelling approach is that the number of other unknown parameters that need to be fitted to the model is low, reducing the risk that the model is ‘overfitted’ in a way that forces the model’s structure to account for key features of the data. After fitting parameters to publicly available data for the daily number of infections, Chang  et al.  find that their model can better predict epidemic trajectories observed for multiple cities, when compared with the results of models that lack such detailed mobility data. This indicates that the addition of the mobility data improved the accuracy of their model. Although the goal of this mechanistic modelling was not to provide a forecast 8 , confirming that the model has reasonable predictive power is often a necessary first step in trying to draw any conclusions about mechanisms that might underlie the observed patterns. In addition to trying alternative fitting approaches, the authors analysed how sensitive particular outcomes were to the parameters of the model, finding that model outputs are consistent over a range of plausible parameter values. These give confidence that, although simple, the assumptions underlying this model generate predictions that match the data better than do equally plausible alternatives, which increases the persuasiveness of the hypotheses generated about interventions. An important extension of this work will be to check whether the model continues to match the data for case numbers in more recent months, including the case surges observed during the summer in some cities. Chang and colleagues’ model predicts that infections in venues such as restaurants, gyms and religious establishments have a disproportionately large role in driving up infection rates, corroborating findings from epidemiological studies 5 , 9 . Locations missing from Chang and colleagues’ analysis demonstrate some of the limitations of working with such mobility data. Children, elderly people and those in prison are under-represented in the data sets, so it was not possible to make inferences about the role of schools, nursing homes and prisons in community transmission of viral infection. Models that incorporate both mobility data and typical epidemiological data sources, such as social-contact surveys, might help to address this gap 10 . Nevertheless, the fine-level detail in the mobility data for the venues analysed enabled the authors to evaluate nuanced versions of reopening strategies beyond just simply modelling an overall reduction of activity across a city trying to cope with the pandemic. Chang  et al.  found that capping the maximum occupancy of venues — a strategy that implicitly reduces the number of person-hours spent in risky, high-occupancy settings — is predicted to result in a decreased number of new infections compared with a strategy of less-targeted, overall activity reduction. The authors’ approach can be extended to evaluate other types of reopening strategy. For example, time-limited visits to places such as gyms and museums could be modelled by decreasing the average visit length. Chang and colleagues’ work also deepens our understanding of possible causes of the observed disparities in COVID-19 cases by income level, which are incompletely understood. By combining their mobility model with demographic census data, the authors identified two possible main contributors. The first is that lower-income neighbourhoods, which tend to have higher numbers of front-line workers, had less overall reduction in mobility during lockdowns than did higher-income neighbourhoods, a conclusion shared by other studies 11 , 12 . The second possible contributor is that, across many types of setting, the venues visited by people from lower-income neighbourhoods tend to be more crowded than are the venues visited by those from higher-income areas. This type of observation is possible only because of the high level of detail on venue size and occupancy in the data analysed by Chang and colleagues. The authors present clear hypotheses, whose plausibility is enhanced by their fit in the model to the observed infection data, the model’s parsimony (which reduces concerns about overfitting), and their ability to provide explanations for observations that were not part of the data, such as disparities associated with income. Further model testing is needed, but given the challenges in gathering and interpreting other relevant data types, these findings could have a valuable role in guiding policy decisions on how to reopen society safely and minimize the harm caused by movement restrictions. Chang and colleagues’ work underscores the value of integrating mobility data into epidemiological surveillance systems 13 , an increasingly popular approach that should become routine as we rebuild such surveillance systems to incorporate the lessons of this pandemic."},
{"file_id": "d41586-020-03070-1", "year": 2020, "body": "Infection with the SARS-CoV-2 coronavirus results in diverse outcomes for COVID-19, with the disease tending to be more severe and lethal for older males 1 , 2 . Yet some young people can also have severe COVID-19. What determines susceptibility to this disease? Writing in  Science ,  Zhang  et al . 3  and  Bastard  et al . 4  shed light on a key factor that affects whether life-threatening COVID-19 develops. The studies implicate deficiencies in interferon proteins, specifically, type I interferons (IFN-I). Such deficiencies might arise, as Zhang and colleagues report, through inherited mutations in genes encoding key antiviral signalling molecules, or, as Bastard and colleagues describe, by the development of antibodies that bind to and ‘neutralize’ IFN-I. Among people who developed severe COVID-19, such neutralizing antibodies were mostly in older males. The IFN-I family includes IFN-α, IFN-β and IFN-ω. These molecules provide innate immune defences — they mount an initial rapid antiviral response. IFN-I proteins are a type of immune-signalling molecule called a cytokine; they are induced when a cell detects viral RNA through sensors, such as the proteins TLR3, TLR7 and TLR8 that are found in cellular organelles called endosomes. The IFN-I molecules then bind to the cell-surface receptor IFNAR (comprised of the proteins IFNAR1 and IFNAR2), resulting in the transcription of hundreds of genes 5  that block the replication and spread of the virus. Zhang  et al . examined whether people who had life-threatening COVID-19 pneumonia harboured mutations in genes that had previously been associated with severe cases of viral infections such as influenza. These genes belong to the TLR3 and IFN-I signalling pathways. The authors looked for mutations in 13 genes of interest. They found that 3.5% of the individuals (23 of the 659 people tested) had mutations in 8 of these genes, rendering the gene products incapable of producing or responding to IFN-I (Fig. 1). In vitro  studies by Zhang and colleagues confirmed these findings, and indicated that the mutations produce ‘loss-of-function’ versions of proteins. The authors found that people carrying these mutations had low to undetectable levels of IFN-α in their blood plasma during coronavirus infection, linking the mutations to defective IFN-α production in response to viral challenge. By contrast, of 534 individuals with either asymptomatic or mild COVID-19, only one harboured a loss-of-function mutation at one of the 13 sites studied. This individual had a mutation in the  IRF7  gene, which encodes a protein required for the production of IFN-I. None of the people tested who had gene variants in the TLR3 or IFN pathway had previously had severe viral infections. This suggests that although SARS-CoV-2 antiviral defences might rely crucially on IFN-I, other types of viral infection can be controlled by alternative mechanisms in those individuals. Severe COVID-19 infection has also been reported in four young men who had a loss-of-function mutation in the  TLR7  gene 6 , providing further evidence that genetic errors in IFN-I pathways contribute to severe COVID-19. \n  \n   All eyes on a hurdle race for a SARS-CoV-2 vaccine \n  Another possible cause of interferon deficiency is the generation of antibodies that target IFN-I — a form of autoimmunity. An individual with an autoimmune disease has autoantibodies that target proteins naturally produced by the body. Autoantibodies that neutralize cytokines might therefore confer a similar susceptibility to infection to that seen in people who have genetic defects affecting cytokine pathways. Anti-IFN-I autoantibodies have been identified in various diseases, including in people with a condition called autoimmune polyglandular syndrome type 1 (APS-1). It was reported 7  in June that an individual with APS-1 developed severe COVID-19 pneumonia. However, the roles of such autoantibodies in disease have not been explored in depth. Remarkably, Bastard  et al . report that, of the 987 people with severe COVID-19 whom they tested, 135 (13.7%) had antibodies that recognized an IFN-α subtype (IFN-α2), IFN-ω or both, whereas none of the 663 people with asymptomatic or mild COVID-19, and only 0.3% of healthy individuals examined (4 of 1,227) had such autoantibodies. In addition, plasma samples in 10.2% of the 987 individuals with severe COVID-19 had interferon-neutralizing activity; the authors observed that this could hinder the ability of IFN-α2 to block  in vitro  infection of human cells with SARS-CoV-2. The finding demonstrates that these autoantibodies have the potential to affect the course of SARS-CoV-2 infection. Notably, 94% of the people who had anti-IFN-I antibodies were male, and they were generally older than most of the other individuals. Bastard and colleagues argue that the autoantibodies were present before the people were exposed to SARS-CoV-2, because these autoantibodies were detected early, within one to two weeks of infection. Furthermore, two of them had confirmed pre-existing autoantibodies against IFN-I. What leads to the production of these autoantibodies? B cells of the immune system that make autoantibodies are normally selectively eliminated during development. The B cells that produce anti-cytokine autoantibodies in people with APS-1 arise as a result of defects in this selection process 8 . Thus, the anti-IFN-I antibodies found by the authors might arise as a consequence of faulty B-cell-tolerance checkpoints. \n  \n   COVID-19 poses a riddle for the immune system \n  Why is autoantibody production skewed towards a greater occurrence in older men? Such faulty B-cell selection seems different from that of other autoimmune diseases, which tend to affect mainly females. Although it is known that the regulation of developing B cells is similar in young and middle-aged males and females, autoantibody levels in older people have not been investigated 9 . Many genes on the X chromosome encode molecules, such as FOXP3, BTK and CD40L, that are essential for immune responses and for early B-cell checkpoints 9 . Perhaps some such genetic mutation on the X chromosome favours the emergence of anti-cytokine autoantibodies. If so, males would be more vulnerable because they depend on a single copy of these genes on their X chromosome, unlike females, who have a back-up gene copy on a second X chromosome. This leads to a central question. How does a defective IFN-I response lead to life-threatening COVID-19? The most direct explanation is that IFN-I deficiencies lead to uncontrolled viral replication and spread. However, IFN-I deficiencies might also have other consequences for immune-system function, such as the loss of suppression of immune-signalling complexes called inflammasomes and enhanced production of cytokines that are made downstream of these complexes 10 . Mice engineered to have abnormalities in the IFN-I pathway are more likely to die of influenza as a result of excessive inflammasome activation, not because of high levels of viral replication 11 , and such a phenomenon might explain severe COVID-19 in IFN-I-deficient people. Individuals with genetic mutations in the IFN-I-induction pathway would therefore benefit from therapy that provides interferon, but such treatment would not help those with mutations in the genes encoding IFNAR. Furthermore, people who have neutralizing antibodies to IFN-α and IFN-ω might benefit from therapy that provides other types of interferon, such as IFN-β and IFN-λ, if given early during infection. What other anti-cytokine autoantibodies might people carry? If others are found, it will be interesting to determine whether they also affect the course of infectious diseases. Might such autoreactive antibodies interfere with efforts to achieve vaccine-induced immunity in certain individuals? These latest results also suggest that blood samples (described as convalescent plasma) from people who have recovered from COVID-19, which can offer a source of antibodies targeting coronavirus, should be examined to exclude anti-IFN-I autoantibodies before being given as treatment. As the search for effective treatment and vaccines continues, these key questions will help in refining the path forward. The new findings also highlight the need to examine both the genetic and the autoantibody-mediated contributors to severe cases of infectious disease."},
{"file_id": "d41586-020-03195-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-03117-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-03122-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-03118-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-03192-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-03197-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-03065-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-02941-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02957-3", "year": 2020, "body": "A key part of tackling COVID-19 is understanding why some people experience more-severe symptoms than do others. Earlier this year, a segment of DNA 50,000 nucleotides long (corresponding to 0.002% of the human genome) was found to have a strong association with severe COVID-19 infection and hospitalization 1 .  Writing in  Nature , Zeberg and Pääbo 2  report that this region is inherited from Neanderthals. Their results not only shed light on one reason that some people are more susceptible to severe disease, but also provide insights into human evolutionary biology. \n  \n   Read the paper: The major genetic risk factor for severe COVID-19 is inherited from Neanderthals \n  DNA sequences that are physically close to one other in the genome are often inherited (linked) together. These blocks of DNA, known as haplotypes, therefore contain tightly linked variants — DNA sequences or nucleotides that vary between individuals in a population. For example, the COVID-19 risk haplotype described earlier this year 1  harbours variants across its entire 50,000-nucleotide span that are inherited together more than 98% of the time. Long haplotypes such as this could be a result of positive selection, maintained in our genomes because they contributed to our species’ chances of survival and reproductive success. They could also be introduced as a result of interbreeding with archaic hominin species such as the Denisovans and Neanderthals. Some 1–4% of the modern human genome comes from these ancient relatives 3 . Many of the surviving archaic genes are harmful to modern humans, and are associated with infertility and an increased risk of disease 4 . But a few are beneficial. Examples include the Denisovan-like version of a gene called  EPAS1  that helps modern Tibetans to cope with life at extremely high altitudes 5 , a Neanderthal gene that increases our sensitivity to pain 6  and others that help us fend off viruses 7 . To investigate whether the COVID-19 risk haplotype might have been introduced from our ancient relatives, Zeberg and Pääbo compared the region with an online database of archaic genomes from around the world. They found the region to be closely related to that in the genome of a Neanderthal individual that lived in modern-day Croatia around 50,000 years ago, but it was not related to any known Denisovan genomes. The authors next checked the prevalence of the Neanderthal-derived haplotype in the modern human population. They report that it is rare or completely absent in east Asians and Africans. Among Latin Americans and Europeans, the risk haplotype is maintained at a modest frequency (4% and 8%, respectively). By contrast, the haplotype occurs at a frequency of 30% in individuals who have south Asian ancestry, reaching as high as 37% in those with Bangladeshi heritage (Fig. 1). The researchers therefore speculate that the Neanderthal-derived haplotype is a substantial contributor to COVID-19 risk in specific groups. Their hypothesis is supported by hospital data 8  from the Office for National Statistics in the United Kingdom, which indicates that individuals of Bangladeshi origin in the country are twice as likely to die from COVID-19 as are members of the general population (although other risk factors will, of course, contribute to these statistics). Why has this haplotype been retained in some populations? The authors posit that it might be protective against other ancient pathogens, and therefore positively selected for in certain populations around the world 9 . But when individuals are infected with the SARS-CoV-2 coronavirus, the protective immune response mediated by these ancient genes might be overly aggressive, leading to the potentially fatal immune response observed in people who develop severe COVID-19 symptoms. As a result, a haplotype that at times in our past might have been beneficial for survival could now be having an adverse effect. \n  \n   A race to determine what drives COVID-19 severity \n  Despite the correlation between this risk haplotype and clinical outcomes, genetics alone do not determine a person’s risk of developing severe COVID-19. Our genes and their origins clearly influence the development and progression of COVID-19 (and other infectious diseases), but environmental factors also have key roles in disease outcomes. For example, although the Neanderthal-derived risk haplotype is almost completely absent in people with African ancestry, this population has a higher COVID-19 mortality rate than do people of other ethnic backgrounds, even after adjusting for geography and socio-economic factors (see  go.nature.com/3jcxezx  (‘Demographics’ tab) and  go.nature.com/2h4qfqu ,  for example). Social inequality and its repercussions seem likely to account for a larger proportion of the risk of COVID-19 death than does Neanderthal-derived DNA. It is fascinating to think that our ancestor’s genetic legacy might be playing a part in the current pandemic. However, the underlying impact of the inherited DNA on the body’s response to the virus is unclear. Ongoing global efforts to study associations between our genetics and COVID-19 by analysing more individuals from diverse populations, such as that being undertaken by the COVID-19 Host Genetics Initiative ( www.covid19hg.org ), will help us to develop a better understanding of the disease’s aetiology. It is important to acknowledge that, although genes involved in the COVID-19 response might be inherited, social factors and behaviours (such as social distancing and mask wearing) are in our control, and can effectively reduce the risk of infection."},
{"file_id": "d41586-020-02749-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-02721-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02748-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-02791-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02526-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02656-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-02712-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02713-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02700-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-02831-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02829-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-02914-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02926-w", "year": 2020, "body": "The catastrophic global health and socioeconomic impact of COVID-19, together with the absence of any clearly effective preventive or therapeutic remedies, has created a massive unmet medical need. Rapid responses by governments, academia and industry have already resulted in the production of  more than 180 vaccine candidates 1 , 42 of which are being tested in humans at the time of writing. The considerable design flexibility of newer types of vaccine technology gave these candidates a head start in the race. Some of the candidates, which are based on nucleic acids (such as messenger RNA), entered human trials 2  as early as March. In this issue,  Mulligan  et al. 3  and  Sahin  et al. 4  report clinical-trial results for a COVID-19 vaccine called BNT162b1, which contains mRNA that encodes part of a protein found on the surface of the SARS-CoV-2 coronavirus. This vaccine, made by Pfizer and BioNTech, was tested in adults in a combined phase I and phase II clinical trial. \n  \n   Read the paper: SARS-CoV-2 vaccines in development \n  The primary goal of phase I/II vaccine clinical trials is to evaluate short-term safety, check dosage and assess aspects of the body’s reaction to the vaccine — effects known as reactogenicity. Reactogenicity could include localized pain, redness or swelling at the site of vaccine injection, as well as systemic symptoms elsewhere in the body, such as fever, muscle pain and headache. Some reactogenicity might be expected as a normal sign that the immune system is generating a response to the vaccine, and so early-phase safety evaluation focuses particularly on more-serious effects. The secondary goal of these early-stage clinical trials is to assess immunogenicity — the ability of a vaccine to stimulate a detectable immune response to the vaccine target (Fig. 1). This typically involves assessing components of what is known as the adaptive branch of the immune system. The features of interest are vaccine-specific antibody responses and immune cells called CD4 (or helper) T cells and CD8 (cytotoxic) T cells. These T cells can directly target cells infected with the virus, or collaborate with antibody-producing B cells. The best vaccines elicit long-lasting responses that produce ‘neutralizing’ antibodies, which act to hinder or prevent an infectious agent from causing illness 5 . Once phase I and II trials have been completed, a phase III study can be conducted to determine whether the vaccine affects how susceptible people are to a disease. Mulligan, Sahin and their respective colleagues provide the first insights into the reactogenicity and immunogenicity of BNT162b1. This vaccine consists of an injected mRNA that encodes part of the ‘spike’ protein of SARS-CoV-2 — a region of the protein known as the receptor-binding domain (RBD), which enables the virus to engage with and infect human cells. Antibodies that bind to the RBD provide a way of interfering with a key starting point in the SARS-CoV-2 cycle of infection, and so attack this viral Achilles heel. Accordingly, the RBD and the spike protein are the targets of most of the vaccine candidates. \n  \n   Read the paper: Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults \n  Mulligan and colleagues gave the vaccine at one of 3 doses (10, 30 and 100 micrograms) to 36 healthy adults (age range 18–55 years), with 9 other participants receiving a placebo treatment. Sahin and colleagues’ trial did not have a placebo control group, and enrolled 60 participants who received the vaccine at one of 5 doses (1, 10, 30, 50 and 60 µg). The participants in both trials in all but the highest dosage groups (100 and 60 µg, respectively) received 2 vaccinations at 3-week intervals, in what is known as a prime–boost regimen. This approach can determine whether the addition of a second ‘booster’ vaccination enables a strong immune response to develop. More than 80% of the study participants were white, and around 2% were Black. Although no serious adverse events were reported, notable reactions at the injection site or elsewhere in the body were frequent. For example, of the participants in the medium-dose (30 µg) group of both studies, 96% reported pain at the injection site and 92% reported headaches. Moreover, the prevalence of these reactions was dose dependent, and increased after the booster immunization, so a second injection was not given to the highest-dose groups. In addition, lymphocytes — white blood cells of the immune system (which include T cells and B cells) — were reduced in number in most vaccinated individuals, but returned to normal 6–8 days after vaccination. Vaccine-induced anti-RBD antibody levels were quantified at multiple time points. However, the latest time point assessed was at only two (Mulligan  et al .) or three (Sahin  et al .) weeks after the booster injection. All vaccinees developed low-level anti-RBD antibody responses after the first vaccination. As expected, the antibody levels depended on the vaccine dose, and they increased 10–15-fold after the booster. By three weeks after the booster, the antibody levels dropped. Antibody-mediated SARS-CoV-2 neutralization, as assessed by  in vitro  experiments, followed a similar pattern, and it also declined three weeks after the booster. This result stresses the importance of long-term follow-up to understand the durability of vaccine-induced immune responses. A decline in the response is expected over time, and such a follow-up is needed to determine the rapidity of this decline. With the exception of the group who received the lowest vaccine dose, levels of neutralizing-antibodies against SARS-CoV-2 compared favourably with those in blood samples taken from people who had recovered from COVID-19 — commonly referred to as COVID-19 convalescent serum or plasma. Crucially, the magnitude and dynamics of the elicited antibody response indicate that a booster dose is essential for this vaccine. \n  \n   Read the paper: COVID-19 vaccine BNT162b1 elicits human antibody and TH1 T cell responses \n  Sahin and colleagues measured the responses of CD4 and CD8 T cells before the first vaccination and one week after the booster. Although most vaccinees showed convincing responses, the strength of the T-cell responses, as measured by the production of immune-system signalling molecules called cytokines, varied between participants, and there was no clear dose dependency in the responses. In terms of what we have learnt from the results of these phase I/II clinical trials, the reactogenicity and early safety profile seem acceptable. However, it should be remembered that, as the authors acknowledge, this was a small group of individuals, and it was missing people from key age profiles and at-risk groups. The average age of the participants in the two trials was 35 and 37, respectively. In another study 6 , Pfizer and BioNTech reported a clinical trial that compared BNT162b1 with a different version of the vaccine, termed BNT162b2, that uses mRNA encoding the full-length spike protein. Among older adults, aged between 65 and 85, those vaccinated with BNT162b2 showed less systemic reactogenicity than did people vaccinated with BNT162b1. BNT162b2 was therefore selected to go forward to an ongoing phase II/III large-scale clinical trial 6 . So what do the data tell us about whether the vaccine generates immunity to COVID-19, and about the correlates of immune protection — the quality and quantity of vaccine-induced antibody and T-cell responses elicited? The results are encouraging but inconclusive. The presence of neutralizing antibodies is correlated with protection from SARS-CoV-2 infection in monkeys 7 – 9 , and there are anecdotal reports for humans that are consistent with this 10 . However, a definitive interpretation of such data is complicated by the lack of standardized tests for assessing T-cell and neutralizing-antibody responses. Approaches to tackle this shortcoming are already being developed, for example by the SARS-CoV-2 Neutralization Assay Concordance Survey ( go.nature.com/3iqh0jp ), and the results should help to provide a way of comparing different vaccine candidates. \n  \n   COVID-19 poses a riddle for the immune system \n  Taken together, the early clinical data for the Pfizer/BioNTech vaccine candidate hold promise, but many questions remain for this and other mRNA vaccines that target SARS-CoV-2. For example, what is the optimal dose, and what would be the best timing for a booster vaccination? How long does the vaccine-induced immune response last? Is the vaccine safe and effective in people with underlying health conditions, or those of minority-racial and -ethnic backgrounds, who are disproportionately affected by COVID-19? Whether the vaccine is safe in children should also be tested. In addition, there are logistical hurdles to consider when distributing and administering a vaccine that requires transport and storage at −80 °C. Above all, it needs to be established that the vaccine-elicited immune response prevents infection and disease. Data to come from the ongoing large-scale phase II/III clinical trial — revealing efficacy and longer-term safety profiles — will be crucial for answering some of the remaining questions. This is especially important for pioneering RNA-based vaccines, such as BNT162b1 and BNT162b2, that lack the extensive safety record of vaccine candidates developed using a conventional approach. The good news is that the final hurdle on the way to the finishing line — the completion of a properly controlled phase III clinical trial — is in sight. Ideally, this process will not be jeopardized by a premature rush, through an Emergency Use Authorization by the US Food and Drug Administration or other international regulators, to get a vaccine into use in the clinic before the trial has generated sufficient safety and efficacy information. As in any hurdle race, skill, speed and judgement are all needed to successfully and safely cross the finishing line."},
{"file_id": "d41586-020-02830-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-02925-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02924-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-02840-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-02658-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02750-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02565-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-03196-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02481-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-03238-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-03260-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02380-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02443-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-02438-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02382-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-02422-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-02421-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02490-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-02442-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02461-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02451-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-02474-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-02504-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02502-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02503-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-02383-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-02172-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02138-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-01675-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02046-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-02158-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-02210-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02283-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-02063-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-02225-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-02139-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-02211-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-02189-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-02264-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02315-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-02137-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01715-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-01816-5", "year": 2020, "body": "The COVID-19 pandemic is the biggest public-health crisis in a century, and the development of medical interventions to combat the SARS-CoV-2 coronavirus is a top priority.  Writing in  Nature , Pinto  et al. 1  provide evidence needed to take one of the crucial first steps for such efforts in the developing arena of antibody immunotherapy. \n  \n   Read the paper: Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody \n  The level of protection provided by the immune system in response to SARS-CoV-2 exposure and infection is a hotly debated topic 2 . It is thought that one major arm of the immune response to such infection is the development of antibodies that recognize the virus. Of particular interest are antibodies that bind to a protein on the viral surface known as the spike protein. Coronaviruses derive their name from their distinctive, crown-like (coronal) viral silhouettes, which are due to these proteins. Antibodies that recognize and bind to the viral ‘spike’ can block its ability to bind the ACE2 receptor protein on human cells. An interaction between the spike protein and ACE2 is part of a process that can enable coronaviruses to enter human cells. Thus, antibodies that could hinder spike-protein function would block infection; such antibodies are termed neutralizing antibodies. Much remains to be learnt about the immunological responses to SARS-CoV-2. Nevertheless, it is becoming clear that antibodies taken from the blood serum of people who have recovered from COVID-19 can be used for treatment by being transfused into other people who have the disease 3 . Such ‘convalescent sera’ approaches are highly attractive, particularly as an immediate treatment option. That’s because more-conventional therapeutics, such as drugs or vaccines, are unlikely to be available for some time. A more high-tech approach to using convalescent sera is the manipulation of antibody-producing B cells taken from the blood of people who had COVID-19 or other coronavirus infections. Each B cell makes one unique antibody, and clonal populations of a B cell of interest can be used to generate an identical pool of a particular desired antibody known as a monoclonal antibody. To accelerate the process of therapeutic development, Pinto and colleagues ‘went back in time’, and turned to samples of B cells collected from a person who had been infected by the coronavirus SARS-CoV. This virus, which is similar to SARS-CoV-2, caused an outbreak in 2003 of a disease called severe acute respiratory syndrome (SARS). The hope with such an approach is that the resemblance between the two viruses might mean that some antibodies that recognize SARS-CoV also recognize and neutralize SARS-CoV-2. The ‘head’, or receptor-binding domain (termed S1), of the spike protein is the most accessible region of the protein for antibodies to bind to. However, this domain exists in different dynamic states, and debate has arisen over whether it is ‘masked’ from the immune system by a shell of carbohydrate molecules 4 . The identification of a functional antibody that targets this region is therefore not a trivial process. Pinto  et al . combined blood cells taken in 2004 and 2013 from a person who had recovered from SARS, and searched for antibodies that could recognize SARS-CoV-2 (Fig. 1). Of the 25 different monoclonal antibodies that the authors studied, 4 recognized the receptor-binding domains of both SARS-CoV and SARS-CoV-2 spike proteins. One antibody, termed S309, was selected for further study on the basis of its high-affinity binding to this domain when tested  in vitro . Pinto and colleagues used cryo-electron microscopy to visualize the interaction between the S309 antibody and the SARS-CoV-2 spike protein. This revealed that S309 binds to an accessible site in the receptor-binding domain of the spike protein that has an attached carbohydrate molecule. This region is not part of the key area that directly binds to ACE2. The site that S309 recognizes is evolutionarily conserved in spike proteins across a range of bat coronaviruses (in the genus  Betacoronavirus  lineage B; subgenus  Sarbecovirus ) that have similarities to the SARS-like coronaviruses. This raises the possibility that such an antibody could have wide applicability in tackling related viruses. Not only, then, is this antibody of interest when investigating ways to manage the COVID-19 pandemic in the years ahead, but it might also be considered for use in preventing future outbreaks of related animal viruses, if they make the leap to causing infection in humans. \n  \n   Read the paper: Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody \n  Ultimately, it seems unlikely that a robust treatment for COVID-19 will rely on a single antibody. Rather, as was the case for SARS, a synergistic approach combining different monoclonal antibodies in an antibody cocktail might be more effective 5 . For such approaches to move forwards, evidence of effective antibody neutralization from  in vitro  studies will be needed, along with  in vivo  data assessing how well an antibody can boost other aspects of the immune response — by enlisting other immune cells to tackle the infection, for example. There are many promising avenues to explore in these efforts. Pinto and colleagues got a head start with their work by exploring pre-existing antibodies, and they should now have more B-cell populations to mine. Many other teams, to give just some examples 2 , 6 – 13 , have also presented useful discoveries in the hunt for antibodies that can target SARS-CoV-2. The next steps will be to test individual antibodies and antibody cocktails in animal models, to determine whether they offer protection, and then to assess their safety and effectiveness in human clinical trials. An accelerated path might narrow the time lag between antibody discovery and proof-of-concept trials in humans to as little as five or six months 14 . The most recent prominent example of immunotherapy for infectious disease relates to battling the Ebola virus. In concert with vaccines and conventional, small-molecule-drug trials, the development of monoclonal-antibody therapies for Ebola has progressed rapidly. Cocktails of antibodies, beginning with one called ZMapp, that target a key Ebola viral protein called GP in two crucial regions of the protein, are continuing to be developed 15 – 17 . This progress in efforts to tackle Ebola gives hope for similar immunotherapy achievements in targeting SARS-CoV-2. Pinto and colleagues’ work marks a major step towards that much-anticipated, and much-needed, success."},
{"file_id": "d41586-020-02339-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-01779-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02266-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-01815-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01915-3", "year": 2020, "body": "The coronavirus known as severe acute respiratory syndrome coronavirus 2 (SARS‑CoV-2) emerged in late 2019, and certain aspects of the disease it causes — COVID‑19 — continue to baffle clinicians and researchers. It is estimated that SARS-CoV-2 has already infected more than 9 million people and claimed more than 450,000 lives worldwide, and this pandemic has paralysed economies globally.  Writing in  Nature , Zhang  et al. 1  present data on the evolution of two major lineages of SARS-CoV-2, together with information regarding human-host determinants of disease severity from their analysis of 326 people in Shanghai, China, who were infected with SARS-CoV-2. \n  \n   Read the paper: Viral and host factors related to the clinical outcome of COVID-19 \n  SARS-CoV-2, which caught the world by surprise, was initially thought to have ‘jumped’ to humans from an animal host at the Huanan Seafood Wholesale Market in Wuhan, China. When the first cases of a previously unknown disease, initially described as ‘a severe pneumonia with unknown aetiology’, were identified in Wuhan at the end of December 2019, the majority of cases could be traced back to this market. The implication was that the new coronavirus had crossed the species barrier at the market from an infected live animal on sale. The Malayan pangolin, a scaly anteater previously living in relative obscurity, suddenly faced allegations that it was the culprit, although whether this protected creature was on sale in the market at that time is uncertain (see  Nature  http://doi.org/ggpxhb; 2020 ). However, some cases of the disease in early December 2019 in Wuhan had no obvious links to the market 2 . Zhang  et al . analysed 94 complete genome sequences of SARS-CoV-2 in samples obtained from people living in Shanghai who had visited a health-care clinic in January or February 2020, and compared these data with 221 other sequences of the virus. The authors’ results reinforce previous observations 3  of two major phylogenetic lineages (clades) of SARS-CoV-2 during the early phase of the outbreak in China. They are distinguished by two distinctive nucleotide differences, suggesting multiple origins for the human infections transmitted to people in Shanghai (which is about 800 kilometres by road from Wuhan). The two lineages are termed clades I and II (Fig. 1). They presumably evolved independently from a common ancestor, but their ancestry in terms of how they relate to each other is unclear, because they differ at only two genomic sites. One difference involves a particular nucleotide in the sequence that encodes amino-acid residue number 84 in the viral protein ORF8. If the nucleotide has a thymine base (clade I), the sequence encodes the amino acid leucine; if it has a cytosine base (clade II), the sequence encodes a serine. The other difference is at a nucleotide in the gene  ORF1ab , which contains either cytosine (clade I) or thymine (clade II); both the resulting nucleotide sequences encode serine. Combining viral genomics with epidemiological evidence of how people might have picked up the infection, Zhang  et al . show that the viral genomes from six people with established links to the Wuhan market cluster in clade I on the SARS-CoV-2 family tree, whereas the viral genomes of three cases without known links to the market cluster in clade II. These data support the idea that the market might not have been the origin of the pandemic. Instead, they suggest that clades I and II originated from a common viral ancestor and spread independently at the same time: clade I through the market and clade II outside it. Therefore, the animal-to-human transfer might have occurred elsewhere, seeding transmission chains that found their way to the market — where the high density of stalls and susceptible humans facilitated uncontainable spread in, and subsequently beyond, the site. The circulation of different ‘types’ of SARS‑CoV-2 has been a contentious topic, stemming from the observation of distinct phylogenetic lineages. However, such genetic divergence among viruses, especially in the context of ‘immunologically naive’ human hosts (those who have never encountered the virus before) is expected. This can be explained by the ‘founder effect’, which is common during viral outbreaks — if a limited number of viral variants randomly enter a new geographical region where there is a susceptible population, their subsequent spread there facilitates the dominance of those variants at that location. \n  \n   Going back in time for an antibody to fight COVID-19 \n  However, the difference in prevalence of those variants in that particular population, compared with infected populations in other regions, does not necessarily equate to improved fitness of those variants in terms of viral replication and transmission 4 . Consistent with this idea, Zhang  et al.  find no evidence of any association between either of the two clades, or between any mutations in subclades, and the clinical parameters they assessed to categorize COVID-19 disease severity. Although this finding is not surprising, given that the two clades differ by only two nucleotides out of the approximately 30,000 nucleotides in the SARS-CoV-2 genome, it highlights the fact that distinct phylogenetic lineages do not necessarily indicate distinct viral strains with different disease outcomes. Having found no difference in clinical outcomes between infections with the two SARS-CoV-2 lineages, Zhang  et al.  analysed various parameters of immune-system function in the human hosts to identity factors that contribute to disease severity. The authors focused on four disease categories with well described definitions of clinical outcomes. The least-affected individuals were asymptomatic and had no fever, no breathing problems and no signs of lung damage on X-ray scans. Mild cases were those in people who had fever and signs of inflammation on X-rays of their lungs, indicating pneumonia. People with severe disease had difficulty breathing and had hallmarks of lung damage described as ‘ground-glass opacities’ on X-rays. Critically ill patients had acute respiratory distress syndrome, and required mechanical ventilation to assist breathing. In agreement with previous research 5 , Zhang and colleagues found that being older, the presence of other pre-existing medical conditions (termed comorbidities), and male gender were the leading factors associated with a higher probability of more-severe disease. From the analysis of blood samples, the authors provide evidence of changes that characterized the severe and critical cases of COVID-19. One characteristic of these cases was lymphocytopenia — an abnormally low number of lymphocytes (a type of white blood cell involved in immune responses) in the blood. Zhang  et al . attributed this lymphocytopenia to the depletion of a particular type of lymphocyte called a CD3 +  T cell, most probably reflecting movement of these T cells from the blood to sites of infection in tissues. \n  \n   CRISPR tool scales up to interrogate a huge line-up of viral suspects \n  Another characteristic of the severe and critical cases was abnormally high levels of the cytokines IL-6 and IL-8, which are small proteins that promote inflammation. High levels of pro-inflammatory cytokines drive an intense immune response that is commonly referred to as a cytokine storm. Immune-system cells called macrophages, which are present in the lung, can make IL-6 and IL-8, and are often the initial cellular mediators of a cytokine storm in other respiratory infections. However, the precise cell populations contributing to the prolonged cytokine storm that occurs in some cases of COVID-19 remain to be defined. The inverse correlation between high levels of IL-6 or IL-8 and low lymphocyte numbers hints at underlying mechanisms that might link these characteristics of severe disease. The possibility that high cytokine levels cause lymphocytopenia is consistent with the observation that people with COVID-19 who were treated with the drug tocilizumab, which blocks IL-6-mediated signalling, had their bloodstream levels of lymphocytes restored to nearer normal 6 . However, further experimental and mechanistic studies are needed to establish whether a causal connection underlies the correlation between these cytokine levels and lymphocytopenia. Of note is the discordant time frame of changes in these two parameters — T-cell depletion is evident from the first week of overt disease, whereas a cytokine storm arises later, when COVID-19 has become severe. Moreover, neither lymphocytopenia nor a cytokine storm are exclusive to COVID-19. Both are hallmarks of many types of severe respiratory infection, including human infection by avian influenza viruses, and severe acute respiratory syndrome (SARS), a disease caused by a coronavirus related to SARS-CoV-2. To delineate the immunological signatures that are specific to COVID-19, more-detailed cellular and molecular analyses will be needed. Tracing the evolution of SARS-CoV-2 is fundamental for informing the public-health policies needed to limit disease spread. Dissecting the underlying causes and mechanisms of perturbed immune defences, such as the depletion of CD3 +  T cells and the heightened pro-inflammatory response, as well as determining the crucial clinical and molecular hallmarks of COVID-19, are of paramount importance for the design of treatment strategies and effective vaccines. Zhang  et al.  lay some essential groundwork that should aid in these Herculean tasks, and their work raises key questions that will need to be answered if we are to limit this pandemic and try to prevent a future one."},
{"file_id": "d41586-020-01817-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01914-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01791-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-01916-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-01913-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01975-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01983-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01420-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-01486-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01974-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01418-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-01965-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-01455-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-01483-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01484-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01568-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-01570-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-01566-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01485-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01567-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01105-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-01601-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01653-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01569-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-01600-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01099-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-01103-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01168-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-01091-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01280-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-01152-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-01167-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-01251-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01081-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-01250-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00766-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-01281-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00728-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00640-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00765-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-00809-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00818-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00787-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00873-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00819-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00872-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00898-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-00874-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00976-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00322-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00641-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00552-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00468-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-00472-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00564-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-00469-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00962-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00536-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00535-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00592-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00462-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00636-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00577-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-00638-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-00605-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-00423-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00637-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-00131-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-00327-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00325-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-00328-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00323-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00314-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00213-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-00244-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-00403-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00393-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00404-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00329-5", "year": 2020, "body": ""},
{"file_id": "d41586-019-03952-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00384-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00426-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-00411-y", "year": 2020, "body": ""},
{"file_id": "d41586-019-03943-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00093-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00039-y", "year": 2020, "body": ""},
{"file_id": "d41586-019-03949-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00095-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-00047-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00094-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-00096-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-00151-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00149-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00010-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00147-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-00137-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00165-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00148-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-00243-w", "year": 2020, "body": ""},
{"file_id": "d41586-019-03866-w", "year": 2020, "body": ""},
{"file_id": "d41586-019-03822-8", "year": 2020, "body": ""},
{"file_id": "d41586-019-03597-y", "year": 2020, "body": ""},
{"file_id": "d41586-019-03893-7", "year": 2020, "body": ""},
{"file_id": "d41586-019-03894-6", "year": 2020, "body": ""},
{"file_id": "d41586-019-03947-w", "year": 2020, "body": ""},
{"file_id": "d41586-019-03892-8", "year": 2020, "body": ""},
{"file_id": "d41586-019-03918-1", "year": 2020, "body": ""},
{"file_id": "d41586-019-03951-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00214-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00040-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-00212-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-00002-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-00207-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-00481-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00479-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00038-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00206-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00480-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00635-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-00424-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-00576-6", "year": 2020, "body": ""},
{"file_id": "d41586-020-00767-1", "year": 2020, "body": ""},
{"file_id": "d41586-020-00764-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01021-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-00975-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-01020-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-01000-9", "year": 2020, "body": ""},
{"file_id": "d41586-020-01335-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01169-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-00750-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-01334-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01447-w", "year": 2020, "body": ""},
{"file_id": "d41586-020-01417-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-01287-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-01282-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-01672-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-01732-8", "year": 2020, "body": ""},
{"file_id": "d41586-020-01655-4", "year": 2020, "body": ""},
{"file_id": "d41586-020-01713-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-01759-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02007-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-02060-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02062-5", "year": 2020, "body": ""},
{"file_id": "d41586-020-02008-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-01336-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02256-x", "year": 2020, "body": ""},
{"file_id": "d41586-020-02059-0", "year": 2020, "body": ""},
{"file_id": "d41586-020-02381-7", "year": 2020, "body": ""},
{"file_id": "d41586-020-02379-1", "year": 2020, "body": "A dysregulated immune response, a cytokine storm and cytokine-release syndrome 1 , 2  are some of the terms used to describe the overexuberant defence response that is thought to contribute to disease severity in certain people who become seriously ill with COVID-19. However, a precise definition of this type of immune dysfunction remains elusive.  Writing in  Nature , Lucas  et al . 3  fill in some gaps in our knowledge. \n  \n   Read the paper: Longitudinal analyses reveal immunological misfiring in severe COVID-19 \n  A holy grail of COVID-19 research is the ability to assess a person’s immune response, to pinpoint early the individuals who have mild symptoms but who are on track to develop the intense defence response that is associated with severe disease. This is important because there is a broad spectrum of clinical disease in people infected with SARS-CoV-2, the coronavirus that causes COVID-19: some infected individuals can be asymptomatic, whereas others are at risk of dying, and require hospitalization in an intensive-care unit and use of a ventilator machine to breathe 4 , 5 . Identifying those whose dysregulated immune-response signature predicts the development of severe disease would enable them to be monitored more intensively to minimize disease progression. Lucas and colleagues performed extensive analyses of immune responses over time (longitudinal studies) in 113 people hospitalized with COVID-19 who had moderate or severe disease, and assessed a similar number of SARS-CoV-2-free healthy people as controls. The authors analysed molecules in blood plasma (Fig. 1) and monitored peripheral blood mononuclear cells — white blood cells of the immune system such as CD4 T cells, CD8 T cells and B cells. The longitudinal nature of this study enables conclusions to be drawn that wouldn’t be possible from analysing cross-sectional studies that don’t follow individuals over time. The authors found that levels of several molecules that promote inflammation — immunomodulatory molecules termed cytokines, including IL-1α, IL-1β, IFN-α, IL-17A and IL-12 p70 — were higher in all of the people who had COVID-19 than in the healthy controls, providing a ‘core’ COVID-19 signature. Other cytokines, such as IFN-λ, thrombopoietin (which is associated with abnormalities in blood clotting), IL-21, IL-23 and IL-33, were upregulated to a greater extent in people with severe COVID-19 than in those with moderate disease. Several of the molecules upregulated in the core COVID-19 signature, as well as those seen in severe disease, have been identified previously as positively correlated with COVID-19 severity 6 , 7 . Severe disease was characterized by prolonged elevation of many of these molecules, whereas the levels of most of them subsided in people with moderate disease. Moreover, individuals with severe disease showed increased levels of cytokines associated with activation of a protein complex called the inflammasome, a component of the immune response that is a driver of inflammation. Also increased were levels of IL-1Ra, a protein that normally inhibits excessive inflammasome function, providing a rare example of an upregulated molecule that dampens the immune response in severe disease. Levels of molecules associated with a defence response to viral infection — released by a type of activated CD4 T cell called a T H 1 cell — were higher in people with severe disease than in those with moderate COVID-19. This occurred even though blood levels of CD4 T cells and CD8 T cells, which are generally linked to expression of these molecules, were similarly decreased (a condition called lymphopenia) in people with moderate or severe disease. More remarkably, cytokines associated with immune responses to fungi (cytokines released by a type of CD4 T cell called a T H 17 cell) were elevated and remained so in people with severe disease. The same was true for cytokines associated with immune responses to parasites, including worms, or with allergic reactions (cytokines such as IL-5, released by a type of CD4 T cell called a T H 2 cell). The discovery that parts of the immune system unrelated to viral control would be triggered by a viral infection was unexpected. Less surprising was the finding that levels of inflammatory cytokines in the blood, especially the proteins IFN-α, IFN-γ, TNF-α and TRAIL, correlated with viral RNA levels in the nasal passage, independently of disease severity. \n  \n   A race to determine what drives COVID-19 severity \n  From their analysis of proteins in people’s peripheral blood mononuclear cells, the authors divided individuals into three groups on the basis of their subsequent clinical course and disease severity. In general, at early time points after infection, those who went on to have moderate disease had low levels of inflammatory markers and a rise in the level of proteins associated with tissue repair. By contrast, people who went on to develop severe or very severe disease had increased expression of IFN-α, IL-1Ra and proteins associated with T H 1-, T H 2- and T H 17-cell responses, even at early time points (10–15 days after the onset of symptoms). These results were validated using data for the entire patient population, across all time points, thus demonstrating that these characteristic expression patterns persisted over time in people with each type of disease severity. What have we learnt from this report, and what still needs to be done? It is clear from this and other studies that the immune response in hospitalized patients with severe COVID-19 is characterized by lymphopenia and the expression of molecules associated with ongoing inflammation 8 , whereas these same molecules are expressed at a lower level in people with mild or moderate disease. Differences in immune responses between the different categories of disease severity are even more evident when people with very mild or subclinical disease are included in the analyses 4 . A key next step will be to analyse samples from people with extremely early signs of COVID-19, and to compare longitudinal data in those who do and those who don’t require hospitalization. Some people who develop severe disease seem to have a suboptimal immune response initially, which might allow uncontrolled viral replication 9 . Such high replication might, in turn, contribute to severe disease. \n  \n   Going back in time for an antibody to fight COVID-19 \n  Further analyses should identify molecules that are useful for predicting which individuals will later be hospitalized and require intensive care. It will also be crucial to understand how severe disease results in an upregulation of cytokines usually linked to the immune response to parasites and allergic reactions, and whether this apparent dysregulation of the immune response to viral infection is unique to COVID-19. It will also be worth determining whether these changes in the expression of inflammatory molecules in the blood also occur in cells at the site of infection — the airways and lungs. Lucas  et al . analysed blood samples because obtaining cells from an infected lung is much more tricky and results in the production of aerosols that might contain SARS-CoV-2. For results to be clinically useful, it will be necessary to define a limited number of biomarkers that can be both readily measured and used to predict disease outcomes. This could be difficult, because many of the changes in cytokine expression observed in studies such as that of Lucas and colleagues are useful for population-level analyses but less so for predicting outcomes in individual patients. Levels of specific cytokines vary substantially between people, making it hard to benchmark a level of cytokine expression that constitutes a sign of abnormality .  Therefore, groups of cytokines, each with different degrees of inter-individual variability, must be measured to identify useful alterations. The identification of infected people on course to develop severe COVID-19 will be a key step forward in patient care. For example, it would increase the possibility of correctly selecting individuals most in need of targeted early treatment, such as with therapies that directly inhibit viral replication. There has been progress in identifying such treatments, and the continued development of antiviral drugs that have increased efficacy and specificity will be crucial for alleviating the disease and reducing the death rate associated with the COVID-19 pandemic. Ideally, such drugs will be administered orally, and will reduce the need for hospitalization. Continued progress in unravelling the immune response to SARS-CoV-2 infection will help to improve clinical treatments for COVID-19."},
{"file_id": "d41586-020-02556-2", "year": 2020, "body": ""},
{"file_id": "d41586-020-02555-3", "year": 2020, "body": ""},
{"file_id": "d41586-020-02505-z", "year": 2020, "body": ""},
{"file_id": "d41586-020-02657-y", "year": 2020, "body": ""},
{"file_id": "d41586-020-03313-1", "year": 2020, "body": ""}
]