[
{"file_id": "d41586-021-02907-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-03788-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02999-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-03438-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-03040-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-03043-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-03042-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-03710-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-03041-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-02487-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02092-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01573-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01751-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-02850-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-01829-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-01861-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-02015-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-02223-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01993-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-02695-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-01574-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-01389-x", "year": 2021, "body": ""},
{"file_id": "d41586-021-01311-5", "year": 2021, "body": ""},
{"file_id": "d41586-021-00532-y", "year": 2021, "body": ""},
{"file_id": "d41586-021-01517-7", "year": 2021, "body": ""},
{"file_id": "d41586-021-00334-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00397-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00022-1", "year": 2021, "body": ""},
{"file_id": "d41586-021-00663-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-00190-0", "year": 2021, "body": ""},
{"file_id": "d41586-021-00956-6", "year": 2021, "body": ""},
{"file_id": "d41586-021-00811-8", "year": 2021, "body": ""},
{"file_id": "d41586-020-03649-8", "year": 2021, "body": ""},
{"file_id": "d41586-021-00081-4", "year": 2021, "body": ""},
{"file_id": "d41586-021-01252-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01101-z", "year": 2021, "body": ""},
{"file_id": "d41586-021-01209-2", "year": 2021, "body": ""},
{"file_id": "d41586-021-01321-3", "year": 2021, "body": "In 2015, a giant crane hoisted a 900-kilogram bronze statue of the imperialist Cecil John Rhodes from its plinth at the University of Cape Town (UCT) in South Africa. Rhodes — a nineteenth-century diamond magnate and a representative of the white-supremacist, colonial rule of southern Africa — had bequeathed the land on which the university now stands. The removal of his statue came two decades after South Africa’s first-ever democratic elections and the end of apartheid. When the crane did its work, Rhodes’s likeness in front of UCT’s main hall was reeking, both figuratively and literally. A month earlier, a student had upended a bucket of human excrement over the statue, lighting the fuse of what was to become known globally as the Rhodes Must Fall movement (see ‘Of protest and potential’). Since the statue fell, UCT has played host to conversations about how to ensure that the institution — one of Africa’s foremost — embraces inclusivity at its very core. This includes challenging its traditions, which critics argue are rooted in colonial values and minimize African knowledge and experiences. These discussions have been difficult for both the academic establishment and those fighting against the status quo. Despite efforts to boost the number of Black researchers on campus, 40% of academic staff members are white South Africans, compared with 9% of the overall population in South Africa. Black South Africans make up more than 80% of the nation’s population. Nature  asked four UCT students and staff members to reflect on developments since 2015. Their experiences are relevant to institutions worldwide as they grapple with #BlackLivesMatter and #ShutDownSTEM protests over racial inequalities in society and the colonial foundations of many universities. Our interviewees reference four key events since the statue fell: the 2018 suicide of Bongani Mayosi, UCT’s dean of health sciences; a 2019 report into UCT’s institutional culture (see  go.nature.com/3f85j3g ); the ongoing COVID-19 pandemic; and a  devastating fire last month  that gutted the university’s African studies reading room and some of South Africa’s most treasured histories. An inquest into Mayosi’s death found that protests about an increase in university fees in 2016 had placed immense pressure on him as a Black academic leader; students first looked to him as an ally, then tore into him when he supported the university. And the 2019 report found that racism exists at UCT, and that university management systems contribute to the problem. Critics called the report one-sided, whereas others said that it gave voice to long-standing feelings of not belonging that many Black South Africans experience at the university. A UCT spokesperson told  Nature  that the mixed reception to the report was “unsurprising”, given the contested nature of the events the report investigated. “After all, UCT is a microcosm of a country where, after many years of confronting this scourge, [racism] remains a serious societal challenge. UCT remains resolute in our determination to defeat it, working together as a community,” the spokesperson said, adding that many of the report’s recommendations were consistent with initiatives already under way at the university. Immunologist and senior lecturer in the department of integrative biomedical sciences at UCT. When Rhodes fell, I was a postdoctoral fellow in the UCT faculty of health science. I learnt a lot in the weeks leading up to the statue coming down. I was impressed with the solidarity that the students showed. I was also impressed with the intersectionality of their struggle — that it involved not only race, but also gender-based violence and other things that we’ve not tackled as a country. The death of Mayosi, and the university’s investigation into it, emphasized the burden that is placed on Black staff members. They have to excel academically while also acting as a conduit between the institution and its Black students and staff, and then on top of that, drive the transformation agenda. That’s a huge burden placed on someone who from the start might feel excluded from the university’s power systems. The fall of the Rhodes statue was symbolic, not just for UCT but for our nation and the rest of the world. It symbolized that UCT’s structure, with whiteness as the norm, needed to fall — a structure that had become entrenched since UCT was set up as a university for white people. It was a big psychological victory for Black students and for other marginalized groups on campus. \n  \n   Career resources for African scientists \n  But the question now is, has the system fallen? My view is that there’s been a desire to transform, but that there have also been people fighting such transformation. The culture of whiteness remains intransigent. This slow pace of change affects us, as young Black academics. If we don’t see Black professors, we don’t have anyone to look up to and say they are role models. And role models are important: they can assist you and open doors for you. That’s not unique for Black young scientists, but I do think that the need is more acute for us as Black early-career researchers. You can’t become what you don’t see. I don’t think we as a university community have properly dealt with Mayosi’s death. Someone who was a brilliant academic and a big advocate of transformation, a role model, took his own life while leading the most complex faculty at the university. That is bound to have a psychological impact on our desire as Black academics to become leaders. PhD student in environmental geographical science at UCT and training coordinator for H3ABioNet, a Pan African Bioinformatics Network for the Human Heredity and Health in Africa (H3Africa) consortium. I was in the crowd when the Rhodes statue was taken down. It was a watershed moment. My main memory is a feeling of surprise; I never thought racism would be confronted at UCT. When I came to the university in 2010, the feeling among Black South Africans was that you either assimilate into the culture of whiteness or you perish. I had recently graduated from my honours degree in environmental geography, making ends meet by teaching and working as a research assistant. I come from a poor background; my mother was a domestic worker. When I arrived at UCT, it was the first time that I had come face to face with whiteness. Nearly all my lecturers were white. That said to me that I didn’t belong. After Rhodes fell, I went to the University of Oxford, UK, for my master’s in biodiversity, conservation and management. I was one of only four Black people in the 600 students in my college. When I came back to UCT in 2017 for my PhD programme, some things had changed, but much remained the same. ‘Transformation’ groups had been formed to redress the racial and gender balance of the university, but many of them were led by white women. That bothered me. Looking back, I realize that I experienced a lot of racism as an undergraduate. Much of it was hidden, not overt. Since Rhodes fell, UCT has hired more Black people, and the current vice-chancellor is Black. But it’s like a cappuccino: on top, you have white foam, with a few chocolate flakes sprinkled on top; the bottom is where the dark coffee is. So much needs to change still. After my PhD, I don’t think I want to be an academic. There are so many barriers to jump. My Black body still needs to be accepted by white academics. It’s not just about whiteness: I’m queer, I’m poor, I support several of my family members — I need to earn a salary. There’s more job security in other careers. Of course, there’s the feeling of ‘If I don’t change it, who will?’, but self-care matters, and I’m exhausted. Still, I don’t think UCT should be thought of as a place that can’t belong to Black people. When the fire hit, some people on Twitter celebrated that colonial symbols had burnt. That made me so heartsore and angry. UCT might have its challenges, but it’s also a home for Black scholarship. Anthropologist and senior lecturer in UCT’s humanities education-development unit. When Rhodes fell, I was already a lecturer in the UCT humanities education-development unit. The unit runs an extended degree programme for people from historically disadvantaged groups in South Africa whose grades would usually be too low to allow them entry. They receive extra academic support and take four years to complete their undergraduate degrees instead of the usual three. Most students in the programme were Black, and I knew that some were unhappy. So a lot of the conversations that surfaced at UCT about representation and redress after the Rhodes protest were the same ones that we had been having with students earlier. I wasn’t surprised when the protests broke out. What did surprise me was the extent to which the grievances were taken up across the university. As a white staff member teaching predominantly Black students, more than ever before in my life, I could not escape my whiteness. That experience was valuable and valid, but extremely challenging. Since then, my unit has changed the way it does things. There is now a sense that the unit should focus more on making sure that what is taught, and how, is tailored to students’ experiences, rather than expecting them to ‘catch up’ with UCT’s standard learning model. We are also placing more emphasis on the skills that students bring. South Africa has 17 official languages, and many students are coming in with these huge language resources. We use those resources and allow students to write in languages other than English. We are also shifting content to include more perspectives from the global south in the required reading. So things are happening. When I began teaching at UCT, research was viewed as much more important than education. Now, that has partially shifted, and teaching and learning are viewed as important, too. Course designers are putting more thought into their target audience than they did before Rhodes fell. As a staff member, I can easily see those changes. But they happen very slowly in the three- or four-year university career of a student, and that can be frustrating for them. Mandela Rhodes Scholar from Zimbabwe and master’s student in conservation biology at UCT. When Rhodes fell, I was in the second year of my undergraduate degree in Zimbabwe. Growing up, I had always loved the outdoors and biology. But there are no postgraduate programmes to study conservation in my country, and also none in ornithology, which is my passion. That is why I applied for the conservation master’s programme at UCT’s FitzPatrick Institute of African Ornithology. I chose UCT because I want to work in conservation projects that interface with African communities. I had hoped that the university would offer a space that recognized African languages and cultures. But when I got here, I felt I might as well have gone to the United Kingdom to study. Many of the conservation solutions we discuss in the course — such as becoming a vegetarian or vegan to mitigate climate change — are not practical in many African contexts. My parents don’t have a lot of money. My Mandela Rhodes fellowship was my saving grace, because it covers all my costs. I arrived in Cape Town a little over a year ago, just before the pandemic hit. I was one of only two Black people in my class. Then the pandemic lockdown came like a punch in the face. I was already in this space where I didn’t feel I belonged, and suddenly I was even more isolated. Still, the pandemic has given me time to think and write, which I might not have had if I had been preoccupied with the interpersonal aspect of the course. I wrote an article in which I argue that the dearth of Black people studying and practising conservation in Africa is the field’s Achilles heel, and that this has to change ( go.nature.com/3eerhae ). I’ve engaged with groups that are working to make UCT more inclusive, not just from a racial perspective, but also for people with disabilities. We also want to make the research done at the institute more visible. It’s about transforming the space. We’re in this old colonial-style building with pictures of old white natural-history collectors on the walls. I feel more comfortable at UCT than when I arrived, but I don’t think it’s because the space has changed, or that I have become more adept at navigating it. Rather, I think I feel more settled because I have raised my voice and said my piece. People cannot ignore how I feel as a girl from a colonized country among them. Six years on from Rhodes falling, I do think people are more mindful and thoughtful about inclusivity. I find that some white people feel like they have to defend the status quo. But nobody alive today is at fault for the system that’s in place or guilty of creating it, so nobody should need to defend it. We are on the same side; the world will work better if it becomes less polarized."}
]