[
{"file_id": "540530a", "url": "https://www.nature.com/articles/540530a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In the course of two recent geophysical traverses across the Gulf of Guinea, H.M.S.  Hecla  has discovered a number of marked elevations of the ocean bed approximately on a line between St. Helena and the islands of the Bight of Biafra ... The continuous graphical traces made by the precision depth recorder during the traverses indicate that these are rugged topographical features, trending north-east and south-west ... Measured from the abyssal depths from which they rise (2,600 fathoms in the north-west to 3,100 fathoms in the south-east) these features have an elevation exceeding that of the Alps ... The seamounts are near and may form part of the submerged feature, shown on certain American bathymetric charts as “The Guinea Ridge”. \n               From  \n               Nature \n                24 December 1966 \n             \n               100 Years Ago \n             Soon after the outbreak of the war, my father, Lord Roberts, asked the public to lend their glasses for the use of the Army. After two years I think your readers may be glad to have some particulars of the result of his request ... Upwards of 26,000 glasses have been received ... The instruments sent comprise every type, and have been classified and issued according to the needs of different units. Particularly useful have been the fine prismatic glasses sent, which have been allocated to artillery and machine-gun units, according to their power; large mounted telescopes for batteries, deer-stalking telescopes for gunners and snipers, and good old-fashioned non-prismatic racing glasses for detection of the nationality of aircraft, locating snipers signalling by disc, collecting wounded, and musketry instruction. \n               From  \n               Nature \n                21 December 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature21108", "url": "https://www.nature.com/articles/nature21108", "year": 2016, "authors": [{"name": "Luca Maltagliati"}], "parsed_as_year": "2006_or_before", "body": "In 2014, water vapour was detected around Ceres, a dwarf planet in the asteroid belt. NASA's Dawn spacecraft, in orbit around Ceres since March 2015, subsequently found water ice on the dwarf planet, in a small, mid-latitude crater named Oxo. Now, writing in  Nature Astronomy , Platz  et al . show that polar regions of Ceres that lie in perpetual darkness trap and preserve water ice, providing valuable information about the processes that create water reservoirs on planetary bodies (T. Platz  et al .  Nature Astron.   http://dx.doi.org/10.1038/s41550-016-0007 ; 2016). Permanently shadowed areas on airless planetary bodies, usually found in craters at polar latitudes, have favourable conditions for retaining water ice. Without sunshine, these regions are extremely cold (a few tens of kelvin), and can therefore efficiently trap water molecules and retain them for geological timescales. This cold-trapping process is known to be active on the Moon and on Mercury. Platz and colleagues analysed images obtained by Dawn's Framing Camera to reconstruct complete maps of the shadowed areas of the northern polar region of Ceres (pictured). They find more than 600 craters in perennial shadow, 10 of which exhibit bright features. One of these features has a (partially) illuminated portion, allowing Platz  et al . to perform a spectral analysis using Dawn's imaging spectrometer. The spectra show clear signatures of water ice, providing definitive evidence for the nature of these bright deposits. The authors also constrain the timescale of water-ice production on Ceres using the fact that ice deposits evolve through two competing mechanisms: slow accumulation by cold-trapping and destruction by impact 'gardening', the overturning of planetary soil by impacts. The authors estimate that the deposits are young (not more than a few hundred thousand years old), which implies that ice delivery is continuously active. In addition, the deposits are relatively scarce (compared with, for example, those on Mercury), suggesting that Ceres is unable to retain much water or didn't have much to begin with. Footnote  1 \n                     Solar system: Evaporating asteroid \n                   \n                     Asteroids: Dark and stormy weather \n                   Reprints and Permissions"},
{"file_id": "540529a", "url": "https://www.nature.com/articles/540529a", "year": 2016, "authors": [{"name": "Florian Beuerle"}], "parsed_as_year": "2006_or_before", "body": "Cage-like structures can self-assemble from suitable metal ions and organic linkers, but the size of the assemblies was limited. The surprise discovery of a new series of cages opens up fresh horizons for self-assembly.  See Letter    p.563 Correspondence to\n                 Florian Beuerle . \n                     Supramolecular chemistry: Bigger and better synthesis \n                   Reprints and Permissions"},
{"file_id": "540345a", "url": "https://www.nature.com/articles/540345a", "year": 2016, "authors": [{"name": "Uwe T. Bornscheuer"}], "parsed_as_year": "2006_or_before", "body": "A method has been devised that allows a ketoreductase enzyme to catalyse reactions other than its natural ones. The key is to excite the enzyme's cofactor using light – an approach that might work for other enzymes.  See Letter    p.414 Correspondence to\n                 Uwe T. Bornscheuer . \n                     Computational biology: A recipe for ligand-binding proteins \n                   Reprints and Permissions"},
{"file_id": "nature21106", "url": "https://www.nature.com/articles/nature21106", "year": 2016, "authors": [{"name": "R. Grant Rowe"}, {"name": "George Q. Daley"}], "parsed_as_year": "2006_or_before", "body": "The haematopoietic stem cells that rejuvenate blood depend on a dietary source of the amino acid valine — a finding that has been exploited to reduce the toxicity of bone-marrow transplantation in mice. Correspondence to\n                 George Q. Daley . \n                     Stem cells: Reprogramming finds its niche \n                   \n                     Stem cells: Chasing blood \n                   Reprints and Permissions"},
{"file_id": "540534a", "url": "https://www.nature.com/articles/540534a", "year": 2016, "authors": [{"name": "Leon Balents"}], "parsed_as_year": "2006_or_before", "body": "Quantum spin liquids are exotic states of matter first predicted more than 40 years ago. An inorganic material has properties consistent with these predictions, revealing details about the nature of quantum matter.  See Letter    p.559 Correspondence to\n                 Leon Balents . \n                     Condensed-matter physics: A frustrated trio \n                   \n                     Atomic physics: A route to quantum magnetism \n                   \n                     Condensed-matter physics: Transitions on triangles \n                   Reprints and Permissions"},
{"file_id": "nature21101", "url": "https://www.nature.com/articles/nature21101", "year": 2016, "authors": [{"name": "Lauren E. Beck"}, {"name": "Arjun Raj"}], "parsed_as_year": "2006_or_before", "body": "A system that introduces random modifications to barcode sequences embedded in cells' DNA allows lineage relationships between cells to be discerned, while preserving the cells' spatial relationships.  See Letter    p.107 Correspondence to\n                 Lauren E. Beck  or  Arjun Raj . \n                     Synthetic biology: Engineering explored \n                   \n                     Synthetic biology: Toehold gene switches make big footprints \n                   Reprints and Permissions"},
{"file_id": "nature21103", "url": "https://www.nature.com/articles/nature21103", "year": 2016, "authors": [{"name": "Karl L. Magleby"}], "parsed_as_year": "2006_or_before", "body": "Structures of Slo1, a channel that conducts potassium ions out of cells, provide insight into the basis of its high conductance, and of its dual activation by calcium ions and increased membrane voltage.  See Articles    p.46  &  p.52 Correspondence to\n                 Karl L. Magleby . \n                     Structural biology: Ion channel twists to open \n                   Reprints and Permissions"},
{"file_id": "nature21109", "url": "https://www.nature.com/articles/nature21109", "year": 2016, "authors": [{"name": "David E. Weinberg"}, {"name": "John D. Gross"}], "parsed_as_year": "2006_or_before", "body": "A molecular modification called m 6 A m  has been found to regulate the stability of messenger RNAs in mammalian cells. The mechanism casts fresh light on how reversibly modified RNA bases control the fate of mRNA.  See Article    p.371 Correspondence to\n                 David E. Weinberg . \n                     Epigenetics: A new methyl mark on messengers \n                   Reprints and Permissions"},
{"file_id": "nature21107", "url": "https://www.nature.com/articles/nature21107", "year": 2016, "authors": [{"name": "Christopher A. Ross"}, {"name": "Ray Truant"}], "parsed_as_year": "2006_or_before", "body": "Identification of a previously uncharacterized genetic disease highlights DNA repair as a shared mechanism in neurodegenerative disorders, and suggests potential therapeutic approaches to tackling them.  See Letter    p.87 Correspondence to\n                 Christopher A. Ross  or  Ray Truant . \n                     Cell biology: Ageing nucleus gets out of shape \n                   \n                     DNA repair: Decision at the break point \n                   Reprints and Permissions"},
{"file_id": "540209a", "url": "https://www.nature.com/articles/540209a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             At the neuromuscular junction 1 , as well as at neuronal synapses 2 , calcium plays an essential and direct part in the process whereby depolarization of the presynaptic nerve terminal leads to release of the transmitter substance. It is also known that a nerve impulse releases the transmitter in quantal form, that is, in discrete multimolecular amounts of a fairly standard size... The question is raised whether other ions can replace calcium in this process and if so is the transmitter still released in quantal form?... Fig. 1 shows sample records from one experiment where calcium and strontium were applied simultaneously to different synaptic spots on the same end-plate... These experiments show that strontium can replace calcium in the process of transmitter release by a nerve impulse and that the transmitter is still released in quantal fashion. \n               From  \n               Nature \n                10 December 1966 \n             \n               100 Years Ago \n             Prof. J. W. Gregory, in his presidential address to the Geological Society of Glasgow, gave an account of the chief sources of the world's supply of phosphates, in the course of which he pointed out that an instructive lesson in the conservation of mineral resources was to be learnt from this subject. He showed that Britain has but limited supplies of natural phosphates, and these were being left unworked owing to the introduction of cheaper and richer products from foreign deposits.Prof. Gregory has done valuable service in again directing attention to our supply of phosphates, and it is clear that, from the point of view both of the natural and the artificial phosphate supply, the question is one of vital importance to our great agricultural interests. \n               From  \n               Nature \n                14 December 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature21111", "url": "https://www.nature.com/articles/nature21111", "year": 2016, "authors": [{"name": "Christo Goridis"}], "parsed_as_year": "2006_or_before", "body": "The Piezo2 protein senses changes in lung volume, acting in different neurons to convey this information to the brain. This finding adds to the list of roles for Piezo2 in mechanosensation.  See Article    p.176 Correspondence to\n                 Christo Goridis . \n                     Cell biology: The sensation of stretch \n                   Reprints and Permissions"},
{"file_id": "540536a", "url": "https://www.nature.com/articles/540536a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "Extracts from selected News & Views articles published this year. \n                     2015 Editors' choice \n                   Reprints and Permissions"},
{"file_id": "nature20489", "url": "https://www.nature.com/articles/nature20489", "year": 2016, "authors": [{"name": "Vedanta Mehta"}, {"name": "Ellie Tzima"}], "parsed_as_year": "2006_or_before", "body": "Plaque deposits often occur in curved arterial regions with turbulent blood flow. Endothelial cells have been found to respond to blood flow through a previously unidentified signalling pathway that affects plaque build-up.  See Letter    p.579 Correspondence to\n                 Ellie Tzima . \n                     Heart disease: Death-defying plaque cells \n                   Reprints and Permissions"},
{"file_id": "540208a", "url": "https://www.nature.com/articles/540208a", "year": 2016, "authors": [{"name": "Mark Maslin"}], "parsed_as_year": "2006_or_before", "body": "In 1976, it was demonstrated that tiny wobbles in Earth's orbit led to the great ice-age cycles of the past few million years. This finding had wide implications for climate science and the details remain hotly debated today. Correspondence to\n                 Mark Maslin . \n                     Earth science: An extended yardstick for climate variability \n                   \n                     Climate science: Earth's narrow escape from a big freeze \n                   \n                     Climate change: Another Antarctic rhythm \n                   Reprints and Permissions"},
{"file_id": "nature21104", "url": "https://www.nature.com/articles/nature21104", "year": 2016, "authors": [{"name": "Cyrus M. Ghajar"}, {"name": "Mina J. Bissell"}], "parsed_as_year": "2006_or_before", "body": "Two studies in mice identify mechanisms by which tumour cells disseminate in very early breast cancer. Both show that these cells colonize distant tissues more efficiently than their later counterparts.  See Article    p.552  &  Letter    p.588 Correspondence to\n                 Cyrus M. Ghajar  or  Mina J. Bissell . \n                     Cell fate: Transition loses its invasive edge \n                   \n                     Cancer: Opening LOX to metastasis \n                   Reprints and Permissions"},
{"file_id": "nature20488", "url": "https://www.nature.com/articles/nature20488", "year": 2016, "authors": [{"name": "Gerrit J. Schuurhuis"}], "parsed_as_year": "2006_or_before", "body": "Can simple genetic risk profiles be identified for complex diseases? The development of a gene-expression profile for acute myeloid leukaemia suggests that they can, and that they may improve prognosis prediction.  See Letter    p.433 Correspondence to\n                 Gerrit J. Schuurhuis . \n                     Cancer: Persistence of leukaemic ancestors \n                   \n                     Cancer: Mutations close in on gene regulation \n                   Reprints and Permissions"},
{"file_id": "nature21102", "url": "https://www.nature.com/articles/nature21102", "year": 2016, "authors": [{"name": "Matthew A. Kolmann"}, {"name": "Adam P. Summers"}], "parsed_as_year": "2006_or_before", "body": "It emerges that a dogfish shark's spine becomes stiffer as the fish swims faster, enabling the animal to swim efficiently at different speeds. The finding could also provide inspiration for the design of robotic biomaterials. Correspondence to\n                 Matthew A. Kolmann  or  Adam P. Summers . \n                     Biomechanics: Boxed up and ready to go \n                   \n                     Biomechanics: Swimming in the Sahara \n                   Reprints and Permissions"},
{"file_id": "540204a", "url": "https://www.nature.com/articles/540204a", "year": 2016, "authors": [{"name": "Eugene V. Koonin"}, {"name": "Mart Krupovic"}], "parsed_as_year": "2006_or_before", "body": "Viruses can be attacked by parasitic viruses, which compete with them for cellular resources. It emerges that one such parasitic virus can defend a host-cell population from a viral attack.  See Letter    p.288 \n                     Virology: Phages hijack a host's defence \n                   \n                     Host–pathogen interaction: Culprit within a culprit \n                   Reprints and Permissions"},
{"file_id": "nature20486", "url": "https://www.nature.com/articles/nature20486", "year": 2016, "authors": [{"name": "Thomas P. Sakmar"}, {"name": "Thomas Huber"}], "parsed_as_year": "2006_or_before", "body": "Structures of two chemokine receptor proteins in complex with small molecules reveal a previously unknown binding pocket that could be a drug target for treating a range of diseases involving this receptor family.  See Letters    p.458  &  p.462 Correspondence to\n                 Thomas P. Sakmar  or  Thomas Huber . \n                     Drug discovery: Designing the ideal opioid \n                   \n                     Structural biology: Arresting developments in receptor signalling \n                   Reprints and Permissions"},
{"file_id": "540205a", "url": "https://www.nature.com/articles/540205a", "year": 2016, "authors": [{"name": "Chiaki Kobayashi"}], "parsed_as_year": "2006_or_before", "body": "The chemical composition of a massive galaxy in the early Universe reveals an extremely short period of star formation. This result could challenge our ideas about the evolution of galaxies and of the Universe itself.  See Letter    p.248 Correspondence to\n                 Chiaki Kobayashi . \n                     Astrophysics: Birth of stellar siblings \n                   \n                     Astrophysics: Violent emissions of newborn stars \n                   \n                     Astrophysics: Glimpse into a primitive stellar nursery \n                   Reprints and Permissions"},
{"file_id": "nature20487", "url": "https://www.nature.com/articles/nature20487", "year": 2016, "authors": [{"name": "Michael A. Dyer"}], "parsed_as_year": "2006_or_before", "body": "Retinal-cell transplants restore vision in mouse models of retinal degeneration. It emerges that the transplant leads to an exchange of material between donor and host cells — not to donor-cell integration into the retina, as had been presumed. Correspondence to\n                 Michael A. Dyer . \n                     Cell metabolism: Sugar for sight \n                   \n                     Cell biology: Recycling in sight \n                   Reprints and Permissions"},
{"file_id": "nature20484", "url": "https://www.nature.com/articles/nature20484", "year": 2016, "authors": [{"name": "Ido Sagi"}, {"name": "Nissim Benvenisty"}], "parsed_as_year": "2006_or_before", "body": "Human stem cells that can give rise to every cell type in the body are major players in biomedical research. A molecular analysis of human embryos might help to make these cultured cells more authentic imitations of their  in vivo  counterparts. Correspondence to\n                 Nissim Benvenisty . \n                     Stem cells: A designer's guide to pluripotency \n                   \n                     Stem cells: Equilibrium established \n                   Reprints and Permissions"},
{"file_id": "nature20485", "url": "https://www.nature.com/articles/nature20485", "year": 2016, "authors": [{"name": "Susan Eliazer"}, {"name": "Andrew S. Brack"}], "parsed_as_year": "2006_or_before", "body": "Activation of aged muscle stem cells induces changes in DNA packaging that lead to expression of the gene  Hoxa9 . This reactivates embryonic signalling pathways, restricting the cells' ability to repair injured muscle.  See Letter    p.428 Correspondence to\n                 Andrew S. Brack . \n                     Developmental biology: Skeletal muscle comes of age \n                   \n                     Ageing: Genetic rejuvenation of old muscle \n                   Reprints and Permissions"},
{"file_id": "540047a", "url": "https://www.nature.com/articles/540047a", "year": 2016, "authors": [{"name": "Eric A. Davidson"}], "parsed_as_year": "2006_or_before", "body": "Changes in the amount of carbon stored in soil might be a crucial feedback to climate change. Experimental field studies show that warming-induced soil carbon losses are greatest where carbon stocks are largest.  See Letter    p.104 Correspondence to\n                 Eric A. Davidson . \n                     Carbon cycle: A warm response by soils \n                   \n                     https://doi.org/10.1038/498180 \n                   Reprints and Permissions"},
{"file_id": "540042a", "url": "https://www.nature.com/articles/540042a", "year": 2016, "authors": [{"name": "Amy C. Barr"}], "parsed_as_year": "2006_or_before", "body": "Studies of a large frost-filled basin on Pluto show that this feature altered the dwarf planet's spin axis, driving tectonic activity on its surface, and hint at the presence of a subsurface ocean.  See Letters    p.86 ,  p.90 ,  p.94  &  p.97 Correspondence to\n                 Amy C. Barr . \n                     Planetary science: Pluto's polygons explained \n                   \n                     Astronomy: Pluto leads the way in planet formation \n                   Reprints and Permissions"},
{"file_id": "nature20483", "url": "https://www.nature.com/articles/nature20483", "year": 2016, "authors": [{"name": "Eric A. Shoubridge"}], "parsed_as_year": "2006_or_before", "body": "Nuclear DNA from human eggs that harbour mutations in the DNA of organelles called mitochondria has been successfully transferred to donor eggs, bringing the prospect of therapy for mitochondrial diseases a step closer.  See Letter    p.270 Correspondence to\n                 Eric A. Shoubridge . \n                     Genetics: Mitochondrial DNA in evolution and disease \n                   Reprints and Permissions"},
{"file_id": "nature21100", "url": "https://www.nature.com/articles/nature21100", "year": 2016, "authors": [{"name": "Dai Yamazaki"}, {"name": "Mark A. Trigg"}], "parsed_as_year": "2006_or_before", "body": "High-resolution satellite mapping of Earth's surface water during the past 32 years reveals changes in the planet's water systems, including the influence of natural cycles and human activities.  See Letter    p.418 Correspondence to\n                 Dai Yamazaki  or  Mark A. Trigg . \n                     Hydrology: When wells run dry \n                   Reprints and Permissions"},
{"file_id": "540207a", "url": "https://www.nature.com/articles/540207a", "year": 2016, "authors": [{"name": "Liviu Aron"}, {"name": "Bruce A. Yankner"}], "parsed_as_year": "2006_or_before", "body": "Electrical oscillations generated by neural circuits are disrupted in Alzheimer's disease. Restoring these oscillations in mouse models activates immune cells to clear disease-associated amyloid-β protein from the brain.  See Article    p.230 Correspondence to\n                 Bruce A. Yankner . \n                     Alzheimer's disease: Attack on amyloid-Î² protein \n                   \n                     Alzheimer's disease: A protective factor for the ageing brain \n                   Reprints and Permissions"},
{"file_id": "539367b", "url": "https://www.nature.com/articles/539367b", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Several oncogenic viruses have been known and studied for some years and it is therefore important to search for viruses as aetiological agents in human cancer ... A man 36 years old and of previous good health was referred to one of us ... with clinical evidence of hepatic malignancy. The presence of primary hepatoma had been confirmed at laparotomy. A liver biopsy specimen was obtained by means of a needle ...Histological examination showed the presence of poorly differentiated hepatocarcinoma ... In addition, particles were found in the cytoplasm of some 90 per cent of the eighty tumour cells examined ... Their size and shape indicate that these particles are viral in nature. It has recently been suggested, however, that particles seen as viruses under the electron microscope in various human leukaemia states may have been mycoplasma, small free living micro-organisms with many virus-like properties. The true nature of the particles we have seen must therefore await identification. \n               From  \n               Nature \n                19 November 1966 \n             \n               100 Years Ago \n             Judging from the correspondence which has recently appeared in N ATURE , the dearth of wasps this autumn in many parts of England has been most pronounced ... I was staying, with my wife and son, in a cottage on Christon Hill, on the Mendip Hills ... we were simply besieged by wasps, which were particularly tiresome at the breakfast-table. They were so numerous at times ... that we frequently had to abandon our meals temporarily to punish the offenders, my son continuing his captures often for half an hour at a time ... I cannot recollect ever having seen so many wasps in a house, unless it was during the hottest part of 1911. \n               From  \n               Nature \n                16 November 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature20481", "url": "https://www.nature.com/articles/nature20481", "year": 2016, "authors": [{"name": "C. Loren Buck"}], "parsed_as_year": "2006_or_before", "body": "Little is known about the biological rhythms that emerge from social behaviours in the wild. A study of shorebird pairs shows that rhythms of nest-incubation duties are mainly governed by strategies to avoid predators.  See Letter    p.109 Correspondence to\n                 C. Loren Buck . \n                     Biological rhythms: Human sleep before the industrial era \n                   \n                     Circadian rhythms: No lazing on sunny afternoons \n                   Reprints and Permissions"},
{"file_id": "539506a", "url": "https://www.nature.com/articles/539506a", "year": 2016, "authors": [{"name": "Gwyn A. Beattie"}], "parsed_as_year": "2006_or_before", "body": "Plants and bacteria battle for control of water during leaf infection, as is demonstrated by a bacterial species that manipulates plant cells to create a water-rich environment that promotes bacterial growth.  See Article    p.524 Correspondence to\n                 Gwyn A. Beattie . \n                     Plant immunology: A life or death switch \n                   \n                     Plant biology: Pass the ammunition \n                   Reprints and Permissions"},
{"file_id": "nature20482", "url": "https://www.nature.com/articles/nature20482", "year": 2016, "authors": [{"name": "Heidi M. McBride"}, {"name": "Adam Frost"}], "parsed_as_year": "2006_or_before", "body": "Mitochondrial organelles — the energy powerhouses of the cell — must divide and fuse dynamically to function. It emerges that two distinct dynamin enzymes enable mitochondrial division.  See Letter    p.139 Correspondence to\n                 Heidi M. McBride  or  Adam Frost . For a related paper on mitochondrial dynamics, see   page 74 . \n                     Cell biology: Form follows function for mitochondria \n                   \n                     Cell biology: Membrane kiss mediates hormone secretion \n                   \n                     Cell biology: The organelle replication connection \n                   Reprints and Permissions"},
{"file_id": "nature20480", "url": "https://www.nature.com/articles/nature20480", "year": 2016, "authors": [{"name": "Stephanie LaMassa"}], "parsed_as_year": "2006_or_before", "body": "In the 1980s, the gas surrounding a black hole in a nearby galaxy began to emit much more radiation than before. This change has unexpectedly reversed in the past five years, questioning our understanding of these extreme phenomena. Correspondence to\n                 Stephanie LaMassa . \n                     Galaxy formation: When the wind blows \n                   \n                     Astronomy: Cosmic triangles and black-hole masses \n                   \n                     Astrophysics: The MAD world of black holes \n                   Reprints and Permissions"},
{"file_id": "nature20479", "url": "https://www.nature.com/articles/nature20479", "year": 2016, "authors": [{"name": "Daniel Gottesman"}], "parsed_as_year": "2006_or_before", "body": "Dealing with errors in a quantum computer typically requires complex programming and many additional quantum bits. A technique for controlling errors has been proposed that alleviates both of these problems. Correspondence to\n                 Daniel Gottesman . \n                     Atomic physics: A milestone in quantum computing \n                   \n                     Physics: Quantum problems solved through games \n                   \n                     Superconductors: Exponential boost for quantum information \n                   Reprints and Permissions"},
{"file_id": "539362a", "url": "https://www.nature.com/articles/539362a", "year": 2016, "authors": [{"name": "David Dolejš"}], "parsed_as_year": "2006_or_before", "body": "Models indicate that there are strong gradients in element concentrations and in the pH of fluids at the slab–mantle interface — a major discontinuity deep within Earth. This transforms our view of global geochemical transport.  See Letter    p.420 Correspondence to\n                 David Dolejš . \n                     Earth science: Big geochemistry \n                   Reprints and Permissions"},
{"file_id": "539502a", "url": "https://www.nature.com/articles/539502a", "year": 2016, "authors": [{"name": "Astrid S. de Wijn"}], "parsed_as_year": "2006_or_before", "body": "Previous observations showed that friction on graphene increases gradually when a probe starts to slide across the material's surface. Simulations now reveal that this effect is related to bending of the graphene sheet.  See Letter    p.541 Correspondence to\n                 Astrid S. de Wijn . \n                     Nanoscience: Slippery when narrow \n                   Reprints and Permissions"},
{"file_id": "539499a", "url": "https://www.nature.com/articles/539499a", "year": 2016, "authors": [{"name": "Antonio Facchetti"}], "parsed_as_year": "2006_or_before", "body": "Organic semiconductor devices require good electrical contacts with conducting materials, but such contacts are often inefficient. An approach that tackles this problem will enable a wide range of applications.  See Letter    p.536 Correspondence to\n                 Antonio Facchetti . \n                     Condensed-matter Physics: Flat transistor defies the limit \n                   Reprints and Permissions"},
{"file_id": "539504a", "url": "https://www.nature.com/articles/539504a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Recent reports on the occurrence of “pink spot” in the urines of schizophrenics are somewhat conflicting and cast doubt on its chemical identity and its relationship to schizophrenia ... The possibility that “pink spot” may be associated with brain damage induced by drugs is supported by the fact that it is also found in high concentration in the urines of patients suffering from Parkinsonism, a disease in which the brain is indisputably damaged. This leaves open the questions of the relationship of “pink spot” to schizophrenia and also its relationship to dopamine metabolism ... it would be interesting to know whether any of the patients who have been reported in the literature as “pink spot” excreters also showed clinical signs of brain damage in the form of dyskinesia induced by drugs at the time of investigation or whether they have developed it since the reports were published. \n               From  \n               Nature \n                26 November 1966 \n             \n               100 Years Ago \n             Whatever difference of opinion may exist in regard to the stimulus which has moved the Government to take control of our food supplies, all are agreed that it has not come about a moment too soon ... The provisions outlined will empower the Food Controller to take measures both preventive and regulatory ... But Government measures cannot stop with the mere regulation of food supplies. Powers must be taken to compel a greater production of home food and to ensure a larger acreage of wheat ... Objection may be raised to the shortage of labour ... why should prisoners of war not be utilised to the fullest degree possible in raising the home production of food? \n               From  \n               Nature \n                23 November 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "540045a", "url": "https://www.nature.com/articles/540045a", "year": 2016, "authors": [{"name": "Martin R. Pool"}], "parsed_as_year": "2006_or_before", "body": "To reach the cell surface, membrane proteins are first targeted to an organelle called the endoplasmic reticulum. Several targeting pathways are known, but it now emerges that there is yet another pathway.  See Letter    p.134 Correspondence to\n                 Martin R. Pool . \n                     Cell biology: Countercurrents in lipid flow \n                   \n                     Cell biology: The organelle replication connection \n                   \n                     Cell biology: All clear for ribosome landing \n                   Reprints and Permissions"},
{"file_id": "nature20478", "url": "https://www.nature.com/articles/nature20478", "year": 2016, "authors": [{"name": "Christopher S. Wood"}, {"name": "Molly M. Stevens"}], "parsed_as_year": "2006_or_before", "body": "A biocompatible probe that combines fluorescent nanodiamonds and gold nanoparticles allows cells to be imaged using both optical and electron microscopy techniques, opening up fresh opportunities for biological research. Correspondence to\n                 Molly M. Stevens . \n                     Biological imaging: Beyond fluorescence \n                   Reprints and Permissions"},
{"file_id": "539173b", "url": "https://www.nature.com/articles/539173b", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Recent reports on the chromosomes and total DNA of the chicken cell nucleus show that they differ from those of typical placental mammals in an unusual pattern of chromosome sizes and a DNA content equal to half of that of most mammals ... anomalies include incomplete dominance ... and alteration of phenotypic sex without visible alterations in the karyotype. One explanation ... could be that three-fourths of the normal genetic dose occurs fairly frequently in the chicken. Three-fourths of the normal gene dose could occur if each of the arms of the major chromosomes in the chicken were isochromosomes ... which double back on themselves for transcription but straighten out and are apposed in the orthodox manner for meiosis ... A chromosome pair would provide four readings of the message, and a cell with three out of four of the normal readings might well be viable ... One evolutionary advantage of the looped isochromosome system proposed here might be that such a chromosome would be better able to withstand the damage to the DNA ... caused by the relatively high internal temperature of birds. \n               From  \n               Nature \n                12 November 1966 \n             \n               100 Years Ago \n             In Nature of October 5 it is stated that the cause of the optical deterioration of the atmosphere in July and August “is for the time being still in doubt. Up to the present no reports of volcanic eruptions have come to hand from any part of the globe.” I wish to state that in July a strong outburst occurred of the Stromboli volcano ... there was an extraordinary eruption of fluid and incandescent lava to a great height, followed by a thick rain of lapilli and ashes. \n               From  \n               Nature \n                9 November 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "539173a", "url": "https://www.nature.com/articles/539173a", "year": 2016, "authors": [{"name": "Ryan Wilkinson"}], "parsed_as_year": "2006_or_before", "body": "Knowing how quickly coastlines have eroded is essential for quantifying the future risks to both infrastructure and coastal ecosystems. Writing in  Proceedings of the National Academy of Sciences , Hurst  et al . report retreat rates for cliffs on the south coast of Britain (pictured) over thousands of years, and show that this erosion has speeded up in recent centuries (M. D. Hurst  et al .  Proc. Natl Acad. Sci. USA   http://dx.doi.org/10.1073/pnas.1613044113 ; 2016). The authors combine high-precision isotopic dating with a detailed numerical model of coastal erosion. They find that retreat rates were relatively slow (2–6 centimetres per year) until a few hundred years ago before subsequently accelerating (reaching 22–32 cm yr −1 ), and suggest that this is driven by a combination of environmental and anthropogenic factors. The results show that a careful analysis of long-term coastal records can uncover more-recent changes, which will help in developing predictive models. Footnote  1 \n                     Earth science: Megafloods downsized \n                   Reprints and Permissions"},
{"file_id": "nature20475", "url": "https://www.nature.com/articles/nature20475", "year": 2016, "authors": [{"name": "Neil M. Kad"}, {"name": "Bennett Van Houten"}], "parsed_as_year": "2006_or_before", "body": "Repair enzymes must communicate across hundreds of nucleotides to undo errors made during DNA replication. Imaging reveals that the enzymes do this by forming a series of ring-like clamps that diffuse along the DNA.  See Letter    p.583 \n                     Molecular biology: DNA repair without flipping out \n                   \n                     https://doi.org/10.1038/407687a \n                   Reprints and Permissions"},
{"file_id": "539177a", "url": "https://www.nature.com/articles/539177a", "year": 2016, "authors": [{"name": "Andrew Jackson"}], "parsed_as_year": "2006_or_before", "body": "Two monkeys subjected to a spinal-cord injury that paralysed one leg have regained the ability to walk, thanks to technology that re-establishes communication between the brain and spinal cord.  See Letter    p.284 Correspondence to\n                 Andrew Jackson . \n                     Rehabilitation: Boost for movement \n                   \n                     Neuroscience: Brain-controlled robot grabs attention \n                   Reprints and Permissions"},
{"file_id": "539176a", "url": "https://www.nature.com/articles/539176a", "year": 2016, "authors": [{"name": "Bruno Laburthe-Tolra"}], "parsed_as_year": "2006_or_before", "body": "Interactions between the magnetic dipoles of dysprosium atoms in an ultracold gas can produce a 'self-bound' droplet. This provides a useful isolated system for probing the quantum-mechanical properties of ultracold gases.  See Letter    p.259 Correspondence to\n                 Bruno Laburthe-Tolra . \n                     Fluid dynamics: Turbulence in a quantum gas \n                   Reprints and Permissions"},
{"file_id": "539367a", "url": "https://www.nature.com/articles/539367a", "year": 2016, "authors": [{"name": "Stephen W. Ragsdale"}], "parsed_as_year": "2006_or_before", "body": "Anaerobic microbes have been found to break down the hydrocarbon butane by a pathway with some similarities to anaerobic methane breakdown. Harnessing the butane pathway might enable biofuel generation.  See Article    p.396 Correspondence to\n                 Stephen W. Ragsdale . \n                     Microbiology: Conductive consortia \n                   \n                     Microbiology: A piece of the methane puzzle \n                   Reprints and Permissions"},
{"file_id": "538466a", "url": "https://www.nature.com/articles/538466a", "year": 2016, "authors": [{"name": "Adele Plunkett"}], "parsed_as_year": "2006_or_before", "body": "Binary and multiple star systems result from the fragmentation of dense material in young molecular clouds. Observations reveal that this can occur on small scales, supporting a previous model of star formation.  See Letter    p.483 Correspondence to\n                 Adele Plunkett . \n                     Astrophysics: Violent emissions of newborn stars \n                   \n                     Astrophysics: Glimpse into a primitive stellar nursery \n                   \n                     Star formation: Sibling rivalry begins at birth \n                   Reprints and Permissions"},
{"file_id": "539365a", "url": "https://www.nature.com/articles/539365a", "year": 2016, "authors": [{"name": "Siegfried Bauer"}, {"name": "Martin Kaltenbrunner"}], "parsed_as_year": "2006_or_before", "body": "Polymeric semiconductors have been prepared whose molecular properties make them stretchable and healable — a milestone in the development of sophisticated organic electronic surfaces that mimic human skin.  See Letter    p.411 Correspondence to\n                 Siegfried Bauer  or  Martin Kaltenbrunner . \n                     Bioanalytical devices: Technological leap for sweat sensing \n                   Reprints and Permissions"},
{"file_id": "538464a", "url": "https://www.nature.com/articles/538464a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The mandibular gland secretion of the worker honeybee  Apis mellifera  L., contains 10-hydroxy-Δ 2 -decenoic acid and ... 2-heptanone ... I have shown that 10-hydroxydecenoic acid does not repel foraging honeybees but that 2-heptanone does ... Foragers were strongly repelled by the odours of crushed heads and crushed mandibular glands, which contain both 2-heptanone ... and 10-hydroxydecenoic acid, but were unaffected by crushed thoraces. The odour of 10-hydroxydecenoic acid neither attracted nor repelled foragers, but 150 μg of 2-heptanone repelled them as strongly as either the crushed heads or the crushed mandibular glands of ten foragers. The ability of the mandibular gland secretion of a forager to repel other foragers probably depends largely, or entirely, on its content of 2-heptanone. It is unlikely that this pheromone is used by foragers to warn others away from an exhausted food source but if, as has been reported, it plays a part in colony defence, perhaps it is released by guard bees to deter potential robbers from the honey stores. \n               From  \n               Nature \n                29 October 1966 \n             \n               100 Years Ago \n             On October 20 .... large fireballs were observed. The first was seen by Mr J. E. Clark, of Purley, Surrey, and it was estimated as twice as bright as Venus ... The second was seen by Mrs. Fiammetta Wilson at Totteridge, Herts, and by Mr. Denning at Bristol. It appeared as a ball of fire streaming slowly along in a level course about 8° above the northern horizon. This fireball was at a great distance from the observers, and probably over the southern region of Scotland. It probably emanated ... from a radiant near Zeta Herculis low in the N.W. sky. \n               From  \n               Nature \n                26 October 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature20471", "url": "https://www.nature.com/articles/nature20471", "year": 2016, "authors": [{"name": "Derk-Jan Dijk"}, {"name": "Raphaëlle Winsky-Sommerer"}], "parsed_as_year": "2006_or_before", "body": "Sleep in mammals consists of non-rapid-eye-movement and rapid-eye-movement sleep. A large genetic screen reveals that these two sleep states are altered in mice by mutations dubbed  Sleepy  and  Dreamless .  See Article    p.378 Correspondence to\n                 Derk-Jan Dijk  or  Raphaëlle Winsky-Sommerer . \n                     Circadian rhythms: Depression brought to light \n                   Reprints and Permissions"},
{"file_id": "539036a", "url": "https://www.nature.com/articles/539036a", "year": 2016, "authors": [{"name": "Brian P. Anderson"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a cascade of sound waves across many wavelengths in an ultracold atomic gas advances our understanding of turbulence in fluids governed by quantum mechanics.  See Letter    p.72 Correspondence to\n                 Brian P. Anderson . \n                     Fluid dynamics: Turbulence spreads like wildfire \n                   Reprints and Permissions"},
{"file_id": "539038a", "url": "https://www.nature.com/articles/539038a", "year": 2016, "authors": [{"name": "Arti Tripathi"}, {"name": "Susan Gottesman"}], "parsed_as_year": "2006_or_before", "body": "A previously unknown way in which cells mark proteins for destruction has been found in bacteria — phosphorylation of the amino acid arginine targets proteins for degradation by protease enzymes.  See Article    p.48 Correspondence to\n                 Susan Gottesman . \n                     Cell biology: Destruction deconstructed \n                   \n                     Cell biology: The TORC1 pathway to protein destruction \n                   Reprints and Permissions"},
{"file_id": "539040a", "url": "https://www.nature.com/articles/539040a", "year": 2016, "authors": [{"name": "Maria Paola Lombardo"}], "parsed_as_year": "2006_or_before", "body": "Physicists are hunting for a particle called the axion that could solve two major puzzles in fundamental physics. An ambitious study calculates the expected mass of this particle, which might reshape the experimental searches.  See Letter    p.69    See Clarification   p.176 Correspondence to\n                 Maria Paola Lombardo . \n                     Particle physics: Quantum simulation of fundamental physics \n                   \n                     Particle physics: A weighty mass difference \n                   Reprints and Permissions"},
{"file_id": "nature20477", "url": "https://www.nature.com/articles/nature20477", "year": 2016, "authors": [{"name": "Diederik S. Wiersma"}], "parsed_as_year": "2006_or_before", "body": "Random lasers use disordered structures to produce light, which is usually emitted in many directions. A random laser that can produce a collimated beam offers a wide range of applications, from imaging to security scanning. Correspondence to\n                 Diederik S. Wiersma . \n                     Technology: Photonics illuminates the future of radar \n                   \n                     Applied physics: A cascade laser's random walk \n                   Reprints and Permissions"},
{"file_id": "nature19479", "url": "https://www.nature.com/articles/nature19479", "year": 2016, "authors": [{"name": "Gordon Chan"}, {"name": "Benjamin G. Neel"}], "parsed_as_year": "2006_or_before", "body": "Expression of a blood-cancer-associated genetic mutation in the non-blood cells of the bone marrow is sufficient to cause blood cancer in mice. This finding could point to new approaches to treating an often-fatal disease.  See Letter    p.304 Correspondence to\n                 Gordon Chan  or  Benjamin G. Neel . \n                     Cell biology: Tumour stem cells in bone \n                   Reprints and Permissions"},
{"file_id": "539171a", "url": "https://www.nature.com/articles/539171a", "year": 2016, "authors": [{"name": "Justine Kupferman"}, {"name": "Franck Polleux"}], "parsed_as_year": "2006_or_before", "body": "In many mammals, the gene  Ostn  is expressed in muscles and bones. The discovery that the primate  OSTN  gene has been repurposed to also act in neurons provides clues to how humans evolved their cognitive abilities.  See Article    p.242 Correspondence to\n                 Justine Kupferman  or  Franck Polleux . \n                     Neurobiology: Building a bigger brain \n                   \n                     https://doi.org/10.1038/498044 \n                   Reprints and Permissions"},
{"file_id": "nature20472", "url": "https://www.nature.com/articles/nature20472", "year": 2016, "authors": [{"name": "Amro Zayed"}], "parsed_as_year": "2006_or_before", "body": "Observations of a real-time invasion of Australia by Asian honeybees demonstrate how natural selection can allow a small founding population to overcome the genetic odds stacked against success. Correspondence to\n                 Amro Zayed . \n                     Genetics: Feedforward loop for diversity \n                   \n                     Ecology: Traits of plant invaders \n                   \n                     Entomology: Royal aspirations \n                   Reprints and Permissions"},
{"file_id": "nature20476", "url": "https://www.nature.com/articles/nature20476", "year": 2016, "authors": [{"name": "Charles E. de Bock"}, {"name": "Rick F. Thorne"}], "parsed_as_year": "2006_or_before", "body": "Injured blood vessels are repaired by vascular smooth-muscle cells. It emerges that the protein Fat1 regulates the proliferation of these cells by inhibiting the function of mitochondria.  See Letter    p.575 Correspondence to\n                 Rick F. Thorne . \n                     Heart disease: Death-defying plaque cells \n                   Reprints and Permissions"},
{"file_id": "539170a", "url": "https://www.nature.com/articles/539170a", "year": 2016, "authors": [{"name": "Nicholas Camillone III"}], "parsed_as_year": "2006_or_before", "body": "A nanoscale imaging method that uses ultrashort light pulses to initiate and follow the motion of a single molecule adsorbed on a solid surface opens a window onto the physical and chemical dynamics of molecules on surfaces.  See Letter    p.263 Correspondence to\n                 Nicholas Camillone III . \n                     Physical chemistry: A close-up view of coupled molecules \n                   Reprints and Permissions"},
{"file_id": "nature20470", "url": "https://www.nature.com/articles/nature20470", "year": 2016, "authors": [{"name": "Qinglian Liu"}, {"name": "Elizabeth A. Craig"}], "parsed_as_year": "2006_or_before", "body": "Hsp70 chaperone molecules help other proteins to fold, and were thought to bind mainly to unfolded proteins. Single-molecule experiments now suggest that Hsp70s can also stabilize almost fully folded proteins.  See Letter    p.448 Correspondence to\n                 Qinglian Liu  or  Elizabeth A. Craig . \n                     Cancer: A shocking protein complex \n                   Reprints and Permissions"},
{"file_id": "538326a", "url": "https://www.nature.com/articles/538326a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The question of how cells estimate their location within the body is closely related to that of why cells of a developing organism become differentiated ... We are now investigating the mechanism involved ... using abdominal segments of the pupa  Galleria mellonella . A previous investigation showed that the scale patterns in  Galleria 1  ... are oriented by a concentration gradient of an unknown diffusible substance 3 . The substance seems to be produced at one margin of the segment and destroyed at the other 4  ... To move the concentration gradient to some other part of the segment, pieces of skin were rotated in the larvae by 180° ... The concentration gradient, the existence of which is confirmed by these results, obviously has two functions: (1) to orientate the scales by its direction, (2) to supply the cells ... with necessary information about their distance from segment margins and to induce the corresponding cuticular structures. \n               From  \n               Nature \n                22 October 1966 \n             \n               100 Years Ago \n             The Psychology of Relaxation . By Prof. G. T. Patrick ... In the author's view ... forms of human behaviour are, at bottom, illustrative of a single principle. The activities and relations of civilised life imply the upbuilding and functioning of extremely complex mental mechanisms full of tensions, restraints, and inhibitions. To maintain these always in operation is an impossible task. From time to time, therefore, the complexes break up, and man falls back with relief into conduct expressive of simpler mental structures organised and consolidated in the far distant days of the race's childhood: he plays, he laughs, he swears, he fights. \n               From  \n               Nature \n                19 October 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "538325a", "url": "https://www.nature.com/articles/538325a", "year": 2016, "authors": [{"name": "Michael Chini"}], "parsed_as_year": "2006_or_before", "body": "A link has been established between high-frequency light emissions and electron oscillations induced in an insulator by a laser. This is a key step in efforts to make electronic devices that work faster than is currently possible.  See Letter    p.359 Correspondence to\n                 Michael Chini . \n                     Optical physics: Ultrashort light pulses shake atoms \n                   Reprints and Permissions"},
{"file_id": "nature19483", "url": "https://www.nature.com/articles/nature19483", "year": 2016, "authors": [{"name": "Caitlin M. Roake"}, {"name": "Steven E. Artandi"}], "parsed_as_year": "2006_or_before", "body": "Shortening of the ends of chromosomes limits a cell's lifespan. Some cancer cells avoid this fate through a mechanism called alternative lengthening of telomeres, molecular details of which have now been defined.  See Article    p.54 Correspondence to\n                 Steven E. Artandi . \n                     DNA repair: Familiar ends with alternative endings \n                   \n                     Protection of telomeres through independent control of ATM and ATR by TRF2 and POT1 \n                   Reprints and Permissions"},
{"file_id": "nature20473", "url": "https://www.nature.com/articles/nature20473", "year": 2016, "authors": [{"name": "George Fink"}], "parsed_as_year": "2006_or_before", "body": "The discovery in 1936 that rats respond to various damaging stimuli with a general response that involves alarm, resistance and exhaustion launched the discipline of stress research. Correspondence to\n                 George Fink . \n                     Depression: The best way forward \n                   \n                     Psychiatry: A molecular shield from trauma \n                   Reprints and Permissions"},
{"file_id": "538463a", "url": "https://www.nature.com/articles/538463a", "year": 2016, "authors": [{"name": "Mohammad K. Nazeeruddin"}], "parsed_as_year": "2006_or_before", "body": "In 1991, an energy-efficient solar cell was reported that was both simple in design and relatively inexpensive. This invention has since inspired the development of solar cells that have even higher efficiencies. Correspondence to\n                 Mohammad K. Nazeeruddin . \n                     Renewable energy: Better luminescent solar panels in prospect \n                   \n                     Materials science: Fast-track solar cells \n                   Reprints and Permissions"},
{"file_id": "nature20474", "url": "https://www.nature.com/articles/nature20474", "year": 2016, "authors": [{"name": "W. Tecumseh Fitch"}], "parsed_as_year": "2006_or_before", "body": "The sounds of words that represent particular meanings are usually thought to vary arbitrarily across languages. However, a large-scale study of languages finds that some associations between sound and meaning are widespread. Correspondence to\n                 W. Tecumseh Fitch . \n                     Speech science: Tuned to the rhythm \n                   \n                     Linguistics: Deep relationships between languages \n                   Reprints and Permissions"},
{"file_id": "538174a", "url": "https://www.nature.com/articles/538174a", "year": 2016, "authors": [{"name": "J. Taylor Perron"}, {"name": "Jeremy G. Venditti"}], "parsed_as_year": "2006_or_before", "body": "A fresh look at the Channeled Scablands of North America shows that the ancient floods that scarred that landscape were smaller than is commonly assumed. This result could revise estimates of similar floods on Mars.  See Letter    p.229 Correspondence to\n                 J. Taylor Perron  or  Jeremy G. Venditti . \n                     Earth science: A fresh look at river flow \n                   \n                     Earth science: Rain on the parade \n                   Reprints and Permissions"},
{"file_id": "538177b", "url": "https://www.nature.com/articles/538177b", "year": 2016, "authors": [{"name": "Julian M. Hibberd"}, {"name": "Robert T. Furbank"}], "parsed_as_year": "2006_or_before", "body": "Half a century after the discovery of a plant photosynthetic pathway termed C 4 , researchers are working to engineer this efficient pathway into crops such as rice to maintain food security. Correspondence to\n                 Julian M. Hibberd  or  Robert T. Furbank . \n                     Palaeoanthropology: The ancestral dinner table \n                   \n                     Agricultural biotech: The rice squad \n                   Reprints and Permissions"},
{"file_id": "nature19478", "url": "https://www.nature.com/articles/nature19478", "year": 2016, "authors": [{"name": "Xiaojing J. Gao"}, {"name": "Michael B. Elowitz"}], "parsed_as_year": "2006_or_before", "body": "A 16-year-old synthetic genetic circuit that produces gene-expression oscillations in bacterial cells has been given an upgrade, making it an exceptionally precise biological clock.  See Letter    p.514 Correspondence to\n                 Michael B. Elowitz . \n                     Synthetic biology: The yin and yang of nature \n                   \n                     Synthetic biology: Synchronized bacterial clocks \n                   Reprints and Permissions"},
{"file_id": "nature19480", "url": "https://www.nature.com/articles/nature19480", "year": 2016, "authors": [{"name": "Patrick M. O'Connor"}], "parsed_as_year": "2006_or_before", "body": "A discovery of the sound-producing vocal organ known as the syrinx in a bird fossil from the end of the 'age of dinosaurs' highlights the anatomical basis for myriad aspects of avian social and behavioural evolution.  See Letter    p.502 Correspondence to\n                 Patrick M. O'Connor . \n                     Neuroscience: The units of a song \n                   Reprints and Permissions"},
{"file_id": "nature19482", "url": "https://www.nature.com/articles/nature19482", "year": 2016, "authors": [{"name": "Nicholas A. Christakis"}], "parsed_as_year": "2006_or_before", "body": "Variations in opinion between members of a community can be exploited to facilitate desirable changes in attitude, as exemplified by films that explore different beliefs about female genital cutting.  See Letter    p.506 Correspondence to\n                 Nicholas A. Christakis . \n                     Social science: The mathematics of murder \n                   \n                     Human behaviour: A cooperative instinct \n                   Reprints and Permissions"},
{"file_id": "nature19481", "url": "https://www.nature.com/articles/nature19481", "year": 2016, "authors": [{"name": "David A. Fidock"}], "parsed_as_year": "2006_or_before", "body": "A molecule selected from a library of compounds that have structures similar to natural products targets several stages of the malarial parasite's life cycle, offering single-dose treatment of the disease in mouse models.  See Article    p.344 Correspondence to\n                 David A. Fidock . \n                     Malaria: Fifteen years of interventions \n                   \n                     Microbiology: Malaria runs rings round artemisinin \n                   Reprints and Permissions"},
{"file_id": "538177a", "url": "https://www.nature.com/articles/538177a", "year": 2016, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "The Moon's surface is being mapped by NASA's Lunar Reconnaissance Orbiter spacecraft, to aid planning for future missions. On  page 215 , Speyerer  et al . report how images taken by the orbiter's camera have been used to quantify the current rate at which lunar craters form as a result of surface impacts by comets, asteroids and associated fragments ( E. J. Speyerer  et al .  Nature   538 , 215–218; 2016 ). The authors compared pairs of images of the Moon's surface taken at different times, and discovered that 222 craters had formed in the periods between the images being taken. They therefore estimate that about 180 craters of at least 10 metres in diameter form annually across the entire Moon. This is 33% more than would have been expected from a commonly used model of impact frequency. By calculating the ratios of surface reflectance between pairs of images, Speyerer  et al . uncovered distinct zones of subtly modified reflectance around the newly formed craters. The zones extend many crater widths out from the centre and are not visible to the naked eye (pictured are the ratios for a 12-m crater; dark regions reveal a zone that splays out up to 1,800 m from the centre). The authors propose that these zones are caused by impact-induced jets of melted and vaporized material formed early in the crater-formation process. The researchers also detected thousands of subtle surface disturbances — changes in local reflectance that lack a resolvable crater rim. They interpret many of these as the scars of secondary impacts that churned up the upper few centimetres of the surface without forming a resolvable crater. Speyerer and colleagues therefore propose that the upper 2 centimetres of loose surface material on the Moon will be reworked in about 81,000 years, 100 times faster than previously predicted.  Andrew Mitchinson Footnote  1 \n                     Planetary science: Signs of a wandering Moon \n                   Reprints and Permissions"},
{"file_id": "nature19477", "url": "https://www.nature.com/articles/nature19477", "year": 2016, "authors": [{"name": "Herbert Jaeger"}], "parsed_as_year": "2006_or_before", "body": "The human brain can solve highly abstract reasoning problems using a neural network that is entirely physical. The underlying mechanisms are only partially understood, but an artificial network provides valuable insight.  See Article    p.471 Correspondence to\n                 Herbert Jaeger . \n                     Computer science: Nanoscale connections for brain-like circuits \n                   \n                     Artificial intelligence: Learning to see and act \n                   Reprints and Permissions"},
{"file_id": "nature19484", "url": "https://www.nature.com/articles/nature19484", "year": 2016, "authors": [{"name": "Hélène Roche"}], "parsed_as_year": "2006_or_before", "body": "Monkeys have been observed pounding stones and unintentionally forming sharp-edged, tool-like fragments. This deliberate breakage raises questions about the evolution of intentional stone modification.  See Letter    p.85 Correspondence to\n                 Hélène Roche . \n                     Behavioural biology: Archaeology meets primate technology \n                   \n                     Archaeology: Tools go back in time \n                   Reprints and Permissions"},
{"file_id": "538044a", "url": "https://www.nature.com/articles/538044a", "year": 2016, "authors": [{"name": "Michael Claeys"}], "parsed_as_year": "2006_or_before", "body": "Solid cobalt-based catalysts are used commercially to convert carbon monoxide and hydrogen into synthetic fuels. It emerges that much more valuable chemicals can be produced by using a different form of cobalt catalyst.  See Letter    p.84 Correspondence to\n                 Michael Claeys . \n                     Catalysis: Elusive active site in focus \n                   Reprints and Permissions"},
{"file_id": "538326b", "url": "https://www.nature.com/articles/538326b", "year": 2016, "authors": [{"name": "Elena Ziviani"}, {"name": "Luca Scorrano"}], "parsed_as_year": "2006_or_before", "body": "Live-cell imaging reveals that a functional interaction occurs between two different organelles: contact between the endoplasmic reticulum and mitochondria is needed for mitochondrial DNA replication and division. Correspondence to\n                 Elena Ziviani  or  Luca Scorrano . \n                     Cell biology: Choreography of protein synthesis \n                   Reprints and Permissions"},
{"file_id": "538321a", "url": "https://www.nature.com/articles/538321a", "year": 2016, "authors": [{"name": "Sergio Campana"}], "parsed_as_year": "2006_or_before", "body": "Two sources of highly energetic flares have been discovered in archival X-ray data of 70 nearby galaxies. These flares have an undetermined origin and might represent previously unknown astrophysical phenomena.  See Letter    p.356 Correspondence to\n                 Sergio Campana . \n                     Astrophysics: Why black holes pulse brightly \n                   \n                     Astrophysics: A twist in the tale of Î³-ray bursts \n                   Reprints and Permissions"},
{"file_id": "538320a", "url": "https://www.nature.com/articles/538320a", "year": 2016, "authors": [{"name": "Shawn Burgess"}], "parsed_as_year": "2006_or_before", "body": "A whole-genome duplication that occurred around 34 million years ago in the frog  Xenopus laevis  made generating a genome sequence for this valuable model organism a challenge. This obstacle has finally been overcome.  See Article    p.336 Correspondence to\n                 Shawn Burgess . \n                     Genomics: Zebrafish earns its stripes \n                   Reprints and Permissions"},
{"file_id": "nature19475", "url": "https://www.nature.com/articles/nature19475", "year": 2016, "authors": [{"name": "S. Jay Olshansky"}], "parsed_as_year": "2006_or_before", "body": "In line with previous research, a demographic analysis corroborates the presence of a limit to human lifespan, indicating that increases in life expectancy are likely to slow down or stop over the coming years. Correspondence to\n                 S. Jay Olshansky . \n                     Ageing: A stretch in time \n                   \n                     Ageing: A midlife longevity drug? \n                   Reprints and Permissions"},
{"file_id": "537625a", "url": "https://www.nature.com/articles/537625a", "year": 2016, "authors": [{"name": "Donatella Zona"}], "parsed_as_year": "2006_or_before", "body": "Carbon emissions from the Arctic tundra could increase drastically as global warming thaws permafrost. Clues now obtained about the long-term effects of such thawing on carbon dioxide emissions highlight the need for more data. Correspondence to\n                 Donatella Zona . \n                     Climate science: Cold carbon storage \n                   Reprints and Permissions"},
{"file_id": "537621a", "url": "https://www.nature.com/articles/537621a", "year": 2016, "authors": [{"name": "Richard Bowtell"}], "parsed_as_year": "2006_or_before", "body": "A technique that combines magnetic resonance with nuclear medicine has been used to image the distribution of a radioactive tracer, potentially opening up a powerful and innovative approach to medical imaging.  See Letter    p.652 Correspondence to\n                 Richard Bowtell . \n                     Medical imaging: Sleuthing tissue fingerprints \n                   \n                     Imaging: Nanoscale MRI \n                   \n                     Medical imaging: MRI rides the wave \n                   Reprints and Permissions"},
{"file_id": "537626a", "url": "https://www.nature.com/articles/537626a", "year": 2016, "authors": [{"name": "Michael J. Krashes"}], "parsed_as_year": "2006_or_before", "body": "Disturbances in internal water equilibrium can be debilitating for mammals. Two studies pinpoint areas of the mouse brain that respond to and anticipate thirst, preserving systematic fluid regulation.  See Letters    p.680  &  p.685 Correspondence to\n                 Michael J. Krashes . \n                     Neuroscience: Pre-emptive blood flow \n                   Reprints and Permissions"},
{"file_id": "nature19476", "url": "https://www.nature.com/articles/nature19476", "year": 2016, "authors": [{"name": "Kai Bartkowiak"}, {"name": "Klaus Pantel"}], "parsed_as_year": "2006_or_before", "body": "Heat-shock proteins have been found to form part of a large protein complex, called the epichaperome, that improves the survival of some cancer cells. This complex might offer a new target for cancer treatment.  See Letter    p.397 Correspondence to\n                 Klaus Pantel . \n                     Molecular biology: Choose your protein partners \n                   \n                     Chemical biology: Many faces of a cancer-supporting protein \n                   Reprints and Permissions"},
{"file_id": "537627a", "url": "https://www.nature.com/articles/537627a", "year": 2016, "authors": [{"name": "Annette F. Taylor"}], "parsed_as_year": "2006_or_before", "body": "The emergence of complex, dynamic molecular behaviour might have had a role in the origin of life. Such behaviour has now been seen in a reaction network involving small, organic, self-replicating molecules of biological relevance.  See Letter    p.656 Correspondence to\n                 Annette F. Taylor . \n                     Origins of life: RNA made in its own mirror image \n                   \n                     Origins of life: Systems chemistry on early Earth \n                   Reprints and Permissions"},
{"file_id": "537622a", "url": "https://www.nature.com/articles/537622a", "year": 2016, "authors": [{"name": "Kevin D. Young"}], "parsed_as_year": "2006_or_before", "body": "An unexpected function has been assigned to part of the molecular machinery that synthesizes the bacterial cell wall — a dramatic shift in our understanding that may have major implications for antibiotic development.  See Article    p.634 Correspondence to\n                 Kevin D. Young . \n                     Structural biology: Lipopolysaccharide rolls out the barrel \n                   \n                     Microbiology: The dark side of antibiotics \n                   Reprints and Permissions"},
{"file_id": "nature19474", "url": "https://www.nature.com/articles/nature19474", "year": 2016, "authors": [{"name": "Mark Pagel"}], "parsed_as_year": "2006_or_before", "body": "Researchers estimate that the incidence of human lethal violence at the time of the origin of our species was about six times higher than for the average mammal, but about as violent as expected, given our great-ape ancestry.  See Letter    p.233 Correspondence to\n                 Mark Pagel . \n                     Animal behaviour: The evolutionary roots of lethal conflict \n                   \n                     Social science: The mathematics of murder \n                   Reprints and Permissions"},
{"file_id": "538046a", "url": "https://www.nature.com/articles/538046a", "year": 2016, "authors": [{"name": "Grant Allen"}], "parsed_as_year": "2006_or_before", "body": "A database of the carbon-isotope 'fingerprints' of methane has been used to constrain the contributions of different sources to the global methane budget. The surprising results have implications for climate prediction.  See Letter    p.88 Correspondence to\n                 Grant Allen . \n                     Biogeochemistry: Long-term effects of permafrost thaw \n                   \n                     Biogeochemistry: Nocturnal escape route for marsh gas \n                   Reprints and Permissions"},
{"file_id": "537310a", "url": "https://www.nature.com/articles/537310a", "year": 2016, "authors": [{"name": "James M. D. Day"}], "parsed_as_year": "2006_or_before", "body": "The isotopic compositions of objects that formed early in the evolution of the Solar System have been found to be similar to Earth's composition — overturning notions of our planet's chemical distinctiveness.  See Letters    p.394  &  p.399 Correspondence to\n                 James M. D. Day . \n                     Solar System: An incredible likeness of being \n                   \n                     Geochemistry: A dash of deep nebula on the rocks \n                   Reprints and Permissions"},
{"file_id": "537315a", "url": "https://www.nature.com/articles/537315a", "year": 2016, "authors": [{"name": "Jonathan Cormier"}], "parsed_as_year": "2006_or_before", "body": "Nanocrystalline alloys have excellent low-temperature mechanical strength but poor high-temperature resistance to creep — deformation due to continuous stress. An alloy has been made that overcomes this problem.  See Letter    p.378 Correspondence to\n                 Jonathan Cormier . \n                     Materials science: Diamond gets harder \n                   \n                     Materials science: Porosity in a single crystal \n                   Reprints and Permissions"},
{"file_id": "nature19470", "url": "https://www.nature.com/articles/nature19470", "year": 2016, "authors": [{"name": "Robert Tycko"}], "parsed_as_year": "2006_or_before", "body": "A technical feat achieved by two independent groups has enabled resolution of the molecular structure of a form of the amyloid-β protein that is thought to play a major part in Alzheimer's disease. Correspondence to\n                 Robert Tycko . \n                     Parkinson's disease: Crystals of a toxic core \n                   \n                     Neurodegeneration: Alzheimer's disease under strain \n                   Reprints and Permissions"},
{"file_id": "nature19469", "url": "https://www.nature.com/articles/nature19469", "year": 2016, "authors": [{"name": "Michelle C. Barton"}], "parsed_as_year": "2006_or_before", "body": "Underactivity of the transcription factor p53 can lead to tumour development. The discovery that the SET protein binds to and inhibits p53 points to a way to unleash the tumour suppressor's activity.  See Letter    p.118 Correspondence to\n                 Michelle C. Barton . \n                     Cancer: Mutant p53 and chromatin regulation \n                   \n                     Cancer: The blind spot of p53 \n                   Reprints and Permissions"},
{"file_id": "nature19472", "url": "https://www.nature.com/articles/nature19472", "year": 2016, "authors": [{"name": "Serena Tucci"}, {"name": "Joshua M. Akey"}], "parsed_as_year": "2006_or_before", "body": "Genetic studies of individuals from geographically diverse human populations provide insights into the dispersal of modern humans across the globe and how geography shaped genomic variation.  See Articles    p.201  &  p.207  &  Letter    p.238 Correspondence to\n                 Joshua M. Akey . \n                     Human evolution: Ancient DNA steps into the language debate \n                   Reprints and Permissions"},
{"file_id": "537493a", "url": "https://www.nature.com/articles/537493a", "year": 2016, "authors": [{"name": "Adrian Neild"}], "parsed_as_year": "2006_or_before", "body": "A simple technique has been developed that produces holograms made of sound waves. These acoustic landscapes are used to manipulate microscale objects, and offer great potential in medical imaging and selective heating.  See Letter    p.518 Correspondence to\n                 Adrian Neild . \n                     Optics: Nanotube holograms \n                   \n                     Optomechanics: Listening to quantum grains of sound \n                   Reprints and Permissions"},
{"file_id": "nature19467", "url": "https://www.nature.com/articles/nature19467", "year": 2016, "authors": [{"name": "K. George Chandy"}, {"name": "Raymond S. Norton"}], "parsed_as_year": "2006_or_before", "body": "Potassium released from dying tumour cells has now been found to suppress the activity of T cells of the immune system. Enhancing the removal of potassium from T cells restores their ability to attack cancer.  See Letter    p.539 Correspondence to\n                 K. George Chandy  or  Raymond S. Norton . K.G.C. declares competing financial interests. See online article for details. \n                     Immunology: Cytotoxic T cells that escape exhaustion \n                   \n                     Cancer: Antitumour immunity gets a boost \n                   Reprints and Permissions"},
{"file_id": "nature19473", "url": "https://www.nature.com/articles/nature19473", "year": 2016, "authors": [{"name": "Giorgio Gratta"}], "parsed_as_year": "2006_or_before", "body": "Neutrinos are much lighter than the other constituents of matter. One explanation for this could be that neutrinos are their own antiparticles and belong to a new class of 'Majorana' particle. An experiment sets strong constraints on this scenario. Correspondence to\n                 Giorgio Gratta . \n                     Particle physics: The hunt for Majorana neutrinos hots up \n                   Reprints and Permissions"},
{"file_id": "537499a", "url": "https://www.nature.com/articles/537499a", "year": 2016, "authors": [{"name": "Manfred Fiebig"}], "parsed_as_year": "2006_or_before", "body": "Two 'failed' materials can perform much better when united. Such a combination exhibits magnetization and electric polarization up to room temperature, providing a basis for new magnetoelectric devices.  See Letter    p.523 Correspondence to\n                 Manfred Fiebig . \n                     Materials science: Two steps for a magnetoelectric switch \n                   \n                     Materials physics: Reactive walls \n                   Reprints and Permissions"},
{"file_id": "537499b", "url": "https://www.nature.com/articles/537499b", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature19471", "url": "https://www.nature.com/articles/nature19471", "year": 2016, "authors": [{"name": "Peter B. deMenocal"}, {"name": "Chris Stringer"}], "parsed_as_year": "2006_or_before", "body": "The human dispersal out of Africa that populated the world was probably paced by climate changes. This is the inference drawn from computer modelling of climate variability during the time of early human migration.  See Letter    p.92 Correspondence to\n                 Peter B. deMenocal  or  Chris Stringer . \n                     Ancient DNA: Muddy messages about American migration \n                   Reprints and Permissions"},
{"file_id": "nature19468", "url": "https://www.nature.com/articles/nature19468", "year": 2016, "authors": [{"name": "Juan M. Vaquerizas"}, {"name": "Maria-Elena Torres-Padilla"}], "parsed_as_year": "2006_or_before", "body": "Four studies detail changes in how DNA is wrapped around histone proteins and in molecular modifications to histones that occur after fertilization. The results shed light on the early regulation of gene expression.  See Letters    p.548 ,  p.553  &  p.558 Correspondence to\n                 Maria-Elena Torres-Padilla . \n                     Epigenomics: Roadmap for regulation \n                   \n                     Epigenetics: Cellular memory erased in human embryos \n                   Reprints and Permissions"},
{"file_id": "537171a", "url": "https://www.nature.com/articles/537171a", "year": 2016, "authors": [{"name": "Angelos Michaelides"}], "parsed_as_year": "2006_or_before", "body": "An experimental technique has been developed to measure water flow through carbon nanotubes. Measurements reveal that flow can be almost frictionless, posing challenges for computer simulations of nanofluidics.  See Letter    p.210 Correspondence to\n                 Angelos Michaelides . \n                     Materials science: Breakthrough for protons \n                   Reprints and Permissions"},
{"file_id": "nature19433", "url": "https://www.nature.com/articles/nature19433", "year": 2016, "authors": [{"name": "James A. Birchler"}], "parsed_as_year": "2006_or_before", "body": "Crossing different plant varieties to improve yield and fertility is common practice. A dissection of the genomic architecture that underlies such hybrid vigour might help to inform future crop-improvement strategies.  See Article    p.629 Correspondence to\n                 James A. Birchler . \n                     Epigenetics: The karma of oil palms \n                   \n                     Biotechnology: A hold on plant meiosis \n                   Reprints and Permissions"},
{"file_id": "537172a", "url": "https://www.nature.com/articles/537172a", "year": 2016, "authors": [{"name": "Philip J. K. McGowan"}], "parsed_as_year": "2006_or_before", "body": "An analysis of direct human impacts across Earth's land surface using global satellite images and ground surveys reveals the scale of the 'human footprint' on the world and its changes between 1993 and 2009. Correspondence to\n                 Philip J. K. McGowan . \n                     Biodiversity: Remote responsibility \n                   \n                     Conservation: The rainforest's 'do not disturb' signs \n                   Reprints and Permissions"},
{"file_id": "nature19466", "url": "https://www.nature.com/articles/nature19466", "year": 2016, "authors": [{"name": "Outi Savolainen"}, {"name": "Martin Lascoux"}], "parsed_as_year": "2006_or_before", "body": "A free database describes genome sequences, gene expression and molecular modifications to DNA for more than 1,000  Arabidopsis thaliana  plants, providing valuable information on the complex history and current variation of this species. Correspondence to\n                 Outi Savolainen . \n                     Genomics: Endless variation most beautiful \n                   \n                     Epigenomics: Methylation's mark on inheritance \n                   Reprints and Permissions"},
{"file_id": "nature19431", "url": "https://www.nature.com/articles/nature19431", "year": 2016, "authors": [{"name": "Leah H. Samberg"}], "parsed_as_year": "2006_or_before", "body": "Interventions to improve crop yields in rural China through collaboration between researchers and farmers illustrate how the goal of increasing global food production can be approached locally.  See Letter    p.671 Correspondence to\n                 Leah H. Samberg . \n                     Agriculture: Comparing apples with oranges \n                   \n                     Diet: Food choices for health and planet \n                   Reprints and Permissions"},
{"file_id": "nature19432", "url": "https://www.nature.com/articles/nature19432", "year": 2016, "authors": [{"name": "Nadia B. Fröbisch"}], "parsed_as_year": "2006_or_before", "body": "Bone analysis of aquatic tetrapods from around the time when these four-limbed vertebrates began to move onto land reveals that the large specimens were only juveniles, raising questions about how these animals developed.  See Letter    p.408 Correspondence to\n                 Nadia B. Fröbisch . \n                     Evolutionary biology: Fin to limb within our grasp \n                   \n                     Evolutionary developmental biology: Dynasty of the plastic fish \n                   \n                     Neuroanatomy: From fin to forelimb \n                   Reprints and Permissions"},
{"file_id": "537174a", "url": "https://www.nature.com/articles/537174a", "year": 2016, "authors": [{"name": "Markus Röllig"}], "parsed_as_year": "2006_or_before", "body": "Interactions between young stars and their parent molecular clouds are poorly understood. High-resolution observations of the Orion nebula now reveal these interactions, which have implications for star formation.  See Letter    p.207 Correspondence to\n                 Markus Röllig . \n                     Astrophysics: Glimpse into a primitive stellar nursery \n                   \n                     Star formation: Sibling rivalry begins at birth \n                   Reprints and Permissions"},
{"file_id": "536406a", "url": "https://www.nature.com/articles/536406a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Meteorological Office is cheerful if restrained about the success of its long range weather prediction service in its annual report for 1965 ... Long range forecasts for a period of thirty days ahead have been published twice a month for the past three years ... the Meteorological Office says that results have been slightly better than expected ... forecasts are assessed after the event ... and “marks are given for the accuracy of forecasts of temperature, rainfall and additional information”. Predicting temperature seems to be the easiest, with twenty-eight out of fifty forecasts ranking for the mark “good agreement”. On rainfall, however, agreement between forecasts and reality was good on fourteen occasions, moderate on seventeen and deserving the description “little agreement” on nineteen occasions ... The long range forecasts are based on searches of records going back to the middle of the nineteenth century for analogous patterns of mean temperature and mean pressure in the northern hemisphere ... What might be called objective long range forecasting is reckoned to be an extremely distant prospect. \n               From  \n               Nature \n                20 August 1966 \n             \n               100 Years Ago \n             The firing of very heavy guns at a great distance was clearly audible at Harpenden throughout the days of August 7 and 8, as well as on previous occasions. The direction of the sound is evidently from the south-east, and that of each explosion lasts about two seconds. Our elevation is 440ft., and the local wind has been from west to north-west. The distance between Harpenden and Bapaume would be about 185 miles. \n               From  \n               Nature \n                17 August 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "536408a", "url": "https://www.nature.com/articles/536408a", "year": 2016, "authors": [{"name": "Artie P. Hatzes"}], "parsed_as_year": "2006_or_before", "body": "An Earth-mass planet has been discovered in orbit around Proxima Centauri, the closest star to our Sun. The planet orbits at a distance from the star such that liquid water and potentially life could exist on its surface.  See Letter    p.437 Correspondence to\n                 Artie P. Hatzes . \n                     Astronomy: A small star with an Earth-like planet \n                   \n                     Astronomy: A Mars-sized exoplanet \n                   Reprints and Permissions"},
{"file_id": "nature19428", "url": "https://www.nature.com/articles/nature19428", "year": 2016, "authors": [{"name": "Cindy S. Ma"}, {"name": "Stuart G. Tangye"}], "parsed_as_year": "2006_or_before", "body": "T cells of the immune system mount antiviral responses, but if a response fails, a chronic viral infection can develop. It now seems that a T-cell subset in lymphoid immune tissues can control chronic infection.  See Letters    p.412  &  p.417 Correspondence to\n                 Cindy S. Ma  or  Stuart G. Tangye . \n                     HIV: Seeking ultimate victory \n                   \n                     Ebola: Hidden reservoirs \n                   Reprints and Permissions"},
{"file_id": "536404a", "url": "https://www.nature.com/articles/536404a", "year": 2016, "authors": [{"name": "Thomas E. Albrecht-Schmitt"}], "parsed_as_year": "2006_or_before", "body": "A heroic effort to characterize the chemistry of actinium, a short-lived radioactive element, reveals surprising differences in behaviour compared with other elements in the actinide series. Correspondence to\n                 Thomas E. Albrecht-Schmitt . \n                     Inorganic chemistry: Cation o' nine tails \n                   Reprints and Permissions"},
{"file_id": "nature19430", "url": "https://www.nature.com/articles/nature19430", "year": 2016, "authors": [{"name": "Amaury Triaud"}], "parsed_as_year": "2006_or_before", "body": "The origin of hot Jupiters, large gaseous planets in close orbits around stars, is unknown. Observations suggest that such planets are abundant in stellar clusters, and can result from encounters with other celestial bodies. Correspondence to\n                 Amaury Triaud . \n                     Extrasolar planets: Larger than they ought to be \n                   Reprints and Permissions"},
{"file_id": "537038a", "url": "https://www.nature.com/articles/537038a", "year": 2016, "authors": [{"name": "Marlene Oeffinger"}], "parsed_as_year": "2006_or_before", "body": "Production of the cell's translational apparatus, the ribosome, requires the orchestrated function of hundreds of proteins. A structure of its earliest precursor yields unprecedented insight into ribosome formation. Correspondence to\n                 Marlene Oeffinger . \n                     Protein synthesis: Translocation in slow motion \n                   \n                     Structural biology: Ribosome revelations \n                   Reprints and Permissions"},
{"file_id": "nature19429", "url": "https://www.nature.com/articles/nature19429", "year": 2016, "authors": [{"name": "Abigail C. Allwood"}], "parsed_as_year": "2006_or_before", "body": "When did life first arise on Earth? Analysis of ancient rocks in Greenland that contain structures interpreted as bacterial in origin suggest that Earth might have been an abode for life much earlier than previously thought.  See Letter    p.535 Correspondence to\n                 Abigail C. Allwood . \n                     Early life: Origins of multicellularity \n                   \n                     Palaeontology: Respect for stromatolites \n                   Reprints and Permissions"},
{"file_id": "537040a", "url": "https://www.nature.com/articles/537040a", "year": 2016, "authors": [{"name": "Ted Maksym"}], "parsed_as_year": "2006_or_before", "body": "The Southern Ocean has become less salty during the past few decades. An analysis of sea-ice transport in the ocean suggests that this phenomenon can be explained by coupled changes in sea-ice drift and thickness.  See Letter    p.89 Correspondence to\n                 Ted Maksym . \n                     Earth science: Ocean circulation and rapid climate change \n                   Reprints and Permissions"},
{"file_id": "537036a", "url": "https://www.nature.com/articles/537036a", "year": 2016, "authors": [{"name": "Eric M. Reiman"}], "parsed_as_year": "2006_or_before", "body": "An antibody therapy markedly reduces aggregates of amyloid-β, the hallmark protein of Alzheimer's disease, and might slow cognitive decline in patients. Confirmation of a cognitive benefit would be a game-changer.  See Article    p.50 Correspondence to\n                 Eric M. Reiman . E.M.R. is a principal investigator of the Alzheimer’s Prevention Initiative (API), which is involved in the evaluation of anti-Aβ and other promising Alzheimer’s prevention therapies. \n                     Alzheimer's disease: A protective mutation \n                   \n                     Alzheimer's disease: Lost memories found \n                   Reprints and Permissions"},
{"file_id": "537042a", "url": "https://www.nature.com/articles/537042a", "year": 2016, "authors": [{"name": "Ryan Wilkinson"}], "parsed_as_year": "2006_or_before", "body": "Plants compete for the same resources, such as nutrients, light and water. Because these resources are often limited, the coexistence of plant species requires the creation of trade-offs in resource use. In this issue, Harpole  et al . report that increasing a limited nutrient in grassland can eliminate these potential trade-offs, reducing overall species diversity ( W. S. Harpole  et al .  Nature   537 , 93–96; 2016 ).  The authors considered 45 grassland sites across 6 continents, and measured species diversity in response to various nutrient additions. Their results provide strong evidence for a broad ecological theory — that the availability of multiple limiting resources allows plants with different limiting requirements to coexist. The greater the number of limiting resources that were added, the more species were lost, although productivity and turnover improved. The researchers argue that, by understanding the mechanisms by which diversity is lost, we might develop strategies for restoring and preserving Earth's biodiversity.\n Footnote  1 Reprints and Permissions"},
{"file_id": "nature18918", "url": "https://www.nature.com/articles/nature18918", "year": 2016, "authors": [{"name": "Stephane Dissel"}, {"name": "Paul J. Shaw"}], "parsed_as_year": "2006_or_before", "body": "Inactivation of a group of sleep-promoting neurons through dopamine signalling can cause acute or chronic wakefulness in flies, depending on changes in three different potassium-channel proteins.  See Letter    p.333 Correspondence to\n                 Stephane Dissel  or  Paul J. Shaw . \n                     Circadian clocks: A receptor for subtle temperature changes \n                   \n                     Circadian rhythms: Depression brought to light \n                   Reprints and Permissions"},
{"file_id": "nature19427", "url": "https://www.nature.com/articles/nature19427", "year": 2016, "authors": [{"name": "Junko Oshima"}, {"name": "George M. Martin"}], "parsed_as_year": "2006_or_before", "body": "Dietary restriction is known to extend lifespan in many species. It has now been shown to reduce DNA damage and extend lifespan in mice modelling human DNA-repair disorders.  See Letter    p.427 Correspondence to\n                 Junko Oshima  or  George M. Martin . \n                     Stem cells: Down's syndrome link to ageing \n                   \n                     Ageing: Mixed results for dieting monkeys \n                   Reprints and Permissions"},
{"file_id": "nature18920", "url": "https://www.nature.com/articles/nature18920", "year": 2016, "authors": [{"name": "Berenika Plusa"}, {"name": "Anna-Katerina Hadjantonakis"}], "parsed_as_year": "2006_or_before", "body": "Several hypotheses have been formulated to explain how cells make the first lineage decision during mammalian embryonic development. An overarching mechanism now unifies these disparate models.  See Letter    p.344 Correspondence to\n                 Berenika Plusa  or  Anna-Katerina Hadjantonakis . \n                     Developmental biology: Mechanics in the embryo \n                   \n                     Cell biology: Death drags down the neighbourhood \n                   Reprints and Permissions"},
{"file_id": "nature19422", "url": "https://www.nature.com/articles/nature19422", "year": 2016, "authors": [{"name": "Brian Kosmyna"}, {"name": "Charles C. Query"}], "parsed_as_year": "2006_or_before", "body": "Spliceosome complexes remove non-coding sequences from RNA transcripts in two steps. A structure of a spliceosome after the first step reveals active-site interactions and evolutionary constraints on these non-coding regions.  See Article    p.197 Correspondence to\n                 Brian Kosmyna  or  Charles C. Query . \n                     Structural biology: Lariat lessons \n                   \n                     Biochemistry: Metal ghosts in the splicing machine \n                   Reprints and Permissions"},
{"file_id": "536150a", "url": "https://www.nature.com/articles/536150a", "year": 2016, "authors": [{"name": "Tom Nilges"}], "parsed_as_year": "2006_or_before", "body": "A solid composite material has been made that conducts electricity through the rapid transport of silver ions, which diffuse faster than in some liquids. The material holds promise for applications in charge-storage devices.  See Article    p.159 Correspondence to\n                 Tom Nilges . \n                     Electrochemistry: Metal-free energy storage \n                   \n                     Electrochemistry: Photocatalysts in close-up \n                   Reprints and Permissions"},
{"file_id": "537037a", "url": "https://www.nature.com/articles/537037a", "year": 2016, "authors": [{"name": "Ludmilla Kolokolova"}], "parsed_as_year": "2006_or_before", "body": "The Rosetta spacecraft made history by successfully orbiting a comet. Data from the craft now reveal the structure of the comet's dust particles, shedding light on the processes that form planetary systems.  See Letter    p.73 Correspondence to\n                 Ludmilla Kolokolova . \n                     Planetary science: Sink holes and dust jets on comet 67P \n                   Reprints and Permissions"},
{"file_id": "536035a", "url": "https://www.nature.com/articles/536035a", "year": 2016, "authors": [{"name": "Stephen D. Bartlett"}], "parsed_as_year": "2006_or_before", "body": "Quantum computers require many quantum bits to perform complex calculations, but devices with more than a few bits are difficult to program. A device based on five atomic quantum bits shows a way forward.  See Letter    p.63 Correspondence to\n                 Stephen D. Bartlett . \n                     Quantum physics: Entanglement beyond identical ions \n                   \n                     Superconductors: Exponential boost for quantum information \n                   Reprints and Permissions"},
{"file_id": "nature19423", "url": "https://www.nature.com/articles/nature19423", "year": 2016, "authors": [{"name": "David O. Morgan"}], "parsed_as_year": "2006_or_before", "body": "Structural studies provide insight into the mechanisms governing a checkpoint in cell division that prevents chromosomes from segregating before they are properly aligned on a structure called the mitotic spindle.  See Article    p.431 Correspondence to\n                 David O. Morgan . \n                     Structural biology: A new look for the APC \n                   \n                     Cell division: Hold on and let go \n                   Reprints and Permissions"},
{"file_id": "nature19419", "url": "https://www.nature.com/articles/nature19419", "year": 2016, "authors": [{"name": "Melek Canan Arkan"}], "parsed_as_year": "2006_or_before", "body": "In obese people with pancreatic cancer, the many interactions between fat cells and the inflammatory microenvironment surrounding the tumour leads to below-average prognosis and chemotherapy outcome. The increasing prevalence of obesity will have an even greater effect on the health-care system than previously predicted, because obesity turns out to be a major risk factor for the development of cancer 1 . Obese individuals have a substantially elevated risk for a type of pancreatic cancer known as pancreatic ductal adenocarcinoma, which is the fourth most-common cause of cancer-associated death 1 . An inflammatory microenvironment is a hallmark of cancer, but little is known about how alterations in the surrounding connective tissue (stroma) contribute to tumour initiation and progression in obesity. Writing in  Cancer Discovery , Incio  et al . 2  report their investigation into how fat cells in the microenvironment surrounding cancer cells contribute to tumour initiation and progression in both mice and humans. Tumour formation in the pancreas involves striking structural distortion of tissue, which is attributed to the disruption of digestive-enzyme-containing acinar cells, tissue infiltration by immune cells, a strong fibrotic response (also known as fibrosis, the formation of excess connective tissue or collagen protein around the tumour), and a higher than usual level of deposition of extracellular-matrix material. Cancer lesions in obese individuals are commonly associated with increased fat-cell (adipocyte) content compared with tumours from non-obese patients; however, the function of these fat cells in pancreatic cancer remained unclear until now. Incio and colleagues show that, in mice, adipocytes, along with immune cells and pancreatic stellate cells, signal through the IL-1β protein and the AT1 angiotensin receptor to drive migration of immune cells called neutrophils to the tumour microenvironment. This increases the inflammatory and fibrotic response in the pancreatic-cancer microenvironment in a way that results in poor response to chemotherapy and poor prognosis. In obese mice, the tumour microenvironment was shown to contain adipocytes that are increased in both size and number, partly as a result of tumours invading the neighbouring white adipose tissues. The researchers observed an abundant fibrotic response in tumour areas that were enriched in adipocytes or located adjacent to adipose tissue. These results suggest that fibrosis is a hallmark of adipose tissue in obese subjects with pancreatic cancer, and that the accumulation of the extracellular-matrix protein collagen, a component of the fibrotic response, in the vicinity of fat cells is a prominent characteristic of obesity. Incio and colleagues also found that adipocyte infiltration into the tumour microenvironment correlates with worse prognosis and treatment outcome in patients. The authors hypothesized that, in people with pancreatic cancer, obesity-associated adipocyte accumulation increases fibrosis, promotes tumour progression and hinders the delivery and efficacy of chemotherapeutics. When they checked the percentage of perfused blood vessels in a given area of mouse tumour, they found that it was significantly reduced in obese animals. To determine whether impeded perfusion through blood vessels is responsible for inefficient delivery of chemotherapeutic agents, the authors measured the uptake of the chemotherapy drug 5-fluorouracil in mice. Obesity significantly decreased tumour uptake of the drug compared with uptake in non-obese control animals, thereby reducing the chemotherapy's efficacy ( Fig. 1 ). Chronic fibrosis is thought to have a crucial role in enhancing tumour growth and in attenuating drug delivery. However, in previous studies, inhibition of chronic fibrosis by either inhibitor compounds 3  or genetic mutations 3 , 4  resulted in increased immunosuppression, accelerated tumour growth and decreased survival, implying that tumour stroma may be restrictive to tumour growth. By contrast, Incio  et al . show that inhibition of the major pro-fibrotic pathway of AT1 signalling in mice inhibited tumour progression. The authors propose that migration into the tissue of tumour-associated neutrophils and IL-1β production are leading drivers in the regulation of tumour growth in this context, although changes in vascular perfusion due to reduced blood pressure also play a minor part. When the authors depleted neutrophils or blocked the activity of IL-1β using antibody treatment, the immunosuppressive microenvironment was reshaped and the progression of pancreatic cancer was reduced. When experimentally targeting AT1 signalling in mice, other processes downstream of AT1 signalling — such as the epithelial-to-mesenchymal cell transition or adipocyte differentiation — might also be affected, and it is possible that these processes are responsible for the decrease in obesity-associated tumour progression. Even though the authors correlated fibrotic response with tumour size, it is difficult to judge whether the fibrotic response or tumour growth comes first, because decreased tumour progression will eventually result in decreased immune-cell infiltration into the tumour microenvironment and decreased fibrosis. Either way, the results of this study and others 3 , 4  reinforce the need for further evaluation of the functional contribution of fibrosis in the initiation and progression of pancreatic cancer, especially in obesity. Cellular alterations induced by mechanical forces are becoming more widely recognized as having a role in various diseases 5 . Homeostasis in the balance between internal and external forces on cells (the state of physical tension known as tensional homeostasis) can regulate apoptotic cell death, cell proliferation, adhesion and migration, and its deregulation could result in increased susceptibility to cancer. In addition, physical cues from the pressure exerted by solid-tissue components of the tumour microenvironment can compress blood vessels, causing poor tumour perfusion 6 . Incio and colleagues showed that treatment with the AT1 blocker losartan can reduce mechanical stress on cells and decrease tumour growth in mice with pancreatic cancer. More research is needed to investigate the type of transcriptional switch that tensional homeostasis induces in the dense cellular milieu of the tumour microenvironment in obesity. Inhibition of the mechanical forces acting on cells in pancreatic cancer may provide further clues for future clinical treatment. Normalizing the tumour extracellular matrix by reducing matrix stiffness may be more effective and safer than trying to delete stromal components directly. The relationship between fat cells and stem-cell regulation is another key question. Mature white adipocytes — fat stores that control energy metabolism — respond to nutritional and hormonal cues through the secretion of signalling proteins. Studies point to white adipose fat having functions in tissue regeneration and stem-cell regulation, placing fat cells at the centre of multiple aspects of cancer progression 7 . Mesenchymal stem cells and stromal stem cells contribute substantially to adipocyte generation. Mechanical stress is also a trigger for the expansion of some stem-cell populations 8 . It would be interesting to determine the origin of adipocytes in the pancreas, their fate and phenotype (whether the cells form white or brown fat, as well as the type of component they secrete). Other potential topics for investigation include studying the contribution of adipocyte-derived signals that recruit and possibly polarize immune-cell differentiation; the function of adipocyte invasion during tumour formation; and the role of malfunctioning energy metabolism in obesity. Incio and colleagues' work provides a plausible cellular and molecular explanation for increased adipocyte interaction with the cells of the pro-inflammatory and pro-fibrotic tumour microenvironment that accelerates disease progression and hampers therapy. Is systemically targeting tumour-associated neutrophils, pancreatic stellate cells or adipocytes feasible without causing collateral damage to host functions? Such damage could be a major challenge to successful direct translation of the current findings to the clinic. Only time will tell whether targeting IL-1β or neutrophils could offer opportunities for successful therapeutic intervention. Of course, the best preventive approach in the meantime is to eat a healthy diet and to exercise.\n Footnote  1 Correspondence to\n                 Melek Canan Arkan . \n                     Stem cells: Dietary fat promotes intestinal dysregulation \n                   Reprints and Permissions"},
{"file_id": "536157a", "url": "https://www.nature.com/articles/536157a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             “We wuz robbed” — The World Cup which has recently been enacted in Britain may have been fun to watch, but there is no question that it was a thoroughly badly designed experiment ... The mere fact that a Poisson distribution can describe so well the distribution of scores by individual teams goes a long way to suggest that the teams were much of a muchness in talent and their scores were independent of each other. From this point of view, the decision that the outcome of the whole competition should depend on the outcome of a single game between the two so-called finalists was as much of a farce as a great many West German supporters already know it to have been ... If, for example, it were agreed that ... no team should be declared the winner until its score exceeds that of its opponent by three standard deviations of Poisson distribution, it might be necessary to design the game of football so that it would be practicable for one side to score 100 goals or so ... Such a change could easily be brought about, possibly by widening the goalposts or by abolishing goalkeepers. \n               From  \n               Nature \n                13 August 1966 \n             \n               100 Years Ago \n             The History of the Family . By Prof. W. Goodsell — In what sense is it right to speak of the history of the family? ... Can it be said to have a history? ... Some such questions as these arise in one's mind as one takes up Prof. Goodsell's book ... even a casual reader will be struck by a want of precise references in certain of the chapters ... Where is the “weight of evidence” which shows that polygamy is unpopular among savage women? The author gives several reasons why  we  condemn it, but there is surely room for doubt ...  \n               From  \n               Nature \n                10 August 1916 \n             Reprints and Permissions"},
{"file_id": "nature19421", "url": "https://www.nature.com/articles/nature19421", "year": 2016, "authors": [{"name": "Suzanne McGowan"}], "parsed_as_year": "2006_or_before", "body": "When and by which paths did early humans migrate into America? An analysis of ancient plant and animal remains revises the timeframe during which a route may have opened between ice sheets in northwest America.  See Article    p.45 Correspondence to\n                 Suzanne McGowan . \n                     Palaeogenomics: Genetic roots of the first Americans \n                   Reprints and Permissions"},
{"file_id": "nature19420", "url": "https://www.nature.com/articles/nature19420", "year": 2016, "authors": [{"name": "Jurre J. Kamphorst"}, {"name": "Eyal Gottlieb"}], "parsed_as_year": "2006_or_before", "body": "In pancreatic cancer, neighbouring non-cancerous cells degrade their own proteins through a process called autophagy and release amino acids that are then taken up and used by the cancer cells.  See Letter    p.479 Correspondence to\n                 Jurre J. Kamphorst  or  Eyal Gottlieb . \n                     Cancer: Fat and the fate of pancreatic tumours \n                   Reprints and Permissions"},
{"file_id": "537041a", "url": "https://www.nature.com/articles/537041a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Savage found that pondweeds in the presence of light stimulate spawning in  Xenopus laevis  ... This finding prompts me to report my own experience with this amphibian under more natural conditions ... At the Provincial Fisheries Institute, Lydenberg, fishponds ... are filled with water and fertilized with fowl manure in spring for the breeding of fish. Within 2 or 3 days after fertilization such ponds usually contain large numbers of  Xenopus , which immediately start spawning, so that by the time plankton has developed the pond is teeming with larvae ... that they are attracted by fertilized water and spawn before an algal bloom develops suggests that the primary stimulus for spawning ... could be the fertilizer. \n               From  \n               Nature \n                3 September 1966 \n             \n               100 Years Ago \n             Mr. Beebe has had a wide experience of jungle-life in many lands, and hence his latest experiences in Brazil have the greater value ... Abundance of species and a relative fewness of individuals, he remarks, are pronounced characteristics of any tropical fauna ... He quickly discovered that more was to be obtained by watching particular trees ... [D]uring the space of a week of intermittent watching he obtained no fewer than seventy-six new species ... Just before leaving a brilliant idea struck Mr. Beebe ... he suddenly bethought him to fill a bag with four square feet of jungle earth, and this was examined ... while on board ship on the voyage home ... Among the captures thus made were representatives of two genera of ants new to science. There can be no doubt that important discoveries ... would accrue if this example of Mr Beebe's were generally followed in the future. \n               From  \n               Nature \n                31 August 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature19426", "url": "https://www.nature.com/articles/nature19426", "year": 2016, "authors": [{"name": "Dan Ye"}, {"name": "Yue Xiong"}], "parsed_as_year": "2006_or_before", "body": "If a tumour outgrows its blood supply, oxygen levels in its cells decrease. It emerges that this change can alter gene expression by limiting the activity of TET enzymes, which remove methyl groups from DNA.  See Article    p.63 Correspondence to\n                 Dan Ye  or  Yue Xiong . \n                     Cancer: Oncogene brought into the loop \n                   \n                     Cancer: Mutations close in on gene regulation \n                   Reprints and Permissions"},
{"file_id": "nature19424", "url": "https://www.nature.com/articles/nature19424", "year": 2016, "authors": [{"name": "Brigitte L. Kieffer"}], "parsed_as_year": "2006_or_before", "body": "The development of a drug that mimics the pain-relieving activity of opioid compounds, but has fewer side effects, points to an effective strategy for the discovery of many types of drug.  See Article    p.185 Correspondence to\n                 Brigitte L. Kieffer . \n                     Structural biology: How opioid drugs bind to receptors \n                   \n                     Medicinal chemistry: New lead for pain treatment \n                   Reprints and Permissions"},
{"file_id": "536280a", "url": "https://www.nature.com/articles/536280a", "year": 2016, "authors": [{"name": "Jay A. Labinger"}], "parsed_as_year": "2006_or_before", "body": "The identification of the active site of an iron-containing catalyst raises hopes of designing practically useful catalysts for the room-temperature conversion of methane to methanol, a potential fuel for vehicles.  See Letter    p.317 Correspondence to\n                 Jay A. Labinger . \n                     Catalysis: The complexity of intimacy \n                   \n                     Catalysis: Tens of thousands of atoms replaced by one \n                   Reprints and Permissions"},
{"file_id": "536277a", "url": "https://www.nature.com/articles/536277a", "year": 2016, "authors": [{"name": "Jay Shendure"}], "parsed_as_year": "2006_or_before", "body": "The exome is the portion of the genome that encodes proteins. Aggregation of 60,706 human exome sequences from 14 studies provides in-depth insight into genetic variation in humans.  See Article    p.285 Correspondence to\n                 Jay Shendure . \n                     Human genomics: The end of the start for population sequencing \n                   Reprints and Permissions"},
{"file_id": "536282a", "url": "https://www.nature.com/articles/536282a", "year": 2016, "authors": [{"name": "Jan Zaanen"}], "parsed_as_year": "2006_or_before", "body": "'Overdoped' high-temperature superconductors, which have a high density of charge carriers, were thought to be well understood. An experiment challenges what we know about quantum physics in such systems.  See Letter    p.309 Correspondence to\n                 Jan Zaanen . \n                     Superconductivity: Extraordinarily conventional \n                   \n                     High-temperature superconductivity: The sound of a hidden order \n                   Reprints and Permissions"},
{"file_id": "nature19425", "url": "https://www.nature.com/articles/nature19425", "year": 2016, "authors": [{"name": "Aditya Saxena"}, {"name": "Kimberly L. Cooper"}], "parsed_as_year": "2006_or_before", "body": "There was thought to be little in common between fish fin bones and the finger bones of land-dwellers. But zebrafish studies reveal that  hox  genes have a surprisingly similar role in patterning the two structures.  See Letter    p.225 Correspondence to\n                 Aditya Saxena  or  Kimberly L. Cooper . \n                     Neuroanatomy: From fin to forelimb \n                   \n                     Evolutionary developmental biology: Dynasty of the plastic fish \n                   Reprints and Permissions"},
{"file_id": "536276a", "url": "https://www.nature.com/articles/536276a", "year": 2016, "authors": [{"name": "Gary Patterson"}], "parsed_as_year": "2006_or_before", "body": "In the 1950s, the discovery of a class of 'living' polymerization reaction revolutionized the field of polymer science by providing a way of controlling the molecular-weight distribution of polymers. The effects reverberate to this day. Correspondence to\n                 Gary Patterson . \n                     Materials science: Synthetic polymers with biological rigidity \n                   \n                     Polymer chemistry: Wasted loops quantified \n                   Reprints and Permissions"},
{"file_id": "536400a", "url": "https://www.nature.com/articles/536400a", "year": 2016, "authors": [{"name": "Barbara Mazzolai"}, {"name": "Virgilio Mattoli"}], "parsed_as_year": "2006_or_before", "body": "Meet the octobot, the first robot to be made entirely from soft materials. Powered by a chemical reaction and controlled by a fluidic logic circuit, it heralds a generation of soft robots that might surpass conventional machines.  See Letter    p.451 Correspondence to\n                 Barbara Mazzolai . \n                     Artificial intelligence: Robots with instincts \n                   \n                     Biomimetics: Flying like a fly \n                   Reprints and Permissions"},
{"file_id": "535238a", "url": "https://www.nature.com/articles/535238a", "year": 2016, "authors": [{"name": "Charles S. Adams"}], "parsed_as_year": "2006_or_before", "body": "Quantum effects have been used in devices that measure various quantities, but not to measure electric fields. The sensitivity of an electrometer has now been boosted using the phenomenon of quantum superposition.  See Letter    p.262 Correspondence to\n                 Charles S. Adams . \n                     Quantum physics: Squeezed ions in two places at once \n                   Reprints and Permissions"},
{"file_id": "535361a", "url": "https://www.nature.com/articles/535361a", "year": 2016, "authors": [{"name": "Kristy J. Kroeker"}], "parsed_as_year": "2006_or_before", "body": "A global study has identified coral reefs with greater fish biomass than would be predicted given human and environmental pressures. These outliers might teach us something about sustainable coral-reef management.  See Letter    p.416 Correspondence to\n                 Kristy J. Kroeker . \n                     Coral reefs: Turning back time \n                   Reprints and Permissions"},
{"file_id": "535237a", "url": "https://www.nature.com/articles/535237a", "year": 2016, "authors": [{"name": "Brenda Matthews"}], "parsed_as_year": "2006_or_before", "body": "Observations of the disk of dust and gas around a nascent star reveal that the distance from the star at which water in the disk forms ice is variable. This variation might hinder the formation of planets.  See Letter    p.258 Correspondence to\n                 Brenda Matthews . \n                     Astrophysics: Growing planet brought to light \n                   \n                     Astrophysics: Surprisingly fast motions in a dust disk \n                   Reprints and Permissions"},
{"file_id": "nature18915", "url": "https://www.nature.com/articles/nature18915", "year": 2016, "authors": [{"name": "Shibin Zhou"}], "parsed_as_year": "2006_or_before", "body": "A synthetic genetic circuit that mimics the quorum-sensing systems used by bacterial populations to coordinate gene expression enables bacteria to deliver drugs to mouse tumours in repeated and synchronized cycles.  See Letter    p.81 Correspondence to\n                 Shibin Zhou . Under a licensing agreement between BioMed Valley Discoveries Inc. and the Johns Hopkins University, S.Z. is entitled to a share of royalties received by the University on sales of products related to therapy using C. novyi-NT bacteria. The terms of the arrangement are under ongoing management by the Johns Hopkins University in accordance with its conflict of interest policies. \n                     Synthetic biology: Biocircuits in synchrony \n                   \n                     Synthetic biology: Synchronized bacterial clocks \n                   Reprints and Permissions"},
{"file_id": "535363a", "url": "https://www.nature.com/articles/535363a", "year": 2016, "authors": [{"name": "Katey Walter Anthony"}, {"name": "Sally MacIntyre"}], "parsed_as_year": "2006_or_before", "body": "A field study of methane emissions from wetlands reveals that more of the gas escapes through diffusive processes than was thought, mostly at night. Because methane is a greenhouse gas, the findings have implications for global warming. Correspondence to\n                 Katey Walter Anthony  or  Sally MacIntyre . \n                     Biogeochemistry: Methane minimalism \n                   \n                     Ecology: Recovering the potential of coral reefs \n                   Reprints and Permissions"},
{"file_id": "535362a", "url": "https://www.nature.com/articles/535362a", "year": 2016, "authors": [{"name": "Takis Kontos"}], "parsed_as_year": "2006_or_before", "body": "Electrons repel each other because they are negatively charged. An experiment now confirms a fifty-year-old theory that electrons can also attract one another as a result of repulsion from other electrons.  See Letter    p.395 Correspondence to\n                 Takis Kontos . \n                     Superconductivity: The persistence of pairs \n                   \n                     Electron pairing without superconductivity \n                   Reprints and Permissions"},
{"file_id": "535358a", "url": "https://www.nature.com/articles/535358a", "year": 2016, "authors": [{"name": "Eric J. Steig"}], "parsed_as_year": "2006_or_before", "body": "The Antarctic Peninsula has been warming for many decades, but an analysis now reveals that it has cooled since the late 1990s. Inspection of the factors involved suggests that this is consistent with natural variability.  See Letter    p.411 Correspondence to\n                 Eric J. Steig . \n                     Climate science: A history of Greenland's ice loss \n                   \n                     Climate science: Small glacier has big effect on sea-level rise \n                   Reprints and Permissions"},
{"file_id": "nature18916", "url": "https://www.nature.com/articles/nature18916", "year": 2016, "authors": [{"name": "Ira Tabas"}], "parsed_as_year": "2006_or_before", "body": "Dead cells are usually removed through their ingestion and destruction by other cells. A study of plaque deposits in arteries shows that dying cells in plaques display a 'don't-eat-me' signal that blocks their removal.  See Letter    p.86 Correspondence to\n                 Ira Tabas . \n                     Cardiology: Bad matters made worse \n                   Reprints and Permissions"},
{"file_id": "nature18919", "url": "https://www.nature.com/articles/nature18919", "year": 2016, "authors": [{"name": "Lynne Chantranupong"}, {"name": "David M. Sabatini"}], "parsed_as_year": "2006_or_before", "body": "A study of the proteasome — a protein-degradation complex — reveals an evolutionarily conserved pathway that acts through the protein kinase TORC1 to adjust proteasome levels in response to cellular needs.  See Letter    p.184 Correspondence to\n                 Lynne Chantranupong  or  David M. Sabatini . \n                     Cancer biology: The director's cut \n                   Reprints and Permissions"},
{"file_id": "nature18917", "url": "https://www.nature.com/articles/nature18917", "year": 2016, "authors": [{"name": "Stephan J. Sigrist"}, {"name": "Astrid G. Petzoldt"}], "parsed_as_year": "2006_or_before", "body": "A nanocolumn spans the synaptic cleft between neurons, connecting regions of neurotransmitter molecule release and capture. This discovery informs on mechanisms of synaptic organization and regulation.  See Letter    p.210 Correspondence to\n                 Stephan J. Sigrist  or  Astrid G. Petzoldt . \n                     Cell biology: On the endocytosis rollercoaster \n                   \n                     Developmental biology: Nanotubes in the niche \n                   Reprints and Permissions"},
{"file_id": "nature18914", "url": "https://www.nature.com/articles/nature18914", "year": 2016, "authors": [{"name": "B. T. Thomas Yeo"}, {"name": "Simon B. Eickhoff"}], "parsed_as_year": "2006_or_before", "body": "An authoritative map of the modules that make up the cerebral cortex of the human brain promises to act as a springboard for greater understanding of brain function and disease.  See Article    p.171 Correspondence to\n                 B. T. Thomas Yeo  or  Simon B. Eickhoff . \n                     Neuroscience: Accurate maps of visual circuitry \n                   \n                     Developmental neuroscience: Miniature human brains \n                   Reprints and Permissions"},
{"file_id": "535497a", "url": "https://www.nature.com/articles/535497a", "year": 2016, "authors": [{"name": "Kathryn A. Kelly"}, {"name": "LuAnne Thompson"}], "parsed_as_year": "2006_or_before", "body": "Computational models persistently underestimate strong currents that redistribute ocean heat. This problem is solved in models in which ocean eddies are damped by coupling of the atmosphere with the sea.  See Letter    p.533 Correspondence to\n                 Kathryn A. Kelly  or  LuAnne Thompson . \n                     Climate science: Hidden trends in the ocean carbon sink \n                   Reprints and Permissions"},
{"file_id": "535502a", "url": "https://www.nature.com/articles/535502a", "year": 2016, "authors": [{"name": "M. Azim Surani"}], "parsed_as_year": "2006_or_before", "body": "Pluripotent cells have the potential to differentiate into any cell type in the body. Their isolation and propagation from mouse embryos was pivotal for advances in understanding human development and disease. Correspondence to\n                 M. Azim Surani . \n                     From embryo to teratocarcinoma in tissue culture \n                   Reprints and Permissions"},
{"file_id": "535501a", "url": "https://www.nature.com/articles/535501a", "year": 2016, "authors": [{"name": "Kim Lewis"}, {"name": "Philip Strandwitz"}], "parsed_as_year": "2006_or_before", "body": "Bacteria that are normally resident in the body have many roles in supporting health. Researchers have now identified a bacterial resident of the nose that produces an antibiotic that is active against a pathogen.  See Article    p.511 Correspondence to\n                 Kim Lewis  or  Philip Strandwitz . \n                     Microbiology: The dark side of antibiotics \n                   Reprints and Permissions"},
{"file_id": "535500a", "url": "https://www.nature.com/articles/535500a", "year": 2016, "authors": [{"name": "Paul Charbonneau"}], "parsed_as_year": "2006_or_before", "body": "Observations of X-ray emission — a diagnostic tool for the mechanisms driving stellar magnetic fields — from four cool stars call into question accepted models of magnetic-field generation in the Sun and stars.  See Letter    p.526 Correspondence to\n                 Paul Charbonneau . \n                     Solar physics: The planetary hypothesis revived \n                   \n                     Solar physics: Towards ever smaller length scales \n                   Reprints and Permissions"},
{"file_id": "535365a", "url": "https://www.nature.com/articles/535365a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It is not surprising that the Prime Ministers of France and Britain should have been grateful for a few crumbs of agreement to fill out the communique after a recent meeting in London. By all accounts, British membership of the European Economic Community was not a fruitful topic of conversation. It is therefore paradoxical that the two Prime Ministers should have considered this a suitable time for a decision in principle that the tunnel beneath the English Channel should in due course be built ... The case for a tunnel is wearing thin. Alternative ways of crossing what is, after all, a narrow strip of water have become more attractive ... It looks very much as if the two governments may be making the right decision at the wrong time ... it is to be hoped that the two governments will have another close look at the wisdom of the course to which they have committed themselves before the digging of a tunnel actually begins. \n               From  \n               Nature \n                23 July 1966 \n             \n               100 Years Ago \n             Like ourselves, the industrial cities of the United States are beginning to realise the serious economic and hygienic effects caused by the unscientific combustion of coal ... Dr W. F. M. Goss has contributed to a paper on “Smoke as a Source of Atmospheric Pollution” ... The author is not very optimistic in his outlook, for he considers that a revolution in practice which will result in the elimination of existing sources of atmospheric pollution is not to be expected “because present-day knowledge is insufficient to supply necessary means” ... We are throwing away ... a valuable inheritance which should belong to coming generations, and which they will never be able to recover. \n               From  \n               Nature \n                20 July 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature19465", "url": "https://www.nature.com/articles/nature19465", "year": 2016, "authors": [{"name": "Claudio R. Alarcón"}, {"name": "Sohail F. Tavazoie"}], "parsed_as_year": "2006_or_before", "body": "To migrate into the lungs, cancer cells in the bloodstream must cross the lung's endothelial-cell barrier. A study shows that cancer cells can achieve this feat by signalling to induce endothelial-cell death.  See Letter    p.215 Correspondence to\n                 Claudio R. Alarcón  or  Sohail F. Tavazoie . \n                     Cancer: A moving target \n                   \n                     Cancer: An extravascular route for tumour cells \n                   Reprints and Permissions"},
{"file_id": "nature19418", "url": "https://www.nature.com/articles/nature19418", "year": 2016, "authors": [{"name": "Kimberley C. Snowden"}, {"name": "Bart J. Janssen"}], "parsed_as_year": "2006_or_before", "body": "A plant receptor protein interacts in an unusual way with the hormone it binds. The receptor cleaves the hormone, a fragment of which then binds covalently to the receptor and triggers a major receptor shape change.  See Letter    p.469 Correspondence to\n                 Kimberley C. Snowden  or  Bart J. Janssen . \n                     Plant biology: Witchcraft and destruction \n                   Reprints and Permissions"},
{"file_id": "nature18907", "url": "https://www.nature.com/articles/nature18907", "year": 2016, "authors": [{"name": "Susan Bonner-Weir"}, {"name": "Cristina Aguayo-Mazzucato"}], "parsed_as_year": "2006_or_before", "body": "Two analyses of insulin-producing β-cells reveal differences in what has long been considered a homogeneous population. These differences might reflect changes during maturation or ageing, or distinct cell lineages.  See Letter    p.430 Correspondence to\n                 Susan Bonner-Weir . \n                     Regenerative medicine: Short cut to cell replacement \n                   \n                     Computational biology: How to catch rare cell types \n                   Reprints and Permissions"},
{"file_id": "536405a", "url": "https://www.nature.com/articles/536405a", "year": 2016, "authors": [{"name": "Howard Eichenbaum"}], "parsed_as_year": "2006_or_before", "body": "In mice, two fear-associated memories that are created close in time are represented in the brain's amygdala by the activation of overlapping ensembles of neurons. As a result, eliminating the fear of one memory also extinguishes fear of the other. Correspondence to\n                 Howard Eichenbaum . \n                     Neuroscience: In search of the memory molecule \n                   \n                     Neuroscience: The power of positivity \n                   Reprints and Permissions"},
{"file_id": "nature18903", "url": "https://www.nature.com/articles/nature18903", "year": 2016, "authors": [{"name": "Paul W. Frankland"}, {"name": "Sheena A. Josselyn"}], "parsed_as_year": "2006_or_before", "body": "The protein PKM-ζ has been proposed to regulate the maintenance of memory in rodents, but this theory has been questioned. The finding that another isoform of the protein acts as a backup if PKM-ζ is lacking will influence this debate. \n                     Neuroscience: Memory and the single molecule \n                   Reprints and Permissions"},
{"file_id": "536038a", "url": "https://www.nature.com/articles/536038a", "year": 2016, "authors": [{"name": "Yuli V. Nazarov"}], "parsed_as_year": "2006_or_before", "body": "Electric charge is quantized in units of the electron's charge. An experiment explores the suppression of charge quantization caused by quantum fluctuations and supports a long-standing theory that explains this behaviour.  See Letter    p.58 Correspondence to\n                 Yuli V. Nazarov . \n                     Quantum physics: Single electrons pop out of the Fermi sea \n                   \n                     Quantum physics: Squeezed ions in two places at once \n                   Reprints and Permissions"},
{"file_id": "536036a", "url": "https://www.nature.com/articles/536036a", "year": 2016, "authors": [{"name": "Laura Cornelissen"}, {"name": "Charles Berde"}], "parsed_as_year": "2006_or_before", "body": "A cognition-enhancing drug called CX546 prevents the neurodegenerative effects of repeated anaesthesia in infant mice by promoting neuronal changes associated with learning and by protecting neurons from death. Correspondence to\n                 Charles Berde . \n                     Neuroscience: Sleep to oblivion \n                   \n                     Neuroscience: Unconscious networking \n                   Reprints and Permissions"},
{"file_id": "nature18901", "url": "https://www.nature.com/articles/nature18901", "year": 2016, "authors": [{"name": "David P. Edwards"}], "parsed_as_year": "2006_or_before", "body": "A study reveals that human-driven disturbances in previously undisturbed Amazon rainforest can cause biodiversity losses as severe as those of deforestation. Urgent policy interventions are needed to preserve forest quality.  See Letter    p.144 Correspondence to\n                 David P. Edwards . \n                     Biodiversity: Hidden impacts of logging \n                   Reprints and Permissions"},
{"file_id": "534478a", "url": "https://www.nature.com/articles/534478a", "year": 2016, "authors": [{"name": "J. J. Eldridge"}], "parsed_as_year": "2006_or_before", "body": "The detection of a gravitational wave was a historic event that heralded a new phase of astronomy. A numerical model of the Universe now allows researchers to tell the story of the black-hole system that caused the wave.  See Letter    p.512 Correspondence to\n                 J. J. Eldridge . \n                     LIGO detects whispers of another black-hole merger \n                   \n                     Gravitational waves: Dawn of a new astronomy \n                   \n                     Nature  News special on gravitational waves \n                   Reprints and Permissions"},
{"file_id": "534480a", "url": "https://www.nature.com/articles/534480a", "year": 2016, "authors": [{"name": "Erez Zohar"}], "parsed_as_year": "2006_or_before", "body": "Gauge theories underpin the standard model of particle physics, but are difficult to study using conventional computational methods. An experimental quantum system opens up fresh avenues of investigation.  See Letter    p.516 Correspondence to\n                 Erez Zohar . \n                     Atomic physics: Polar exploration \n                   \n                     Quantum physics: Simulating magnetism \n                   \n                     Quantum physics: Trapped ion set to quiver \n                   Reprints and Permissions"},
{"file_id": "nature18446", "url": "https://www.nature.com/articles/nature18446", "year": 2016, "authors": [{"name": "Tolga Soykan"}, {"name": "Volker Haucke"}], "parsed_as_year": "2006_or_before", "body": "Communication between cells relies on hormone release from secretory granules, but how these vesicles fuse with cell membranes is unclear. An imaging study provides  in vivo  evidence for a stable intermediate fusion step.  See Letter    p.548 Correspondence to\n                 Tolga Soykan  or  Volker Haucke . \n                     Neuroscience: Towards unified vesicle endocytosis \n                   \n                     Cell biology: A score for membrane fusion \n                   Reprints and Permissions"},
{"file_id": "nature18455", "url": "https://www.nature.com/articles/nature18455", "year": 2016, "authors": [{"name": "Elizabeth P. Murchison"}], "parsed_as_year": "2006_or_before", "body": "In some species, cancer cells can be directly transmitted between individuals. An analysis in shellfish now shows that some transmissible cancers can even cross the species barrier.  See Letter    p.705 Correspondence to\n                 Elizabeth P. Murchison . \n                     Cancer biology: Infectious tumour cells \n                   Reprints and Permissions"},
{"file_id": "nature18904", "url": "https://www.nature.com/articles/nature18904", "year": 2016, "authors": [{"name": "Clifford P. Brangwynne"}, {"name": "John F. Marko"}], "parsed_as_year": "2006_or_before", "body": "The role of Ki-67 in mitotic cell division has been a mystery. Extensive imaging reveals that this highly positively charged protein coats chromosomes to prevent them from coalescing.  See Letter    p.308 Correspondence to\n                 Clifford P. Brangwynne  or  John F. Marko . \n                     Cell cycle: It takes three to find the exit \n                   \n                     Cell division: A last-minute decision \n                   Reprints and Permissions"},
{"file_id": "nature18454", "url": "https://www.nature.com/articles/nature18454", "year": 2016, "authors": [{"name": "Thomas Euler"}, {"name": "Tom Baden"}], "parsed_as_year": "2006_or_before", "body": "A range of neuronal mechanisms can enable animals to detect the direction of visual motion. Computational models now indicate that a factor as simple as eye size might explain some of this diversity.  See Article    p.105 Correspondence to\n                 Thomas Euler  or  Tom Baden . \n                     Neuroscience: Accurate maps of visual circuitry \n                   \n                     Neuroscience: Towards functional connectomics \n                   Reprints and Permissions"},
{"file_id": "nature18905", "url": "https://www.nature.com/articles/nature18905", "year": 2016, "authors": [{"name": "Marcel E. Visser"}], "parsed_as_year": "2006_or_before", "body": "At what times of year are phenological events across species sensitive to climatic variables, and how sensitive are they? Answers to these questions emerge from the analysis of a wealth of long-term data sets.  See Article    p.241 Correspondence to\n                 Marcel E. Visser . \n                     Ecology: Ecosystem responses to climate extremes \n                   \n                     Phenology: Spring greening in a warming world \n                   Reprints and Permissions"},
{"file_id": "534626a", "url": "https://www.nature.com/articles/534626a", "year": 2016, "authors": [{"name": "Nele Meckler"}], "parsed_as_year": "2006_or_before", "body": "Decoded and precisely dated information encrypted in stalagmites from a cave in China reveal past climatic changes and provide insight into the complex interactions in today's climate system.  See Letter    p.640 Correspondence to\n                 Nele Meckler . \n                     Climate science: Water's past revisited to predict its future \n                   Reprints and Permissions"},
{"file_id": "534627a", "url": "https://www.nature.com/articles/534627a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature18902", "url": "https://www.nature.com/articles/nature18902", "year": 2016, "authors": [{"name": "Douglas C. Wallace"}], "parsed_as_year": "2006_or_before", "body": "Cellular organelles called mitochondria contain their own DNA. The discovery that variation in mitochondrial DNA alters physiology and lifespan in mice has implications for evolutionary biology and the origins of disease.  See Letter    p.561 Correspondence to\n                 Douglas C. Wallace . \n                     Clinical immunology: Culprits with evolutionary ties \n                   \n                     Ageing: Mice and mitochondria \n                   Reprints and Permissions"},
{"file_id": "534625a", "url": "https://www.nature.com/articles/534625a", "year": 2016, "authors": [{"name": "Siu Sylvia Lee"}, {"name": "Jessica K. Tyler"}], "parsed_as_year": "2006_or_before", "body": "Two studies reveal that early-life malfunction in organelles called mitochondria brings about lasting changes in how DNA is packaged. These alterations have consequences for cellular stress responses and organismal longevity. Correspondence to\n                 Siu Sylvia Lee  or  Jessica K. Tyler . \n                     Cell biology: Form follows function for mitochondria \n                   \n                     Ageing: A stretch in time \n                   Reprints and Permissions"},
{"file_id": "nature18908", "url": "https://www.nature.com/articles/nature18908", "year": 2016, "authors": [{"name": "Katharina Höfer"}, {"name": "Andres Jäschke"}], "parsed_as_year": "2006_or_before", "body": "Organic molecules called coenzymes are central to metabolism, but have also been found to act as components of RNA in bacteria. A study reveals how coenzymes are incorporated into RNA.  See Letter    p.444 Correspondence to\n                 Andres Jäschke . \n                     Molecular biology: Entry signals control development \n                   \n                     Molecular biology: The long and short of RNAs \n                   Reprints and Permissions"},
{"file_id": "535042a", "url": "https://www.nature.com/articles/535042a", "year": 2016, "authors": [{"name": "David W. Chandler"}], "parsed_as_year": "2006_or_before", "body": "An investigation of how ultracold molecules are broken apart by light reveals surprising, previously unobserved quantum effects. The work opens up avenues of research in quantum optics.  See Letter    p.122 Correspondence to\n                 David W. Chandler . \n                     Molecular physics: Complexity trapped by simplicity \n                   Reprints and Permissions"},
{"file_id": "535040a", "url": "https://www.nature.com/articles/535040a", "year": 2016, "authors": [{"name": "Elizabeth Blanton"}], "parsed_as_year": "2006_or_before", "body": "The Hitomi astronomical satellite observed gas motions in the Perseus galaxy cluster shortly before losing contact with Earth. Its findings are invaluable to studies of cluster physics and cosmology.  See Letter    p.117 Correspondence to\n                 Elizabeth Blanton . \n                     Astrophysics: First results from Planck observatory \n                   Reprints and Permissions"},
{"file_id": "nature18906", "url": "https://www.nature.com/articles/nature18906", "year": 2016, "authors": [{"name": "Stephen S. Rich"}], "parsed_as_year": "2006_or_before", "body": "The largest DNA-sequencing study of type 2 diabetes conducted so far concludes that, contrary to expectation, low-frequency and rare genetic variants do not contribute significantly to disease risk.  See Article    p.41 Correspondence to\n                 Stephen S. Rich . \n                     Genomics: Resident risks \n                   \n                     Genetics: Closing the distance on obesity culprits \n                   Reprints and Permissions"},
{"file_id": "535235a", "url": "https://www.nature.com/articles/535235a", "year": 2016, "authors": [{"name": "Damien Faivre"}, {"name": "Mathieu Bennet"}], "parsed_as_year": "2006_or_before", "body": "Certain bacteria contain strings of magnetic nanoparticles and therefore align with magnetic fields. Inspired by these natural structures, researchers have now fabricated synthetic one-dimensional arrays of such particles. Correspondence to\n                 Damien Faivre  or  Mathieu Bennet . \n                     Imaging: Magnetic bacteria on a diamond plate \n                   \n                     Materials science: Nanoparticle structures served up on a tray \n                   Reprints and Permissions"},
{"file_id": "nature18913", "url": "https://www.nature.com/articles/nature18913", "year": 2016, "authors": [{"name": "Robert Zatorre"}], "parsed_as_year": "2006_or_before", "body": "The people of a tribe called the Tsimane’, who have been isolated from Western music, perceive music differently from Western listeners, raising questions about whether musical preference is innate or cultural.  See Letter    p.547 Correspondence to\n                 Robert Zatorre . \n                     Archaeology: The earliest musical tradition \n                   \n                     Neuroscience: The units of a song \n                   Reprints and Permissions"},
{"file_id": "nature18449", "url": "https://www.nature.com/articles/nature18449", "year": 2016, "authors": [{"name": "Thibault G. Sana"}, {"name": "Denise M. Monack"}], "parsed_as_year": "2006_or_before", "body": "Interactions in the gut between host cells and bacteria can determine a state of health or disease. A study investigates how antibiotic treatment can affect host cells in a way that drives growth of pathogenic bacteria.  See Letter    p.697 Correspondence to\n                 Thibault G. Sana  or  Denise M. Monack . \n                     Microbiology: Antibiotics and adiposity \n                   \n                     Nutrition: When guests turn hostile \n                   Reprints and Permissions"},
{"file_id": "nature18450", "url": "https://www.nature.com/articles/nature18450", "year": 2016, "authors": [{"name": "Yude Pan"}, {"name": "David Schimel"}], "parsed_as_year": "2006_or_before", "body": "An analysis suggests that high carbon uptake by US land ecosystems during the warm spring of 2012 offset the carbon loss that resulted from severe drought over the summer — and hints that the warm spring could have worsened the drought. Correspondence to\n                 Yude Pan . \n                     Climate science: Hidden trends in the ocean carbon sink \n                   \n                     Earth science: The balance of the carbon budget \n                   Reprints and Permissions"},
{"file_id": "nature18447", "url": "https://www.nature.com/articles/nature18447", "year": 2016, "authors": [{"name": "David S. Booth"}, {"name": "Nicole King"}], "parsed_as_year": "2006_or_before", "body": "An in-depth analysis of a close relative of animals,  Capsaspora owczarzaki , provides clues to the changes in gene regulation that occurred during the transition to multicellularity. Correspondence to\n                 David S. Booth  or  Nicole King . \n                     Evolutionary biology: Excitation over jelly nerves \n                   Reprints and Permissions"},
{"file_id": "nature18448", "url": "https://www.nature.com/articles/nature18448", "year": 2016, "authors": [{"name": "Karsten Melcher"}], "parsed_as_year": "2006_or_before", "body": "Sperm–egg binding is mediated by two cell-surface proteins. Structural analysis of these proteins separately and in complex provides insight into the recognition process and the subsequent sperm–egg fusion.  See Letters    p.562  &  p.566 Correspondence to\n                 Karsten Melcher . \n                     Developmental biology: Sperm–egg fusion unscrambled \n                   \n                     Reproductive biology: Sperm protein finds its mate \n                   Reprints and Permissions"},
{"file_id": "534185a", "url": "https://www.nature.com/articles/534185a", "year": 2016, "authors": [{"name": "Mirko Trajkovski"}, {"name": "Claes B. Wollheim"}], "parsed_as_year": "2006_or_before", "body": "The bacteria that inhabit the rodent gut promote insulin secretion and food intake by activating the parasympathetic nervous system — a hitherto unknown mode of action for this multifaceted microbiota.  See Article    p.213 Correspondence to\n                 Mirko Trajkovski  or  Claes B. Wollheim . \n                     Metabolism: Light on leptin link to lipolysis \n                   \n                     Health: The weighty costs of non-caloric sweeteners \n                   Reprints and Permissions"},
{"file_id": "534187a", "url": "https://www.nature.com/articles/534187a", "year": 2016, "authors": [{"name": "Jonathan Clayden"}], "parsed_as_year": "2006_or_before", "body": "Two molecular motors have been developed that use chemical energy to drive rotational motion in a single direction. The findings bring the prospect of devices powered by such motors a tantalizing step closer.  See Letter    p.235 Correspondence to\n                 Jonathan Clayden . \n                     Nanotechnology: A molecular four-wheel drive \n                   Reprints and Permissions"},
{"file_id": "534331a", "url": "https://www.nature.com/articles/534331a", "year": 2016, "authors": [{"name": "Patrycja Paruch"}, {"name": "Philippe Ghosez"}], "parsed_as_year": "2006_or_before", "body": "A multiscale model has been implemented that provides accurate predictions of the behaviour of ferroelectric materials in electric fields, and might aid efforts to design devices such as sensors and digital memory.  See Letter    p.360 Correspondence to\n                 Patrycja Paruch  or  Philippe Ghosez . \n                     Materials science: Clockwork at the atomic scale \n                   \n                     Materials science: Two steps for a magnetoelectric switch \n                   Reprints and Permissions"},
{"file_id": "534182a", "url": "https://www.nature.com/articles/534182a", "year": 2016, "authors": [{"name": "Karoline Faust"}, {"name": "Jeroen Raes"}], "parsed_as_year": "2006_or_before", "body": "Are the dynamics of our microbial communities unique to us or does everyone's microbiota follow the same rules? The emerging insights into this question could be of relevance to health and disease.  See Letter    p.259 Correspondence to\n                 Jeroen Raes . \n                     Microbiomes: Curating communities from plants \n                   \n                     Microbiology: An integrated view of the skin microbiome \n                   Reprints and Permissions"},
{"file_id": "533476a", "url": "https://www.nature.com/articles/533476a", "year": 2016, "authors": [{"name": "Jennifer R. Gardiner"}], "parsed_as_year": "2006_or_before", "body": "\n                     Evolutionary biology: Infection elevates diversity \n                   \n                     Evolutionary biology: Brotherly love benefits females \n                   Reprints and Permissions"},
{"file_id": "533473a", "url": "https://www.nature.com/articles/533473a", "year": 2016, "authors": [{"name": "Marc Sarzi"}], "parsed_as_year": "2006_or_before", "body": "Supermassive black holes are thought to keep star formation under control by ejecting or stirring gas in galaxies. Observations of an old galaxy reveal a potential mechanism for how this process occurs.  See Letter    p.504 Correspondence to\n                 Marc Sarzi . \n                     Astrophysics: The slow death of red galaxies \n                   \n                     Galaxy formation: When the wind blows \n                   Reprints and Permissions"},
{"file_id": "nature18441", "url": "https://www.nature.com/articles/nature18441", "year": 2016, "authors": [{"name": "David W. Pfennig"}], "parsed_as_year": "2006_or_before", "body": "Deadly coral snakes warn predators through striking red-black banding. New data confirm that many harmless snakes have evolved to resemble coral snakes, and suggest that the evolution of this Batesian mimicry is not always a one-way street. Correspondence to\n                 David W. Pfennig . \n                     Evolutionary biology: Life imperfectly imitates life \n                   \n                     Evolutionary biology: Mimicry all the way down \n                   Reprints and Permissions"},
{"file_id": "533475a", "url": "https://www.nature.com/articles/533475a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "533478a", "url": "https://www.nature.com/articles/533478a", "year": 2016, "authors": [{"name": "Chris Cappa"}], "parsed_as_year": "2006_or_before", "body": "Three studies find that a family of organic compounds affects the formation and initial growth of atmospheric aerosol particles in clean air — with implications for our knowledge of the climate effects of aerosols.  See Letters    p.521  &  527 Correspondence to\n                 Chris Cappa . \n                     Atmospheric science: Sea-spray particles cause freezing in clouds \n                   \n                     Atmospheric science: Involatile particles from rapid oxidation \n                   Reprints and Permissions"},
{"file_id": "534040a", "url": "https://www.nature.com/articles/534040a", "year": 2016, "authors": [{"name": "Andrew J. Dombard"}, {"name": "Sean O'Hara"}], "parsed_as_year": "2006_or_before", "body": "The Sputnik Planum basin of Pluto contains a sheet of nitrogen ice, the surface of which is divided into irregular polygons tens of kilometres across. Two studies reveal that vigorous convection causes these polygons.  See Letters    p.79  &  82 \n                     Astronomy: Pluto leads the way in planet formation \n                   \n                     Weird and wonderful Pluto spills its secrets \n                   Reprints and Permissions"},
{"file_id": "534045a", "url": "https://www.nature.com/articles/534045a", "year": 2016, "authors": [{"name": "David Dobson"}], "parsed_as_year": "2006_or_before", "body": "Measurements of the electrical resistance and thermal conductivity of iron at extreme pressures and temperatures cast fresh light on controversial numerical simulations of the properties of Earth's outer core.  See Letters    p.95  &  99 Earth's core acts like a storage heater, with heat released during crystallization of the inner core that buffers the slow cooling of the planet as it radiates its heat to space. The most obvious expression of this heat transfer is Earth's magnetic field, which is generated by convection in the liquid outer core. But the magnitude of the transfer is controlled by thermal conduction across the boundary between the core and mantle. In 2012, first-principles numerical simulations 1 , 2  indicated that the thermal conductivity of liquid iron in the outer core is so high that this region might act as a pump that pushes heat towards the core–mantle boundary faster than convection can. If, as these controversial studies suggest, the core is losing heat at such a high rate, it means that the magnetic field must work in previously unimagined ways 3 , and that the solid inner core must be less than a billion years old 4  — a mere babe in planetary terms. In this issue, Ohta  et al . 5  ( page 95 ) and Konôpková  et al . 6  ( page 99 ) report studies that experimentally tested the simulations' results using complementary, but distinct, approaches and come to different conclusions. Both groups use laser-heated diamond-anvil cells to generate the extreme temperatures and pressures of the core–mantle boundary, but that is where the similarity ends. Ohta  et al . measured the electrical resistance of iron wires, which is closely related to the wires' thermal conductivity ( Fig. 1a ). To convert the resistivity measurements to a measure of the thermal conductivity of liquid iron in the outer core, the authors fitted their data to a model of resistivity that assumes that resistance approaches a limit at high temperature (a phenomenon called resistivity saturation). This then allowed them to use the Wiedemann–Franz relationship between resistance and thermal conduction in metals to calculate the thermal conductivity. Both of these procedures have good theoretical bases and are well established for low-pressure observations. The observed high electrical conductivities resulted in a predicted outer-core thermal conductivity of around 90 watts per metre per kelvin, which is in reasonable agreement with the 2012 simulations 1 , 2 . By contrast, Konôpková  et al . directly measured thermal conduction by watching a heat pulse propagate through a solid iron sample after heating with a nanosecond laser pulse ( Fig. 1b ). The time taken for the pulse to pass from the heated side of the sample to the other side, and the amplitude difference of the pulse between the two sides, are functions of the thermal conductivity of the sample, as well as of the surrounding solid medium that transmits pressure from the diamonds to the sample and thermally insulates the sample from the diamonds. After some careful mathematical modelling of the temperature field in the diamond cell, the authors extracted the thermal conductivity of iron from time-resolved changes in the brightness and wavelength of the glow from the white-hot sample. They obtained a thermal conductivity of about 30 W m −1  K −1 , similar to early predictions of outer-core conductivity 7 . But this leaves us with a conundrum: how to reconcile the high thermal conductivity reported by Ohta and colleagues on the basis of resistance measurements with the low thermal conductivity measured by Konôpková and co-workers. Maybe there were unknown complications with the experiments? For example, the extremely short laser pulses used by Konôpková  et al . might have caused the sample to partially melt for a short period, which could have gone unnoticed during the experiment. If so, then the melting phase transition would have acted as a thermal buffer (much as the crystallization of the inner core buffers Earth's temperature) and caused an apparent decrease in thermal conductivity. This might explain why the measured thermal conductivities decrease so strongly with temperature, particularly at temperatures approaching the melting temperature. Or maybe Ohta  et al . underestimated the heat loss through the electrodes in their experiments, which would mean that the average sample temperature was less than the measured value. This could have made it look as though resistivity was saturating, even if it wasn't. Alternatively, the proportionality constant between electrical resistance and thermal conduction (the Lorenz number) might become strongly temperature dependent at the extreme pressures and temperatures of the experiment — this would point to previously unobserved fundamental physics. Despite the discrepancy, these two studies are experimental feats, measuring complex physical properties of samples smaller than a pinhead at pressures greater than 1 million atmospheres, and at temperatures above 4,000 K. The fact that the results agree within a factor of three is a remarkable success, but the devil is in the detail. The discrepancy makes a big difference to estimates of when the inner core formed, and hence when Earth generated a stable magnetic field — the inner core could be as little as 700 million years old, about the same age as complex life; or as much as 3 billion years old, about three-quarters of Earth's age. More experimental and theoretical work is needed to resolve the discrepancy and hence to constrain the age of the inner core and the workings of Earth's magnetic field.\n Footnote  1 Correspondence to\n                 David Dobson . \n                     Earth science: Another energy source for the geodynamo \n                   \n                     Earth science: Core composition revealed \n                   Reprints and Permissions"},
{"file_id": "nature18444", "url": "https://www.nature.com/articles/nature18444", "year": 2016, "authors": [{"name": "Bruno Di Stefano"}, {"name": "Konrad Hochedlinger"}], "parsed_as_year": "2006_or_before", "body": "The mechanisms that underlie enforced transitions between mature cell lineages are poorly understood. Profiling single skin cells that are induced to become neurons reveals that, unexpectedly, they often become muscle.  See Letter    p.391 Correspondence to\n                 Konrad Hochedlinger . \n                     Network biology: A compass for stem-cell differentiation \n                   \n                     Stem cells: The quest for the perfect reprogrammed cell \n                   Reprints and Permissions"},
{"file_id": "nature18443", "url": "https://www.nature.com/articles/nature18443", "year": 2016, "authors": [{"name": "Jolanda De Vries"}, {"name": "Carl Figdor"}], "parsed_as_year": "2006_or_before", "body": "An immunotherapy approach targets nanoparticles to dendritic cells of the immune system, leading to an antitumour immune response with antiviral-like features. Initial clinical tests of this approach show promise.  See Letter    p.396 Correspondence to\n                 Jolanda De Vries  or  Carl Figdor . \n                     Autoimmunity: Antigen-specific immunotherapy \n                   \n                     Cancer immunotherapy: Dendritic-cell vaccines on the move \n                   \n                     Cancer treatment: The killer within \n                   Reprints and Permissions"},
{"file_id": "534183a", "url": "https://www.nature.com/articles/534183a", "year": 2016, "authors": [{"name": "Takehiko Yagi"}], "parsed_as_year": "2006_or_before", "body": "The finding that an unusual iron oxide forms at extremely high pressures suggests that hydrogen and oxygen — two elements that strongly influence Earth's evolution — are generated in the mantle.  See Letter    p.241 Correspondence to\n                 Takehiko Yagi . \n                     Earth science: Another energy source for the geodynamo \n                   \n                     Earth science: Big geochemistry \n                   Reprints and Permissions"},
{"file_id": "534188a", "url": "https://www.nature.com/articles/534188a", "year": 2016, "authors": [{"name": "Aida Gómez-Robles"}], "parsed_as_year": "2006_or_before", "body": "New fossil findings demonstrate that the diminutive hominin  Homo floresiensis  lived on the Indonesian island of Flores at least 700,000 years ago, and may point to its rapid dwarfism from the larger  Homo erectus .  See Letters    p.245  &  p.249 Correspondence to\n                 Aida Gómez-Robles . \n                     Palaeoanthropology: What teeth tell us \n                   \n                     Palaeoanthropology: Homo floresiensis from head to toe \n                   \n                     Palaeoanthropology: Human evolution writ small \n                   Reprints and Permissions"},
{"file_id": "nature18445", "url": "https://www.nature.com/articles/nature18445", "year": 2016, "authors": [{"name": "Sandra Knapp"}, {"name": "Dani Zamir"}], "parsed_as_year": "2006_or_before", "body": "The complete DNA sequences of the two wild parents of the garden petunia provide valuable genetic insights into this model plant, and will improve the optimization of other crop plants for agriculture. Correspondence to\n                 Sandra Knapp  or  Dani Zamir . \n                     Plant genomics: Sorghum in sequence \n                   \n                     Genomics: From sea to sea \n                   Reprints and Permissions"},
{"file_id": "nature18440", "url": "https://www.nature.com/articles/nature18440", "year": 2016, "authors": [{"name": "Marie Soressi"}], "parsed_as_year": "2006_or_before", "body": "The finding of 175,000-year-old structures deep inside a cave in France suggests that Neanderthals ventured underground and were responsible for some of the earliest constructions made by hominins.  See Letter    p.111 Correspondence to\n                 Marie Soressi . \n                     Archaeology: Art on the move \n                   \n                     Palaeoanthropology: The time of the last Neanderthals \n                   Reprints and Permissions"},
{"file_id": "533184a", "url": "https://www.nature.com/articles/533184a", "year": 2016, "authors": [{"name": "Kevin Zahnle"}, {"name": "Roger Buick"}], "parsed_as_year": "2006_or_before", "body": "Ashes of ancient meteors recovered from a 2.7-billion-year-old lake bed imply that the upper atmosphere was rich in oxygen at a time when all other evidence implies that the atmosphere was oxygen-free.  See Letter    p.235 Correspondence to\n                 Kevin Zahnle  or  Roger Buick . \n                     Geochemistry: Portrait of Earth's coming of age \n                   \n                     Geoscience: Fossil raindrops and ancient air \n                   Reprints and Permissions"},
{"file_id": "nature18438", "url": "https://www.nature.com/articles/nature18438", "year": 2016, "authors": [{"name": "Roberta Croce"}, {"name": "Pengqi Xu"}], "parsed_as_year": "2006_or_before", "body": "In photosynthesis, the plant photosystem II uses the energy in sunlight to oxidize water. The high-resolution structure of this crucial supercomplex has now been obtained using cryo-electron microscopy.  See Article    p.69 Correspondence to\n                 Roberta Croce . \n                     Structural biology: The purple heart of photosynthesis \n                   Reprints and Permissions"},
{"file_id": "533330a", "url": "https://www.nature.com/articles/533330a", "year": 2016, "authors": [{"name": "Adam P. Showman"}], "parsed_as_year": "2006_or_before", "body": "Objects known as brown dwarfs are midway between stars and planets in mass. Observations of a hot brown dwarf irradiated by a nearby star will help to fill a gap in our knowledge of the atmospheres of fluid planetary objects.  See Letter    p.366 Correspondence to\n                 Adam P. Showman . \n                     Astrophysics: Portrait of a dynamic neighbour \n                   Reprints and Permissions"},
{"file_id": "533326a", "url": "https://www.nature.com/articles/533326a", "year": 2016, "authors": [{"name": "Ming Yan"}, {"name": "Phil S. Baran"}], "parsed_as_year": "2006_or_before", "body": "A synthetic strategy has been developed that provides easy access to structurally diverse analogues of naturally occurring antibiotics, providing a fresh means of attack in the war against drug-resistant bacteria.  See Article    p.338 Correspondence to\n                 Phil S. Baran . \n                     Tuberculosis: Drug discovery goes au naturel \n                   \n                     Synthesis: A constructive debate \n                   Reprints and Permissions"},
{"file_id": "nature18439", "url": "https://www.nature.com/articles/nature18439", "year": 2016, "authors": [{"name": "Shigekazu Nagata"}], "parsed_as_year": "2006_or_before", "body": "Caspase enzymes promote cell death, but are also involved in sperm development in fruit flies. The discovery that, in sperm, caspase activation is restricted to the surface of organelles called mitochondria sheds light on this unusual role. Correspondence to\n                 Shigekazu Nagata . \n                     Cell biology: A guardian angel of cell integrity \n                   \n                     Cell biology: Death brings new life to muscle \n                   Reprints and Permissions"},
{"file_id": "nature18442", "url": "https://www.nature.com/articles/nature18442", "year": 2016, "authors": [{"name": "Kenn Gerdes"}, {"name": "Szabolcs Semsey"}], "parsed_as_year": "2006_or_before", "body": "The finding that antibiotics are pumped out of drug-tolerant bacterial cells by the TolC protein complex provides insight into how some cells, known as persisters, survive in the face of antibiotic treatments. Correspondence to\n                 Kenn Gerdes . \n                     Antibiotics: Killing the survivors \n                   Reprints and Permissions"},
{"file_id": "nature17896", "url": "https://www.nature.com/articles/nature17896", "year": 2016, "authors": [{"name": "Douglas P. Hamilton"}], "parsed_as_year": "2006_or_before", "body": "Describing the motion of three or more bodies under the influence of gravity is one of the toughest problems in astronomy. The report of solutions to a large subclass of the four-body problem is truly remarkable. Correspondence to\n                 Douglas P. Hamilton . \n                     Mathematical physics: Glitches in time \n                   \n                     Planetary science: The Solar System's extended shelf life \n                   \n                     Planetary science: How the Solar System didn't form \n                   Reprints and Permissions"},
{"file_id": "533327a", "url": "https://www.nature.com/articles/533327a", "year": 2016, "authors": [{"name": "Helen O'Keeffe"}], "parsed_as_year": "2006_or_before", "body": "Neutrinos come in three 'flavours', as do antineutrinos, and they all change flavour as they travel. New measurements of the mixing of different neutrinos may help to explain why our Universe is made of matter and not antimatter. Correspondence to\n                 Helen O'Keeffe . \n                     Neutrino physics: What makes the Sun shine \n                   Reprints and Permissions"},
{"file_id": "533183a", "url": "https://www.nature.com/articles/533183a", "year": 2016, "authors": [{"name": "Kin S. Yang"}, {"name": "Keary M. Engle"}], "parsed_as_year": "2006_or_before", "body": "If organic molecules were trees, then the numerous carbon–hydrogen bonds within them would be leaves. A catalyst that targets one 'leaf' out of many similar other ones looks set to be a huge leap for synthetic chemistry.  See Letter    p.230 Correspondence to\n                 Keary M. Engle . \n                     Organic chemistry: Directors extend their reach \n                   Reprints and Permissions"},
{"file_id": "533186a", "url": "https://www.nature.com/articles/533186a", "year": 2016, "authors": [{"name": "Dirk van der Marel"}], "parsed_as_year": "2006_or_before", "body": "Emergent quanta of momentum and charge, called quasiparticles, govern many of the properties of materials. The development of a quasiparticle collider promises to reveal fundamental insights into these peculiar entities.  See Letter    p.225 Correspondence to\n                 Dirk van der Marel . Reprints and Permissions"},
{"file_id": "nature18436", "url": "https://www.nature.com/articles/nature18436", "year": 2016, "authors": [{"name": "Martin Ott"}], "parsed_as_year": "2006_or_before", "body": "Both nuclear genes and genes in organelles called mitochondria are involved in the assembly of the cellular energy-producing machinery. RNA-translation programs that coordinate the two systems have now been identified.  See Article    p.499 Correspondence to\n                 Martin Ott . \n                     Ageing: Beneficial miscommunication \n                   \n                     Evolution: Mitochondria in the second act \n                   Reprints and Permissions"},
{"file_id": "nature18437", "url": "https://www.nature.com/articles/nature18437", "year": 2016, "authors": [{"name": "Steven Hahn"}, {"name": "Stephen Buratowski"}], "parsed_as_year": "2006_or_before", "body": "The enzyme RNA polymerase II, along with several transcription factors, initiates DNA transcription. Analyses reveal the structures involved in this process in human and yeast cells at high-resolution.  See Articles    p.353  &  p.359 Correspondence to\n                 Steven Hahn  or  Stephen Buratowski . \n                     Structural biology: A transcriptional specialist resolved \n                   \n                     Structural biology: New beginnings for transcription \n                   Reprints and Permissions"},
{"file_id": "nature17898", "url": "https://www.nature.com/articles/nature17898", "year": 2016, "authors": [{"name": "Douglas S. Portman"}], "parsed_as_year": "2006_or_before", "body": "Analysis of a sensory neural circuit in the roundworm  Caenorhabditis elegans  reveals that its wiring is sex-specific, and arises through the elimination of connections that are originally formed in both sexes.  See Article    p.206 Correspondence to\n                 Douglas S. Portman . \n                     Neuroscience: Sexy circuits \n                   Reprints and Permissions"},
{"file_id": "532449a", "url": "https://www.nature.com/articles/532449a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Hypnotic Susceptibility . By Ernest R. Hilgard — A large number of studies designed to investigate various hypnotic phenomena have been carried out by Ernest Hilgard and his co-workers on a considerable number of college students during the past eight years. Individual differences in 'hypnotizability' have been a major area of interest and in the course of their investigations several scales were developed for the quantitative assessment of hypnotic susceptibility ... There are three general purpose scales and a scale for yielding profiles of hypnotic ability. Convincing statistical evidence is given concerning their validity and reliability ... The latter part of the book is concerned with the relation of hypnotic susceptibility to a number of personality variables ... Although some significant correlations do emerge, they are insufficient to characterize the hypnotizable person clearly. \n               From  \n               Nature \n                30 April 1966 \n             \n               100 Years Ago \n             The large meteors which passed over Northern America on February 9, 1913, presented some unique features. The length of their observed flight was about 2600 miles, and they must have been moving in paths concentric, or nearly concentric, with the earth's surface, so that they temporarily formed new terrestrial satellites ... The meteors were last seen from the Bermuda Islands ... I have since made efforts to obtain further observations from seafaring men through the medium of the  Nautical Magazine , and have succeeded in procuring data which prove that the meteors were observed during a course of 5500 miles from about lat. 51° N., long. 107° W., to lat. 5½° S., long. 32½° W. \n               From  \n               Nature \n                27 April 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "532445a", "url": "https://www.nature.com/articles/532445a", "year": 2016, "authors": [{"name": "Jovan Kamcev"}, {"name": "Benny D. Freeman"}], "parsed_as_year": "2006_or_before", "body": "Membranes have been prepared with a cracked coating that prevents them from drying out in low-humidity conditions — a boon for devices, such as fuel cells, that need hydrated membranes to function.  See Letter    p.480 Correspondence to\n                 Jovan Kamcev  or  Benny D. Freeman . \n                     Materials science: Gating mechanism under pressure \n                   \n                     Materials science: Breakthrough for protons \n                   Reprints and Permissions"},
{"file_id": "nature17889", "url": "https://www.nature.com/articles/nature17889", "year": 2016, "authors": [{"name": "Miguel Torres"}], "parsed_as_year": "2006_or_before", "body": "Salamanders can regenerate several of their organs, including amputated limbs. Analysis of a Mexican salamander shows that crosstalk between two signalling molecules regulates limb regeneration.  See Letter    p.407 Correspondence to\n                 Miguel Torres . \n                     Developmental biology: A cellular view of regeneration \n                   Reprints and Permissions"},
{"file_id": "nature17894", "url": "https://www.nature.com/articles/nature17894", "year": 2016, "authors": [{"name": "Janet Rossant"}], "parsed_as_year": "2006_or_before", "body": "The early stages of human development are normally hidden within the womb, but improved techniques for culturing embryos from the blastocyst stage promise to make these steps easier to investigate.  See Letter    p.251 Correspondence to\n                 Janet Rossant . \n                 See also Comment \n                 p.169 \n               \n                     Medicine: Blastomeres and stem cells \n                   \n                     Stem cells: Cloning human embryos \n                   Reprints and Permissions"},
{"file_id": "nature17897", "url": "https://www.nature.com/articles/nature17897", "year": 2016, "authors": [{"name": "Roberto Malinow"}], "parsed_as_year": "2006_or_before", "body": "The way in which ketamine exerts its antidepressant effects has been perplexing. Evidence that a metabolite of the drug is responsible, and acts on a different target from ketamine, might be the key to an answer.  See Article    p.481 Correspondence to\n                 Roberto Malinow . \n                     Depression: The best way forward \n                   \n                     Neuroscience: Along memory lane \n                   Reprints and Permissions"},
{"file_id": "533044a", "url": "https://www.nature.com/articles/533044a", "year": 2016, "authors": [{"name": "Marianna Safronova"}], "parsed_as_year": "2006_or_before", "body": "The highly precise atomic clocks used in science and technology are based on electronic transitions in atoms. The discovery of a nuclear transition in thorium-229 raises hopes of making nuclear clocks a reality.  See Article    p.47 Correspondence to\n                 Marianna Safronova . \n                     Nuclear physics: Four neutrons together momentarily \n                   \n                     Nuclear physics: Close encounters of the alpha kind \n                   Reprints and Permissions"},
{"file_id": "nature17892", "url": "https://www.nature.com/articles/nature17892", "year": 2016, "authors": [{"name": "David A. Caron"}], "parsed_as_year": "2006_or_before", "body": "Large amoeba-like organisms known as Rhizaria have often been overlooked in studies of ocean biology and biogeochemistry. Underwater imaging and ecological network analyses are revealing their roles.  See Article    p.465  &  Letter    p.504 Correspondence to\n                 David A. Caron . \n                     Evolution: A history of give and take \n                   Reprints and Permissions"},
{"file_id": "nature17895", "url": "https://www.nature.com/articles/nature17895", "year": 2016, "authors": [{"name": "Mihir Pendse"}, {"name": "Lora V. Hooper"}], "parsed_as_year": "2006_or_before", "body": "The microorganisms that colonize pregnant mice have been shown to prime the innate immune system in newborn offspring, preparing them for life in association with microbes. Correspondence to\n                 Lora V. Hooper . \n                     Microbiome: Fibre for the future \n                   \n                     Immunology: A bacterial nudge to T-cell function \n                   Reprints and Permissions"},
{"file_id": "nature17893", "url": "https://www.nature.com/articles/nature17893", "year": 2016, "authors": [{"name": "Daniel Dovrat"}, {"name": "Amir Aharoni"}], "parsed_as_year": "2006_or_before", "body": "Insects readily evolve resistance to insecticidal proteins that are introduced into genetically modified crop plants. Continuous directed evolution has now been used to engineer a toxin that overcomes insect resistance.  See Article    p.58 Correspondence to\n                 Amir Aharoni . \n                     Evolutionary biology: Insects converge on resistance \n                   \n                     Applied ecology: How to get even with pests \n                   Reprints and Permissions"},
{"file_id": "nature17888", "url": "https://www.nature.com/articles/nature17888", "year": 2016, "authors": [{"name": "Sagar Bhogaraju"}, {"name": "Ivan Dikic"}], "parsed_as_year": "2006_or_before", "body": "A protein in the pathogenic bacterium  Legionella pneumophila  has been found to attach the modifying molecule ubiquitin to human proteins, using a mechanism that, surprisingly, does not involve cellular E1 and E2 enzymes.  See Letter    p.120 Correspondence to\n                 Ivan Dikic . \n                     Cell biology: A guardian angel of cell integrity \n                   \n                     Cell biology: Balancing act \n                   Reprints and Permissions"},
{"file_id": "nature17891", "url": "https://www.nature.com/articles/nature17891", "year": 2016, "authors": [{"name": "Asa Abeliovich"}, {"name": "Herve Rhinn"}], "parsed_as_year": "2006_or_before", "body": "Certain sequence variants of the α-synuclein gene are linked to the risk of Parkinson's disease. An analysis of these variants using gene-editing technology provides a possible explanation for this increased risk.  See Letter    p.95 Correspondence to\n                 Asa Abeliovich . \n                   A.A. is a co-founder and consultant for Alector, a biotechnology company. H.R. is a consultant for Alector. \n                 \n                     Parkinson's disease: Disorder in the court \n                   Reprints and Permissions"},
{"file_id": "nature17890", "url": "https://www.nature.com/articles/nature17890", "year": 2016, "authors": [{"name": "Marjana Ležaić"}], "parsed_as_year": "2006_or_before", "body": "Design rules for exotic materials known as polar metals have been put into practice in thin films. The findings will motivate studies of how a phenomenon called screening can be manipulated to generate new phases in metals.  See Letter    p.68 Correspondence to\n                 Marjana Ležaić . \n                     Materials physics: Reactive walls \n                   \n                     Condensed-matter physics: A fresh twist on shrinking materials \n                   Reprints and Permissions"},
{"file_id": "532450a", "url": "https://www.nature.com/articles/532450a", "year": 2016, "authors": [{"name": "Charlotte A. L. Haley"}], "parsed_as_year": "2006_or_before", "body": "A mathematical technique has now been developed that reveals the underlying dynamics of time-dependent data collected with extreme temporal uncertainty, without using additional, costly instrumentation.  See Letter    p.471 Correspondence to\n                 Charlotte A. L. Haley . \n                     Applied mathematics: How chaos forgets and remembers \n                   Reprints and Permissions"},
{"file_id": "532317a", "url": "https://www.nature.com/articles/532317a", "year": 2016, "authors": [{"name": "Joacim Rocklöv"}], "parsed_as_year": "2006_or_before", "body": "American attitudes to changing weather, and therefore to climate change, have been analysed on the basis of US migration patterns since the 1970s. The findings have implications for the success of global climate policies.  See Letter    p.357 Correspondence to\n                 Joacim Rocklöv . \n                     Climate science: Time to raft up \n                   \n                     Fixing the communications failure \n                   Reprints and Permissions"},
{"file_id": "nature17881", "url": "https://www.nature.com/articles/nature17881", "year": 2016, "authors": [{"name": "Richard M. Ransohoff"}], "parsed_as_year": "2006_or_before", "body": "In mammals, microglial cells of the central nervous system are responsible for the normal clearance of dead brain cells. TAM-receptor proteins have now been found to mediate this function.  See Letter    p.240 Correspondence to\n                 Richard M. Ransohoff . \n                     Physiology: Inflammation links ageing to the brain \n                   \n                     Neuroscience: The brain's garbage men \n                   Reprints and Permissions"},
{"file_id": "nature17882", "url": "https://www.nature.com/articles/nature17882", "year": 2016, "authors": [{"name": "Bennett H. Penn"}, {"name": "Jeffery S. Cox"}], "parsed_as_year": "2006_or_before", "body": "The intracellular NOD1 and NOD2 receptors have been found to activate innate inflammation when a condition known as endoplasmic reticulum stress is induced by bacterial infection.  See Letter    p.394 Correspondence to\n                 Bennett H. Penn  or  Jeffery S. Cox . \n                     Cell biology: The stressful influence of microbes \n                   Reprints and Permissions"},
{"file_id": "nature17883", "url": "https://www.nature.com/articles/nature17883", "year": 2016, "authors": [{"name": "Marc G. Caron"}, {"name": "Ulrik Gether"}], "parsed_as_year": "2006_or_before", "body": "Structures of the serotonin transporter protein SERT in complex with two different antidepressants shed light on how these drugs act, and point to possible targets for future drug development.  See Article    p.334 Correspondence to\n                 Marc G. Caron  or  Ulrik Gether . \n                     Structural biology: It's not all in the family \n                   \n                     Structural biology: Meet the B family \n                   Reprints and Permissions"},
{"file_id": "532040a", "url": "https://www.nature.com/articles/532040a", "year": 2016, "authors": [{"name": "Adrian L. Melott"}], "parsed_as_year": "2006_or_before", "body": "Detailed measurements of radioisotopes in deep-sea deposits, plus modelling of how they reached Earth, indicate that many supernovae have occurred near enough to have potentially influenced evolution.  See Letters    p.69  &  p.73 Correspondence to\n                 Adrian L. Melott . \n                     Astrophysics: Supernova seen through Î³-ray eyes \n                   \n                     Astrophysics: Super-luminous supernovae on the rise \n                   Reprints and Permissions"},
{"file_id": "nature17886", "url": "https://www.nature.com/articles/nature17886", "year": 2016, "authors": [{"name": "Byron M. Yu"}], "parsed_as_year": "2006_or_before", "body": "If stored information is erased from neural circuits in one brain hemisphere in mice, the lost data can be recovered from the other. This finding highlights a safeguarding mechanism at work in the brain.  See Article    p.459 Correspondence to\n                 Byron M. Yu . \n                     Neuroscience: Decrypting a brain enigma \n                   Reprints and Permissions"},
{"file_id": "532181a", "url": "https://www.nature.com/articles/532181a", "year": 2016, "authors": [{"name": "Ekta Khurana"}], "parsed_as_year": "2006_or_before", "body": "Two studies find that the molecular machinery that initiates gene transcription prevents repair proteins from accessing DNA, resulting in increased mutation rates at sites of transcription-factor binding.  See Letters    p.259  &  p.264 Correspondence to\n                 Ekta Khurana . \n                     Molecular biology: Breaks in the brain \n                   \n                     Genomics: Comparisons across cancers \n                   Reprints and Permissions"},
{"file_id": "532044a", "url": "https://www.nature.com/articles/532044a", "year": 2016, "authors": [{"name": "Matthew E. Kirby"}], "parsed_as_year": "2006_or_before", "body": "A reconstruction of 1,200 years of water's history in the Northern Hemisphere, based on proxy data, fuels the debate about whether anthropogenic climate change affected twentieth-century precipitation.  See Letter    p.94 Correspondence to\n                 Matthew E. Kirby . \n                     Climate change: Human influence on rainfall \n                   Reprints and Permissions"},
{"file_id": "532186a", "url": "https://www.nature.com/articles/532186a", "year": 2016, "authors": [{"name": "Alison M. Anders"}], "parsed_as_year": "2006_or_before", "body": "An analysis of the evolution of river channels on Hawaii's Big Island shows that a key factor is the effect of local rainfall on bedrock strength — rather than its effect on river discharge, as is often assumed.  See Letter    p.223 Correspondence to\n                 Alison M. Anders . \n                     Earth science: Landscape inversion by stream piracy \n                   \n                     Earth science: A fresh look at river flow \n                   \n                     Earth science: River incision revisited \n                   Reprints and Permissions"},
{"file_id": "nature17887", "url": "https://www.nature.com/articles/nature17887", "year": 2016, "authors": [{"name": "Derrick M. Chu"}, {"name": "Kjersti M. Aagaard"}], "parsed_as_year": "2006_or_before", "body": "Three studies investigate the bacteria in the guts of malnourished children and find that, when this microbiota is transferred into mice, supplements of certain microbes or sugars from human breast milk can restore normal growth. Correspondence to\n                 Kjersti M. Aagaard . \n                     Population health: Immaturity in the gut microbial community \n                   \n                     Microbiome: Fibre for the future \n                   Reprints and Permissions"},
{"file_id": "532185a", "url": "https://www.nature.com/articles/532185a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Engineers get the rough end of the stick even in countries where they are more esteemed than in ours ... You fire off a rocket and a satellite moves successfully around the world. That is a scientific triumph. On the other hand, if it flops on the launching pad, that is an engineering failure ... It is no accident that among our scientists there is still a cheerful and relaxed attitude to qualifications. Cockcroft is a great physicist, but he has never taken a physics course in his life ... Crick has revolutionized modern biology; but he has had as much formal instruction in biology as he has in Hebrew ... Engineering has ... suffered through the rigidity of its training ... Where the esteem and the rewards appear to be, there able people will go ... Contemporary engineering education does not encourage enough the speculative and rebellious intelligence ... It is rare for engineering students to question everything under heaven or earth in the way that good scientific students will ... If we get our education right ... the place of the engineer in society will become right ... To most sane persons, esteem is more important than pay. If we had a choice most of us, I hope, would prefer to be President of the Royal Society than the most successful pop singer in the world. Lord Snow \n               From  \n               Nature \n                16 April 1966 \n             \n               100 Years Ago \n             The old Romans and Greeks, as evidenced by the statues, were evidently gentlemen addicted to shaving, but ... the means of producing soap in those days must have been limited. The only conclusion that one can arrive at is that they must have shaved without soap. \n               From  \n               Nature \n                13 April 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature17885", "url": "https://www.nature.com/articles/nature17885", "year": 2016, "authors": [{"name": "Shigeru Kuratani"}, {"name": "Tatsuya Hirasawa"}], "parsed_as_year": "2006_or_before", "body": "Scrutiny of fossils sometimes uncovers an unexpected phylogenetic relationship. New analyses of the enigmatic fossil  Tullimonstrum  from 300 million years ago reveal it to be a vertebrate.  See Letters    p.496  &  p.500 Correspondence to\n                 Shigeru Kuratani  or  Tatsuya Hirasawa . \n                     Developmental biology: Led by the nose \n                   \n                     Palaeontology:  Hallucigenia ’s head \n                   Reprints and Permissions"},
{"file_id": "nature17884", "url": "https://www.nature.com/articles/nature17884", "year": 2016, "authors": [{"name": "Carlos A. Bertulani"}, {"name": "Vladimir Zelevinsky"}], "parsed_as_year": "2006_or_before", "body": "A system of four neutrons known as the tetraneutron is a hypothetical state in nuclear physics. The report of evidence for the fleeting existence of this state has implications for research into neutron stars. Atomic nuclei are composed of protons and neutrons, generically known as nucleons. These are not genuine elementary particles because they contain quarks and gluons, which interact with each other through the strong force (one of the four fundamental forces of nature). The strong interaction has subtle properties, with the most unsettling one being that quarks and gluons are never free, only confined within nucleons. Theorists continue to struggle to find exact solutions for various states of the highly complex quark–gluon systems, and to explain the nucleon–nucleon force that extends beyond the confinement region. One long-sought state is the four-neutron system known as the tetraneutron, which has no electric charge. Writing in  Physical Review Letters , Kisamori  et al . 1  present evidence for the existence of such a state. In the authors' experiment, strongly bound α-particles (composed of two protons and two neutrons, and therefore identical to helium-4 nuclei) in liquid helium-4 ( 4 He) are used as a target for an incident beam of helium-8 ( 8 He, the 'projectile nucleus').  8 He has two protons and six neutrons, and is produced in nuclear-fragmentation reactions in which oxygen-18 hits a beryllium target. The reaction between  8 He and  4 He is an appropriate choice for generating tetraneutrons, because the four 'extra' neutrons in  8 He are weakly bound and can be easily transformed in the interaction with  4 He. The authors observed that the  8 He projectile exchanges two units of charge with the  4 He target and becomes a beryllium-8 nucleus ( 8 Be, four protons and four neutrons), the energy of which was measured with high precision. Because of charge conservation, the two protons in the target  4 He nucleus are substituted by neutrons, momentarily generating a four-neutron system in a quasi-bound state. This lasts only a few multiples of 10 −22  seconds, after which it disassembles into free neutrons. This short-lived state appears as a bump in the energy spectrum of the  8 Be nucleus that emerges from the reaction. Nuclear forces are essentially identical between all nucleons, whether they are protons or neutrons. So it might seem strange that the tetraneutron is not bound but that the α-particle of two protons and two neutrons is strongly bound, despite the additional electrical repulsion between protons. The explanation is based on the Pauli exclusion principle, which forbids two identical nucleons from occupying the same quantum state. In the α-particle, all four particles can be in the same state because the two protons have opposite spins, as does the pair of neutrons, so that all four nucleons are different. But for four neutrons, only one pair can be in the lowest-energy state, forcing the second pair into a state of higher energy, thus making the tetraneutron unstable. By applying the principle of energy conservation to the studied nuclear reaction, Kisamori and colleagues infer that the tetraneutron system has an internal excitation energy of about 0.8 million electronvolts (MeV); the excitation energy is the difference between the tetraneutron mass and the mass of four free neutrons. If this quantity were less than zero, the system would be bound. For the observed tetraneutron it is positive, making it an unbound system that exists for a short time before it decays into free neutrons. The statistical error (± 0.65 MeV) and systematic error (± 1.25 MeV) in the experiment are large, but the case for the existence of the tetraneutron is compelling. The width of the bump in the  8 Be energy spectrum is about 2.6 MeV, and this energy uncertainty suggests that the state will eventually decay to another quantum state. The hunt for the tetraneutron has been going on for more than half a century, and experimentalists have announced the state's discovery before. In 2002, one collaboration claimed to have found a bound tetraneutron 2  in an experiment based on the detection of neutron clusters formed by fragmentation of beryllium-14 projectiles. But the result remains unconfirmed, and theorists quickly showed that, based on the best knowledge of the nucleon–nucleon interactions and other arguments 3 , 4 , the existence of a bound tetraneutron was nearly impossible. However, theorists could not rule out the existence of a tetraneutron as a short-lived 'resonant' state on the basis of a dineutron–dineutron structure 3 , 4 . The dineutron state is formed by two neutrons, and is not stable. It is known as a virtual state: if its energy were reduced by 66 keV, then the dineutron system would become bound. Decades earlier, it had been proposed 5  that dineutrons can become bound in the presence of additional nucleons; this mechanism is responsible for the properties of some bound nuclei that have a neutron excess, such as lithium-11, in which a pair of external neutrons forms a remote halo around the core of lithium-9. The tetraneutron cannot form an atomic nucleus because it is charge neutral and therefore cannot hold electrons. But there is an intimate relationship between the tetraneutron structure and theoretical studies of neutron stars ( Fig. 1 ), in which neutrons are compressed to densities more than 10 14  times that of water 6 . They are prevented from imploding by an outward pressure that is generated by the nucleon–nucleon interaction and other quantum-mechanical effects. Nuclear physicists hope to develop a full understanding of how quarks and gluons inside nucleons generate nucleon–nucleon forces, and how many-body objects evolve to form complex structures such as the uranium nucleus and neutron stars. This is a formidable task, with well-understood parts but also many missing links. If Kisamori and co-workers' report of the tetraneutron state is confirmed, even as a short-lived resonance, it will add another structure to the nuclear chart that will help to improve our understanding of the nuclear interaction. Footnote  1 Correspondence to\n                 Carlos A. Bertulani  or  Vladimir Zelevinsky . \n                     Nuclear physics: Close encounters of the alpha kind \n                   \n                     Nuclear physics: Neutrons with a twist \n                   Reprints and Permissions"},
{"file_id": "532184a", "url": "https://www.nature.com/articles/532184a", "year": 2016, "authors": [{"name": "Sabrina Maniscalco"}], "parsed_as_year": "2006_or_before", "body": "Humans are better than computers at performing certain tasks because of their intuition and superior visual processing. Video games are now being used to channel these abilities to solve problems in quantum physics.  See Letter    p.210 \n Correspondence to\n                 Sabrina Maniscalco . Retraction In view of the fact that the authors of ‘Exploring the quantum speed limit with computer games’ (J. J. W. H. Sørensen  et al. Nature   532 , 210–213; 2016) are retracting their report, the author has retracted this News and Views article, which dealt with the study and was based on the accuracy and reproducibility of the data in the paper. \n                     Technology: Game for change \n                   \n                     Predicting protein structures with a multiplayer online game \n                   \n                     Space–time wiring specificity supports direction selectivity in the retina \n                   Reprints and Permissions"},
{"file_id": "nature17319", "url": "https://www.nature.com/articles/nature17319", "year": 2016, "authors": [{"name": "Aaron P. Mitchell"}], "parsed_as_year": "2006_or_before", "body": "A protein fragment released by filaments of the fungus  Candida albicans  destroys host cells. This is the first demonstration that human fungal pathogens other than moulds can release toxic peptides.  See Article    p.64 Correspondence to\n                 Aaron P. Mitchell . \n                     Microbial genetics: Love the one you're with \n                   \n                     Fungal biology: Multiple mating strategies \n                   Reprints and Permissions"},
{"file_id": "nature17311", "url": "https://www.nature.com/articles/nature17311", "year": 2016, "authors": [{"name": "Scott Bolkan"}, {"name": "Joshua A. Gordon"}], "parsed_as_year": "2006_or_before", "body": "A clever dissection of the roles of the  Ptchd1  gene in the brains of mice demonstrates one way to untangle the complex relationships between the causes and symptoms of neurodevelopmental disorders.  See Article    p.58 Correspondence to\n                 Joshua A. Gordon . \n                     Gene expression: The autism disconnect \n                   \n                     Translational medicine: Mice and men show the way \n                   Reprints and Permissions"},
{"file_id": "nature17316", "url": "https://www.nature.com/articles/nature17316", "year": 2016, "authors": [{"name": "Thomas W. Glover"}, {"name": "Thomas E. Wilson"}], "parsed_as_year": "2006_or_before", "body": "A high-throughput approach has found clusters of DNA double-strand breaks in neural cells. Most of the clusters are in large genes that are associated with neural function, which suggests that the breaks may have tissue-specific roles. Correspondence to\n                 Thomas W. Glover  or  Thomas E. Wilson . \n                     DNA repair: Decision at the break point \n                   Reprints and Permissions"},
{"file_id": "531311a", "url": "https://www.nature.com/articles/531311a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The winds of change are sometimes almost indistinguishable from placid summer breezes. The decision of the British Government that British money must now be decimal ... would bring some benefit, not disaster ... There will be those who claim that the duodecimal system is better because twelve has several integral factors, though it is at least as sensible to argue that the base of all arithmetic should be a prime number in order that people should not be encouraged to manipulate vulgar fractions ... More distantly, other feats of rationalization may now be attempted. Why not, for example, decimalize the day? ... A decimalized day should be a much more practical proposition. From midnight to midnight would be a million new seconds. One per cent of a day, or 10 4  new seconds, would be a convenient sub-unit roughly equal to a quarter of what is now an hour. Astronomers and airline travellers alike would welcome — in due course — that further proof that decimals are not merely reasonable but inevitable. \n               From  \n               Nature \n                19 March 1966 \n             \n               100 Years Ago \n             Scientific men in their most august society are banded together “for the improvement of natural knowledge.” They are by implication a body of students working in the temple of Nature for truth's sake alone, heedless of the world and its rewards. What they garner is their gift to the world: they fill another page in the Revelation that brings men nearer to the angels. Let a man wander into the world with his science as wares to sell for money profit, and he has passed from true brotherhood. Surely this idea, perhaps rather fancifully stated, is at the bottom of much of our exclusiveness. \n               From  \n               Nature \n                16 March 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "531308a", "url": "https://www.nature.com/articles/531308a", "year": 2016, "authors": [{"name": "Anna Fontcuberta i Morral"}], "parsed_as_year": "2006_or_before", "body": "Microscopy reveals how nanowires of a widely used semiconductor grow during preparation. The findings will allow the crystal phases of such nanowires to be engineered — a crucial advance for materials science.  See Article    p.317 Correspondence to\n                 Anna Fontcuberta i Morral . \n                     Materials science: Porosity in a single crystal \n                   Reprints and Permissions"},
{"file_id": "531313a", "url": "https://www.nature.com/articles/531313a", "year": 2016, "authors": [{"name": "T. Jake Liang"}], "parsed_as_year": "2006_or_before", "body": "The HBx protein of hepatitis B virus has been found to co-opt a host-cell enzyme that targets the Smc5/6 protein complex for degradation. The finding identifies Smc5/6 as a cellular antiviral factor.  See Letter    p.386 Correspondence to\n                 T. Jake Liang . \n                     Cell biology: Beneficial lessons from viruses \n                   Reprints and Permissions"},
{"file_id": "nature17313", "url": "https://www.nature.com/articles/nature17313", "year": 2016, "authors": [{"name": "Dominic P. Norris"}, {"name": "Peter K. Jackson"}], "parsed_as_year": "2006_or_before", "body": "Organelles called primary cilia that protrude from cells have been thought to sense the surrounding environment through calcium-channel proteins that respond to force. Two scientists discuss the implications for developmental biology and kidney disease of a study that challenges this hypothesis.  See Letter    p.656 Correspondence to\n                 Dominic P. Norris  or  Peter K. Jackson . \n                     Cell biology: Molecular clearance at the cell's antenna \n                   \n                     Cell biology: How cilia beat \n                   Reprints and Permissions"},
{"file_id": "531451a", "url": "https://www.nature.com/articles/531451a", "year": 2016, "authors": [{"name": "Richard A. Fuller"}], "parsed_as_year": "2006_or_before", "body": "Migratory birds are declining globally. A broad study of European migratory birds finds that species that disperse widely during the non-breeding season are less likely to be in decline than are species with more restricted dispersion. Correspondence to\n                 Richard A. Fuller . \n                     Economics: Conservation in the red \n                   \n                     Animal migration: Catching the wave \n                   Reprints and Permissions"},
{"file_id": "531455a", "url": "https://www.nature.com/articles/531455a", "year": 2016, "authors": [{"name": "Ian Garrick-Bethell"}], "parsed_as_year": "2006_or_before", "body": "The presence of ice at two positions on opposite sides of the Moon suggests that the satellite's orientation was once shifted away from its present spin axis — a finding that has implications for the Moon's volcanic history.  See Letter    p.480 Correspondence to\n                 Ian Garrick-Bethell . \n                     Planetary science: The Moon's tilt for gold \n                   \n                     Planetary science: Shadows cast on Moon's origin \n                   Reprints and Permissions"},
{"file_id": "nature17314", "url": "https://www.nature.com/articles/nature17314", "year": 2016, "authors": [{"name": "Nick G. Hollon"}, {"name": "Paul E. M. Phillips"}], "parsed_as_year": "2006_or_before", "body": "In rats, individual differences in risk preference and in sensitivity to gains compared with losses are controlled by a specific neuronal population, stimulation of which neutralizes risk-seeking behaviour.  See Letter    p.642 Correspondence to\n                 Nick G. Hollon  or  Paul E. M. Phillips . \n                     Neurobiology: To care or not to care \n                   Reprints and Permissions"},
{"file_id": "531312a", "url": "https://www.nature.com/articles/531312a", "year": 2016, "authors": [{"name": "Igor S. Aranson"}], "parsed_as_year": "2006_or_before", "body": "Scientists have created soft microrobots whose body shapes can be controlled by structured light, and which self-propel by means of travelling-wave body deformations similar to those exhibited by swimming protozoa. Correspondence to\n                 Igor S. Aranson . \n                     Nanotechnology: Molecular robots on the move \n                   Reprints and Permissions"},
{"file_id": "531453a", "url": "https://www.nature.com/articles/531453a", "year": 2016, "authors": [{"name": "David Sarlah"}], "parsed_as_year": "2006_or_before", "body": "Alkenyl halides are some of the most useful building blocks for synthesizing small organic molecules. A catalyst has now allowed their direct preparation from widely available alkenes using the cross-metathesis reaction.  See Article    p.459 Correspondence to\n                 David Sarlah . \n                     Organic chemistry: Overcoming catalytic bias \n                   Reprints and Permissions"},
{"file_id": "531452a", "url": "https://www.nature.com/articles/531452a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature17317", "url": "https://www.nature.com/articles/nature17317", "year": 2016, "authors": [{"name": "Douglas W. Mock"}], "parsed_as_year": "2006_or_before", "body": "A meta-analysis of 143 bird species finds huge variation in parental responses to chicks' begging signals, and shows that parental strategies depend on environmental factors, such as the predictability and quality of food supplies. Correspondence to\n                 Douglas W. Mock . \n                     Neurobiology: To care or not to care \n                   Reprints and Permissions"},
{"file_id": "nature17880", "url": "https://www.nature.com/articles/nature17880", "year": 2016, "authors": [{"name": "José María Fernández-Palacios"}], "parsed_as_year": "2006_or_before", "body": "An analysis of changes in island topography and climate that have occurred since the last glacial maximum 21,000 years ago shows how sea-level change has influenced the current biodiversity of oceanic islands.  See Letter    p.99 Correspondence to\n                 José María Fernández-Palacios . \n                     Evolution: Geology and climate drive diversification \n                   \n                     Biodiversity: Multiple origins of mountain life \n                   Reprints and Permissions"},
{"file_id": "531587a", "url": "https://www.nature.com/articles/531587a", "year": 2016, "authors": [{"name": "Guillaume Schull"}], "parsed_as_year": "2006_or_before", "body": "Processes such as photosynthesis depend on the interplay between the electric dipoles of chromophore molecules. Yet these dipole–dipole interactions have not been visualized at the atomic level — until now.  See Letter    p.623 Correspondence to\n                 Guillaume Schull . \n                     Organic chemistry: Reactions triggered electrically \n                   \n                     Physical chemistry: Handedness detected by microwaves \n                   \n                     Molecular physics: Matter-wave interference made clear \n                   Reprints and Permissions"},
{"file_id": "nature17315", "url": "https://www.nature.com/articles/nature17315", "year": 2016, "authors": [{"name": "Gerd P. Pfeifer"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a modified version of the base adenine, known as  N 6 -methyladenine, in mouse DNA puts paid to the theory that cytosine derivatives are the only modified bases in mammals.  See Article    p.329 Correspondence to\n                 Gerd P. Pfeifer . \n                     Epigenetics: A new methyl mark on messengers \n                   \n                     Molecular biology: Salvaging the genome \n                   Reprints and Permissions"},
{"file_id": "531585a", "url": "https://www.nature.com/articles/531585a", "year": 2016, "authors": [{"name": "Hazel Rymer"}], "parsed_as_year": "2006_or_before", "body": "Gravimeters have applications ranging from oil exploration to the detection of underground tunnels, but size and lack of portability have limited their field use. A device the size of a postage stamp promises fresh opportunities.  See Letter    p.614 Correspondence to\n                 Hazel Rymer . \n                     Fundamental constants: A cool way to measure big G \n                   \n                     Climate change: Shrinking glaciers under scrutiny \n                   Reprints and Permissions"},
{"file_id": "nature17318", "url": "https://www.nature.com/articles/nature17318", "year": 2016, "authors": [{"name": "Shane A. Liddelow"}, {"name": "Ben A. Barres"}], "parsed_as_year": "2006_or_before", "body": "After spinal-cord injury, cells called astrocytes form a scar that is thought to block neuronal regeneration. The finding that the scar promotes regrowth of long nerve projections called axons challenges this long-held dogma.  See Article    p.195 Correspondence to\n                 Shane A. Liddelow  or  Ben A. Barres . \n                     Medicine: Clearing a path for nerve growth \n                   \n                     Rehabilitation: Boost for movement \n                   Reprints and Permissions"},
{"file_id": "530423a", "url": "https://www.nature.com/articles/530423a", "year": 2016, "authors": [{"name": "Anna M. Kietrys"}, {"name": "Eric T. Kool"}], "parsed_as_year": "2006_or_before", "body": "The presence of an  N 1  methyl group on adenine bases in DNA and RNA was thought to be a form of damage. Results now show that it also occurs at specific sites in messenger RNAs, where it affects protein expression.  See Article    p.441 Correspondence to\n                 Anna M. Kietrys  or  Eric T. Kool . \n                     Molecular biology: RNA modification does a regulatory two-step \n                   Reprints and Permissions"},
{"file_id": "nature17304", "url": "https://www.nature.com/articles/nature17304", "year": 2016, "authors": [{"name": "Matthew R. Goddard"}], "parsed_as_year": "2006_or_before", "body": "An analysis confirms the long-standing theory that sex increases the rate of adaptive evolution by accelerating the speed at which beneficial mutations sweep through sexual, as opposed to asexual, populations.  See Letter    p.233 Correspondence to\n                 Matthew R. Goddard . \n                     Systems biology: Network evolution hinges on history \n                   \n                     Molecular evolution: Hidden diversity sparks adaptation \n                   Reprints and Permissions"},
{"file_id": "nature17306", "url": "https://www.nature.com/articles/nature17306", "year": 2016, "authors": [{"name": "M. Coleman Miller"}], "parsed_as_year": "2006_or_before", "body": "The discovery of gravitational waves from a merging black-hole system opens a window on the Universe that promises to test gravity at its strongest, and to reveal many surprises about black holes and other astrophysical systems. Correspondence to\n                 M. Coleman Miller . The author declares competing interests. M.C.M. was the chair of the LIGO Program Advisory Committee during 2010–14, and a member of the same committee for three years before that. He has never been a member of the LIGO or Virgo scientific collaborations. \n                     Nature News special on gravitational waves \n                   Reprints and Permissions"},
{"file_id": "nature17302", "url": "https://www.nature.com/articles/nature17302", "year": 2016, "authors": [{"name": "Janice M. Lough"}], "parsed_as_year": "2006_or_before", "body": "An  in situ  experiment finds that reducing the acidity of the seawater surrounding a natural coral reef significantly increases reef calcification, suggesting that ocean acidification may already be slowing coral growth.  See Letter    p.362 Correspondence to\n                 Janice M. Lough . \n                     Ecology: Deep and complex ways to survive bleaching \n                   \n                     Marine biology: Coral animals combat stress with sulphur \n                   Reprints and Permissions"},
{"file_id": "531043a", "url": "https://www.nature.com/articles/531043a", "year": 2016, "authors": [{"name": "Andrew M. Taylor"}], "parsed_as_year": "2006_or_before", "body": "The development of a radio technique for detecting cosmic rays casts fresh light on the origins of some of these accelerated particles, and suggests that they might have travelled much farther than was previously thought.  See Letter    p.70 Correspondence to\n                 Andrew M. Taylor . \n                     Astroparticle physics: A multi-messenger story \n                   Reprints and Permissions"},
{"file_id": "530427a", "url": "https://www.nature.com/articles/530427a", "year": 2016, "authors": [{"name": "Duncan Lorimer"}], "parsed_as_year": "2006_or_before", "body": "Our understanding of fast radio bursts — intense pulses of radio waves — and their use as cosmic probes promises to be transformed now that one burst has been associated with a galaxy of known distance from Earth.  See Letter    p.453 Correspondence to\n                 Duncan Lorimer . \n                     Astrophysics: A twist in the tale of Î³-ray bursts \n                   \n                     Astrophysics: Magnetic fields in Î³-ray bursts \n                   Reprints and Permissions"},
{"file_id": "531042a", "url": "https://www.nature.com/articles/531042a", "year": 2016, "authors": [{"name": "Chi Luo"}, {"name": "Pere Puigserver"}], "parsed_as_year": "2006_or_before", "body": "In mice, a high-fat diet has now been found to induce intestinal progenitor cells to adopt a more stem-cell-like fate, altering the size of the gut and increasing tumour incidence.  See Article    p.53 Correspondence to\n                 Pere Puigserver . \n                     Ageing: A healthy diet for stem cells \n                   Reprints and Permissions"},
{"file_id": "nature17308", "url": "https://www.nature.com/articles/nature17308", "year": 2016, "authors": [{"name": "Takeshi Awasaki"}, {"name": "Kei Ito"}], "parsed_as_year": "2006_or_before", "body": "Nitric oxide gas has now been found to act as a switch during developmental remodelling of axonal projections from neurons: high gas levels promote the degeneration of unwanted axons and low levels support subsequent regrowth. Correspondence to\n                 Takeshi Awasaki  or  Kei Ito . \n                     Neuroscience: Activity acts locally \n                   Reprints and Permissions"},
{"file_id": "531038a", "url": "https://www.nature.com/articles/531038a", "year": 2016, "authors": [{"name": "Limin Xiang"}, {"name": "N. J. Tao"}], "parsed_as_year": "2006_or_before", "body": "Single-molecule experiments have revealed that chemical reactions can be controlled using electric fields — and that the reaction rate is sensitive to both the direction and the strength of the applied field.  See Letter    p.88 Correspondence to\n                 N. J. Tao . \n                     Electrochemistry: Photocatalysts in close-up \n                   \n                     Electrochemistry: Catalysis at the boundaries \n                   Reprints and Permissions"},
{"file_id": "531041a", "url": "https://www.nature.com/articles/531041a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The dilatory attitude of the Committee on Libraries set up by the University Grants Committee and the Ministry of Education, and the naïve remark in the Robbins Report that “a library adequate to scholarly research is as essential to the efficient running of a university as an adequate range of computers”, fully justifies the anxiety expressed recently by the Master of Sidney Sussex College, Cambridge ... Universities, as Dr. D. Thomson pointed out, have managed for centuries without computers, but never without libraries. \n               From  \n               Nature \n                5 March 1966 \n             \n               100 Years Ago \n             We notice in  La Geographie  for November, 1915, that the hydrographic department of the French Admiralty have replaced the German names in Kerguelen by names of French origin. It must be very galling to the French to see an abundance of German names scattered over the chart of their Antarctic island, especially as German explorers were never very sparing in their naming ... however, the practice of changing established names is a dangerous one if carried far, and it is to be hoped ... this principle will not be applied indiscriminately, for confusion would certainly be the result. \n               ALSO: \n             Those who are inclined to doubt whether museums play any useful part in war-time should read the account of what is being done in the Leicester Museum, by means of an Infant Welfare Exhibition, to combat the appalling mortality among infants ... This mortality, which is largely preventable, is brought out with startling vividness by means of a series of wooden columns, that for infants up to twelve months old standing no fewer than 11 ft. high, while that for the death-rate between the ages from five to twenty is but 2¾ of an inch high. \n               From  \n               Nature \n                2 March 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "531178a", "url": "https://www.nature.com/articles/531178a", "year": 2016, "authors": [{"name": "Alice Y. Cheung"}, {"name": "Hen-Ming Wu"}], "parsed_as_year": "2006_or_before", "body": "In flowering plants, sperm-containing pollen tubes are guided towards ovules by attractants from the female reproductive organ. Receptors for the attractant molecule AtLURE1 have now been found.  See Letters    p.241  &  p.245 Correspondence to\n                 Alice Y. Cheung  or  Hen-Ming Wu . \n                     Reproductive biology: Sperm protein finds its mate \n                   \n                     Plant reproduction: Sex and self-denial \n                   Reprints and Permissions"},
{"file_id": "nature17309", "url": "https://www.nature.com/articles/nature17309", "year": 2016, "authors": [{"name": "Thomas J. Mariani"}], "parsed_as_year": "2006_or_before", "body": "Lack of the protein IRP2 in mice prevents organelles called mitochondria from accumulating toxic levels of iron in response to smoke exposure. This discovery links environmental and genetic risk factors for a chronic lung disease. Correspondence to\n                 Thomas J. Mariani . \n                     Genomics: When the smoke clears ... \n                   \n                     Medicine: Smoke signals for lung disease \n                   Reprints and Permissions"},
{"file_id": "nature17307", "url": "https://www.nature.com/articles/nature17307", "year": 2016, "authors": [{"name": "Shaul Shalvi"}], "parsed_as_year": "2006_or_before", "body": "A cross-cultural experiment involving thousands of people worldwide shows that the prevalence of rule violations in a society, such as tax evasion and fraudulent politics, is detrimental to individuals' intrinsic honesty.  See Letter    p.496 Correspondence to\n                 Shaul Shalvi . \n                     Behavioural economics: Professional identity can increase dishonesty \n                   Reprints and Permissions"},
{"file_id": "531177a", "url": "https://www.nature.com/articles/531177a", "year": 2016, "authors": [{"name": "Jason Alicea"}], "parsed_as_year": "2006_or_before", "body": "Quantum computers will one day wildly outperform conventional machines. An experimental feat reveals a fundamental property of exotic superconductors that brings this quantum technology a step closer.  See Letter    p.206 Correspondence to\n                 Jason Alicea . \n                     Quantum physics: Majorana modes materialize \n                   Reprints and Permissions"},
{"file_id": "nature17305", "url": "https://www.nature.com/articles/nature17305", "year": 2016, "authors": [{"name": "Julie T. Daniels"}], "parsed_as_year": "2006_or_before", "body": "Stem-cell engineering has allowed successful cornea transplantations in rabbits and the regeneration of transparent lens tissue in children, demonstrating the therapeutic potential of this approach.  See Article    p.323  &  Letter    p.376 Correspondence to\n                 Julie T. Daniels . \n                     Regenerative medicine: An eye to treating blindness \n                   Reprints and Permissions"},
{"file_id": "531180a", "url": "https://www.nature.com/articles/531180a", "year": 2016, "authors": [{"name": "Eric J. Beckman"}], "parsed_as_year": "2006_or_before", "body": "Carbon dioxide is an abundant resource, but difficult for industry to use effectively. A simple reaction might allow it to be used to make commercial products more sustainably than with current processes.  See Letter    p.215 Correspondence to\n                 Eric J. Beckman . \n                     Organic chemistry: Streamlining drug synthesis \n                   Reprints and Permissions"},
{"file_id": "nature16870", "url": "https://www.nature.com/articles/nature16870", "year": 2016, "authors": [{"name": "Jiri Forejt"}], "parsed_as_year": "2006_or_before", "body": "The part that the mouse gene  Prdm9  plays in generating double-strand breaks in DNA has now been linked to its putative role in speciation, thanks to experiments that use a 'humanized' version of the gene.  See Article    p.171 Correspondence to\n                 Jiri Forejt . \n                     Evolutionary genetics: Origins of reproductive isolation \n                   Reprints and Permissions"},
{"file_id": "530041a", "url": "https://www.nature.com/articles/530041a", "year": 2016, "authors": [{"name": "Kyung Taec Kim"}], "parsed_as_year": "2006_or_before", "body": "The response of electrons in atoms to ultrashort optical light pulses has been probed by measuring the ultraviolet light emitted by the atoms. This reveals that a finite time delay occurs before the response.  See Letter    p.66 Correspondence to\n                 Kyung Taec Kim . \n                     Physical chemistry: Molecular motion watched \n                   \n                     Atomic physics: Electrons get real \n                   Reprints and Permissions"},
{"file_id": "530043a", "url": "https://www.nature.com/articles/530043a", "year": 2016, "authors": [{"name": "Henry Gee"}], "parsed_as_year": "2006_or_before", "body": "\n                     Zoology: You aren't what you eat \n                   Reprints and Permissions"},
{"file_id": "530042a", "url": "https://www.nature.com/articles/530042a", "year": 2016, "authors": [{"name": "Erwin F. Wagner"}], "parsed_as_year": "2006_or_before", "body": "Connective-tissue cells known as fibroblasts display an increasing spectrum of functions. Different fibroblast subtypes are now shown to either promote or suppress inflammation-associated intestinal cancers. Correspondence to\n                 Erwin F. Wagner . \n                     Physiology: Inflammation links ageing to the brain \n                   \n                     Cancer: An inflammatory link \n                   Reprints and Permissions"},
{"file_id": "530169a", "url": "https://www.nature.com/articles/530169a", "year": 2016, "authors": [{"name": "Paul Ho"}], "parsed_as_year": "2006_or_before", "body": "Planets develop from the disk of dust and gas that surrounds a newly formed star. Observations of gaps in the disks of four such systems have allowed us to start unravelling the processes by which planets form. Correspondence to\n                 Paul Ho . The author declares competing interests. P.H. was the Project Scientist for the Submillimeter Array on Mauna Kea, the forerunner of ALMA. He also led the ALMA project in Taiwan, and is a member of the Board of the ALMA project. \n                     Astrophysics: Growing planet brought to light \n                   \n                     Solar system: Sandcastles in space \n                   \n                     Solar System: Ring in the new \n                   Reprints and Permissions"},
{"file_id": "530165a", "url": "https://www.nature.com/articles/530165a", "year": 2016, "authors": [{"name": "Brigitte Cros"}], "parsed_as_year": "2006_or_before", "body": "Injecting electrons that have been accelerated by a laser-powered plasma wave into a second plasma wave represents a two-step electron accelerator. With 100 such steps, collider applications become possible.  See Letter    p.190 Correspondence to\n                 Brigitte Cros . \n                     Particle physics: Positrons ride the wave \n                   \n                     Accelerator physics: Surf's up at SLAC \n                   Reprints and Permissions"},
{"file_id": "nature16875", "url": "https://www.nature.com/articles/nature16875", "year": 2016, "authors": [{"name": "Jesús Gil"}, {"name": "Dominic J. Withers"}], "parsed_as_year": "2006_or_before", "body": "The selective elimination of cells that have adopted an irreversible, senescent state has now been shown to extend the lifespan of mice and to ameliorate some age-related disease processes.  See Article    p.184 Correspondence to\n                 Dominic J. Withers . \n                     Ageing: Old cells under attack \n                   \n                     Ageing: Genetic rejuvenation of old muscle \n                   Reprints and Permissions"},
{"file_id": "nature16879", "url": "https://www.nature.com/articles/nature16879", "year": 2016, "authors": [{"name": "Dominic D. P. Johnson"}], "parsed_as_year": "2006_or_before", "body": "Cross-cultural experiments find that belief in moralistic, knowledgeable and punishing gods promotes cooperation with strangers, supporting a role for religion in the expansion of human societies.  See Letter    p.327 Correspondence to\n                 Dominic D. P. Johnson . \n                     Evolutionary anthropology: Homo 'incendius' \n                   \n                     Anthropology: Shades of the savannah \n                   Reprints and Permissions"},
{"file_id": "530168a", "url": "https://www.nature.com/articles/530168a", "year": 2016, "authors": [{"name": "Jian-Ren Shen"}], "parsed_as_year": "2006_or_before", "body": "A method has been devised that extends the resolution of X-ray crystal structures beyond the diffraction limit. This might help to improve the visualization of structures of proteins that form 'poorly diffracting' crystals.  See Letter    p.202 Correspondence to\n                 Jian-Ren Shen . \n                     Crystallography: Sources of inspiration \n                   \n                     Structural biology: Photosynthetic complex in close-up \n                   Reprints and Permissions"},
{"file_id": "530167a", "url": "https://www.nature.com/articles/530167a", "year": 2016, "authors": [{"name": "Marian Turner"}], "parsed_as_year": "2006_or_before", "body": "The West African Ebola epidemic that began in 2014, and still threatens to re-emerge, prompted a flurry of efforts to sequence the genome of the virus as it spread. Genomic information can contribute to epidemiological tracking, identify mutations that increase the disease's virulence and inform therapeutic strategies. But sequences must be obtained fast if they are to help to control a raging epidemic. On  page 228  of this issue, Quick  et al . describe a portable, real-time sequencing system that they used in local, resource-poor sites in Guinea during 2015 (J. Quick  et al .  Nature   530 , 228–232; 2016). The requisite equipment, including the tiny MinION genome sequencer (pictured), fitted into 50 kilograms of standard airline luggage. The researchers generated sequence data within 24 hours of receiving a patient's viral RNA sample — days to weeks less than it would have taken to receive data from a central sequencing facility. Marian Turner Footnote  1 \n                     Ebola: Hidden reservoirs \n                   \n                     Medical research: Ebola therapy protects severely ill monkeys \n                   Reprints and Permissions"},
{"file_id": "nature16877", "url": "https://www.nature.com/articles/nature16877", "year": 2016, "authors": [{"name": "Robert O. Heuckeroth"}], "parsed_as_year": "2006_or_before", "body": "In Hirschsprung disease, the enteric nervous system (ENS) is missing from the distal bowel. It emerges that postnatal transplantation of stem-cell-derived ENS precursors can prevent death in a mouse model of the disease.  See Letter    p.105 Correspondence to\n                 Robert O. Heuckeroth . \n                     Stem Cells: One step closer to gut repair \n                   \n                     Neuroscience: Stem cells in multiple time zones \n                   Reprints and Permissions"},
{"file_id": "nature17301", "url": "https://www.nature.com/articles/nature17301", "year": 2016, "authors": [{"name": "Alfredo Huete"}], "parsed_as_year": "2006_or_before", "body": "Satellite data have allowed scientists to generate a quantitative model to assess the response rates of different ecosystems to climate variability. The index provides a tool for comparing regional sensitivity and resilience.  See Letter    p.229 Correspondence to\n                 Alfredo Huete . \n                     Ecology: Ecosystem vulnerability to ocean warming \n                   \n                     Ecology: Drivers of decoupling in drylands \n                   Reprints and Permissions"},
{"file_id": "530287a", "url": "https://www.nature.com/articles/530287a", "year": 2016, "authors": [{"name": "Jason P. Briner"}], "parsed_as_year": "2006_or_before", "body": "It emerges that ice discharge from a major ice sheet did not increase rapidly at the end of the most recent ice age. The finding points to steady, not catastrophic, ice-sheet loss and sea-level rise on millennial timescales.  See Letter    p.322 Correspondence to\n                 Jason P. Briner . \n                     Climate science: A history of Greenland's ice loss \n                   \n                     Climate science: Timing is everything during deglaciations \n                   Reprints and Permissions"},
{"file_id": "530289a", "url": "https://www.nature.com/articles/530289a", "year": 2016, "authors": [{"name": "Justin Fear"}, {"name": "Brian Oliver"}], "parsed_as_year": "2006_or_before", "body": "The discovery of sex-biased proliferation in the intestinal stem cells of fruit-fly midguts reveals that the organ's size is determined by a previously undefined, sex-specific molecular pathway.  See Letter    p.344 Correspondence to\n                 Brian Oliver . \n                     Sex determination: An avian sexual revolution \n                   \n                     Developmental biology: Our fly cousins' gut \n                   Reprints and Permissions"},
{"file_id": "530284a", "url": "https://www.nature.com/articles/530284a", "year": 2016, "authors": [{"name": "Miles Blencowe"}], "parsed_as_year": "2006_or_before", "body": "The force exerted by light on an object has been used to pair photons with quantum units of mechanical vibration. This paves the way for mechanical oscillators to act as interfaces between photons and other quantum systems.  See Letter    p.313 Correspondence to\n                 Miles Blencowe . \n                     Quantum physics: Quantum sound waves stick together \n                   Reprints and Permissions"},
{"file_id": "nature17300", "url": "https://www.nature.com/articles/nature17300", "year": 2016, "authors": [{"name": "David Wraith"}], "parsed_as_year": "2006_or_before", "body": "Nanoparticles coated with fragments of the body's own proteins are shown to induce T cells of the immune system to adopt regulatory functions that suppress autoimmune reactions involving these self-antigens.  See Article    p.434 Correspondence to\n                 David Wraith . The author declares competing financial interests. See  go.nature.com/ukjrkv  for details. \n                     Autoimmunity: Rubbing salt in the wound \n                   Reprints and Permissions"},
{"file_id": "530288a", "url": "https://www.nature.com/articles/530288a", "year": 2016, "authors": [{"name": "Chunxin Wang"}, {"name": "Richard Youle"}], "parsed_as_year": "2006_or_before", "body": "The fission of organelles called mitochondria has now been linked to the stress-sensor protein AMPK. When activated by stress, this protein phosphorylates the mitochondrial receptor protein MFF, which recruits the fission machinery. Correspondence to\n                 Chunxin Wang  or  Richard Youle . \n                     Neurodegeneration: Trouble in the cell's powerhouse \n                   \n                     Cell biology: Mitochondria shape up \n                   Reprints and Permissions"},
{"file_id": "530286a", "url": "https://www.nature.com/articles/530286a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'The future of nuclear power' — The advanced type of gas-cooled reactor was expected in 1964 to cost less than a coal station of the same date, and within a year of the delivery of this Lecture the firm tender prices for the Dungeness  B  nuclear station showed that this was, in fact, the case, provided the station is built at the tender price. In the United States similar dramatic falls in costs have been experienced with their water moderated reactors; and Canada's heavy-water reactor is expected to have very low fuel costs, although it will have a high capital cost. These types of reactors, by the end of the century, would be using 100,000 tons of uranium per annum, on reasonable assumptions as to the rate of development of nuclear stations. \n               From  \n               Nature \n                19 February 1966 \n             \n               100 Years Ago \n             The memorandum regarding the neglect of science to which you refer in your leading article last week fails in my judgment by its moderation. The proposal that at least as many marks in the Civil Service examinations shall be allotted to science as to classics, may be a step in the right direction, but it is a halting one ... The revelations that have come to light in the course of this bloody war will, we hope, do at least this good, that the people may be induced to appreciate the necessity of basing education upon natural science instead of upon the classics. The appointment of a Minister of Science which is advocated in the memorandum would under existing conditions be of little use. Whatever qualifications he might be selected for, we may safely prophesy that entire ignorance of the subject he is to administer would be one. \n               From  \n               Nature \n                17 February 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "529158a", "url": "https://www.nature.com/articles/529158a", "year": 2016, "authors": [{"name": "Eric C. Martens"}], "parsed_as_year": "2006_or_before", "body": "A chronic lack of dietary fibre has been found to reduce the diversity of bacteria in the guts of mice. This effect is not fully reversed when fibre is reintroduced, and increases in severity over multiple generations.  See Letter    p.212 Correspondence to\n                 Eric C. Martens . \n                     Nutrition: A personal forecast \n                   Reprints and Permissions"},
{"file_id": "nature16868", "url": "https://www.nature.com/articles/nature16868", "year": 2016, "authors": [{"name": "Tamas Balla"}], "parsed_as_year": "2006_or_before", "body": "The sequential action of enzymes has been shown to modify members of a class of membrane lipid called phosphoinositides to direct integral membrane proteins for recycling.  See Letter    p.408 Correspondence to\n                 Tamas Balla . \n                     Cell biology: Lipid switches and traffic control \n                   \n                     Cell biology: Countercurrents in lipid flow \n                   Reprints and Permissions"},
{"file_id": "nature16873", "url": "https://www.nature.com/articles/nature16873", "year": 2016, "authors": [{"name": "Zachary Pincus"}], "parsed_as_year": "2006_or_before", "body": "Plots of survival against time for nematode worms in different conditions can be superimposed by rescaling the time axis. This observation has far-reaching implications for our understanding of the nature of ageing.  See Letter    p.103 Correspondence to\n                 Zachary Pincus . \n                     Physiology: Inflammation links ageing to the brain \n                   \n                     Cell signalling: Why fasting worms age slowly \n                   Reprints and Permissions"},
{"file_id": "nature16869", "url": "https://www.nature.com/articles/nature16869", "year": 2016, "authors": [{"name": "Susan L. Williams"}], "parsed_as_year": "2006_or_before", "body": "The genome sequence of the marine flowering plant eelgrass ( Zostera marina ) sheds light on how marine algae evolved into land plants before moving back to the sea.  See Letter    p.331 Correspondence to\n                 Susan L. Williams . \n                     Genomics: Endless variation most beautiful \n                   \n                     Plant genomics: Sorghum in sequence \n                   Reprints and Permissions"},
{"file_id": "529294a", "url": "https://www.nature.com/articles/529294a", "year": 2016, "authors": [{"name": "Thomas J. Phillips"}], "parsed_as_year": "2006_or_before", "body": "The charge neutrality of the antimatter atom antihydrogen has been confirmed with unprecedented accuracy, paving the way for experiments that could simultaneously solve several of physics' biggest mysteries.  See Letter    p.373 Correspondence to\n                 Thomas J. Phillips . \n                     Particle physics: Matter and antimatter scrutinized \n                   Reprints and Permissions"},
{"file_id": "nature16872", "url": "https://www.nature.com/articles/nature16872", "year": 2016, "authors": [{"name": "Matthias P. Machner"}, {"name": "Gisela Storz"}], "parsed_as_year": "2006_or_before", "body": "A simultaneous comparison of the RNA molecules expressed by  Salmonella  bacteria and human cells during infection reveals how a bacterial small RNA alters the transcript profiles of both the bacteria and the host cells.  See Article    p.496 Correspondence to\n                 Matthias P. Machner  or  Gisela Storz . \n                     Bacteriology: Toxins in tandem \n                   \n                     Infection biology: Cheats never prosper \n                   Reprints and Permissions"},
{"file_id": "529288a", "url": "https://www.nature.com/articles/529288a", "year": 2016, "authors": [{"name": "Bruce Buffett"}], "parsed_as_year": "2006_or_before", "body": "Magnesium is not usually considered to be a constituent of Earth's core, but its presence there has now been proposed to explain an ongoing enigma — the identity of the energy sources that drive our planet's magnetic field.  See Letter    p.387 Correspondence to\n                 Bruce Buffett . \n                     Earth science: Geomagnetism under scrutiny \n                   \n                     Planetary science: Ancient lunar dynamo \n                   Reprints and Permissions"},
{"file_id": "529290a", "url": "https://www.nature.com/articles/529290a", "year": 2016, "authors": [{"name": "Bart J. Currie"}, {"name": "Mirjam Kaestli"}], "parsed_as_year": "2006_or_before", "body": "Comprehensive mapping and modelling have estimated global deaths from the bacterial disease melioidosis to be comparable to deaths from measles and substantially greater than those from dengue or leptospirosis. Correspondence to\n                 Bart J. Currie  or  Mirjam Kaestli . \n                     Epidemiology: Resistance mapping in malaria \n                   Reprints and Permissions"},
{"file_id": "529286a", "url": "https://www.nature.com/articles/529286a", "year": 2016, "authors": [{"name": "Maximilian J. Telford"}, {"name": "Leonid L. Moroz"}, {"name": "Kenneth M. Halanych"}], "parsed_as_year": "2006_or_before", "body": "Which phylum first branched off from the animal phylogenetic tree is a contested issue. A new analysis challenges the proposal that comb jellies are the sister group to all other animals, and emphasizes a 'sponges-first' view. Three evolutionary biologists weigh up the evidence. Correspondence to\n                 Maximilian J. Telford ,  Leonid L. Moroz  or  Kenneth M. Halanych . \n                     Evolutionary biology: Excitation over jelly nerves \n                   \n                     Evolutionary biology: Muscle's dual origins \n                   Reprints and Permissions"},
{"file_id": "nature16874", "url": "https://www.nature.com/articles/nature16874", "year": 2016, "authors": [{"name": "Ryan S. Dhindsa"}, {"name": "David B. Goldstein"}], "parsed_as_year": "2006_or_before", "body": "The identification of a set of genetic variations that are strongly associated with the risk of developing schizophrenia provides insights into the neurobiology of this destructive disease.  See Article    p.177 Correspondence to\n                 Ryan S. Dhindsa  or  David B. Goldstein . \n                     Schizophrenia: Genesis of a complex disease \n                   Reprints and Permissions"},
{"file_id": "529473a", "url": "https://www.nature.com/articles/529473a", "year": 2016, "authors": [{"name": "Antonella Nota"}, {"name": "Corinne Charbonnel"}], "parsed_as_year": "2006_or_before", "body": "The discovery of multiple stellar populations — formed at different times — in several young star clusters adds to the debate on the nature and origin of such populations in globular clusters from the early Universe.  See Letter    p.502 Correspondence to\n                 Antonella Nota  or  Corinne Charbonnel . \n                     Astronomy: A new spin on the first stars \n                   \n                     Astrophysics: Two black holes found in a star cluster \n                   Reprints and Permissions"},
{"file_id": "529293a", "url": "https://www.nature.com/articles/529293a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It is particularly rewarding to investigate the experience of chronosystole, or time contraction during sympathetic excitation, as this state, which is connected with an increase in metabolic rate, can be elicited at will through psychotomimetic, pyretogenic drugs such as mescaline, marihuana,  D -lysergic acid diethylamide (LSD), 'Psilocybin' ... No effort has been made ... to quantitatively differentiate the degrees of reactivity in subjects who have ingested the same dose of 'Psilocybin' ... We have refined the use of two already existing variables for the measurement of time contraction — handwriting samples and finger-tapping rates. \n               From  \n               Nature \n                22 January 1966 \n             \n               100 Years Ago \n             To discover whether the various objects carried about on the spines of the purple-tipped sea-urchin ( Echinus miliaris ) were accidentally picked up or deliberately placed there has recently formed the subject of a series of experiments by Mr. H. N. Milligan. He gives the results of his inquiry in the  Zoologist  for December. While usually stones, sea-weed, or shells are carried, tube-worms, hydroids, periwinkles, or tunicates, as chance may determine, are also used, apparently for the purposes of disguise and protection from enemies. That such objects are borne with a purpose, and not as a result of accident, is shown by the fact that when all foreign bodies are removed from the spines of urchins living in an aquarium, they will invariably be speedily replaced as soon as their loss is perceived, the tube-feet being used to perform this office. Young individuals were more assiduous in this regard than adults, but in all cases particular care was taken to conceal the anus, which is apparently a very vulnerable spot. \n               From  \n               Nature \n                20 January 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "529470a", "url": "https://www.nature.com/articles/529470a", "year": 2016, "authors": [{"name": "Colleen G. Farmer"}], "parsed_as_year": "2006_or_before", "body": "Birds and mammals generate heat to regulate body temperature, but most non-avian reptiles cannot. The discovery of endothermy during the reproductive period of a tegu lizard sheds light on the evolution of this characteristic. Correspondence to\n                 Colleen G. Farmer . \n                     Evolutionary physiology: A bone for all seasons \n                   Reprints and Permissions"},
{"file_id": "nature16871", "url": "https://www.nature.com/articles/nature16871", "year": 2016, "authors": [{"name": "T. Reid Alderson"}, {"name": "Ad Bax"}], "parsed_as_year": "2006_or_before", "body": "The native structure of the protein α-synuclein, which is implicated in Parkinson's disease, is controversial. In-cell nuclear magnetic resonance now shows that it remains disordered when loaded into living cells.  See Article    p.45 Correspondence to\n                 T. Reid Alderson  or  Ad Bax . \n                     Parkinson's disease: Crystals of a toxic core \n                   \n                     Structural biology: Inside the living cell \n                   Reprints and Permissions"},
{"file_id": "529475a", "url": "https://www.nature.com/articles/529475a", "year": 2016, "authors": [{"name": "Jason Heikenfeld"}], "parsed_as_year": "2006_or_before", "body": "Sweat analysis is an ideal method for continuously tracking a person's physiological state, but developing devices for this is difficult. A wearable sweat monitor that measures several biomarkers is a breakthrough.  See Letter    p.509 Correspondence to\n                 Jason Heikenfeld . The author declares competing financial interests:  J.H. is a co-founder of Eccrine Systems, Inc., a company that is commercializing sweat-sensing technologies and licensing intellectual property developed by him at the University of Cincinnati. \n                     Cancer: Pinprick diagnostics \n                   Reprints and Permissions"},
{"file_id": "529469a", "url": "https://www.nature.com/articles/529469a", "year": 2016, "authors": [{"name": "Viviana Gradinaru"}, {"name": "Nicholas C. Flytzanis"}], "parsed_as_year": "2006_or_before", "body": "The development of a voltage sensor in which a microbial rhodopsin protein is fused with a fluorescent protein enables the neuronal activity of single cells in live animals to be measured with unprecedented speed and accuracy. Correspondence to\n                 Viviana Gradinaru . \n                     Biotechnology: Programming genomes with light \n                   Reprints and Permissions"},
{"file_id": "529468a", "url": "https://www.nature.com/articles/529468a", "year": 2016, "authors": [{"name": "Fyodor Urnov"}], "parsed_as_year": "2006_or_before", "body": "The enzyme Cas9 is used in genome editing to cut selected DNA sequences, but it also creates breaks at off-target sites. Protein engineering has now been used to make Cas9 enzymes that have minimal off-target effects.  See Article    p.490 Correspondence to\n                 Fyodor Urnov . The author declares competing financial interests:  F.U. is a full-time employee of Sangamo BioSciences, Inc. \n                     Biotechnology: Rewriting a genome \n                   \n                     Microbiology: Bacteria get vaccinated \n                   Reprints and Permissions"},
{"file_id": "529028a", "url": "https://www.nature.com/articles/529028a", "year": 2016, "authors": [{"name": "Poshak Gandhi"}], "parsed_as_year": "2006_or_before", "body": "Black holes can produce oscillating outbursts of radiation that were thought to be associated with high rates of infalling matter. The observation of pulses of visible light from a black hole complicates this picture.  See Letter    p.54 Correspondence to\n                 Poshak Gandhi . \n                     Astrophysics: Mystery survivor of a supermassive black hole \n                   Reprints and Permissions"},
{"file_id": "529162a", "url": "https://www.nature.com/articles/529162a", "year": 2016, "authors": [{"name": "Michel Crucifix"}], "parsed_as_year": "2006_or_before", "body": "An equation has been derived that allows the timing of the onset of glaciations to be predicted. This confirms that Earth has just missed entering a new glacial period, and is unlikely to enter one for another 50,000 years.  See Letter    p.200 Correspondence to\n                 Michel Crucifix . \n                     Palaeoclimate: Climate sensitivity in a warmer world \n                   \n                     Climate science: Solution proposed for ice-age mystery \n                   Reprints and Permissions"},
{"file_id": "nature16863", "url": "https://www.nature.com/articles/nature16863", "year": 2016, "authors": [{"name": "Jeff Settleman"}], "parsed_as_year": "2006_or_before", "body": "Inhibitors of the BET bromodomain proteins are promising cancer therapeutics, but tumour cells are likely to become resistant to these drugs. Anticipated mechanisms of resistance have now been described.  See Letter    p.413 Correspondence to\n                 Jeff Settleman . \n                     Drug discovery: Reader's block \n                   Reprints and Permissions"},
{"file_id": "529030a", "url": "https://www.nature.com/articles/529030a", "year": 2016, "authors": [{"name": "Anice C. Lowen"}], "parsed_as_year": "2006_or_before", "body": "The polymerase enzyme from avian influenza A viruses does not function well in human cells. The protein ANP32A has been identified as the cellular factor mediating a major component of this host restriction.  See Letter    p.101 Correspondence to\n                 Anice C. Lowen . \n                     Influenza: Pathways to human adaptation \n                   \n                     Virology: Bird flu in mammals \n                   Reprints and Permissions"},
{"file_id": "529034a", "url": "https://www.nature.com/articles/529034a", "year": 2016, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In the market of Fort Lamy (Chad) one can purchase a greenish edible substance called  Dihe  which is sold as a flat cake. ... It appears to be an alga collected on the bottoms of seasonally dried-up ponds and shallow waters in the north of Lake Chad and consumed by the local population. However, on arriving in ... Ounianga Kebir ... more than 750 miles to the north-east of Fort Lamy, the botanist was struck by the abundance of a microscopic alga in some lakes. ... Although the local population appears to be unaware that it might have a food value, the botanist ... prepared some cakes according to the recipe obtained. Both cakes ... are almost exclusively composed of a Cyanophycea:  Spirulina platensis . According to chemical analysis it appears that it is a food-plant very rich in proteins. \n               From  \n               Nature \n                8 January 1966 \n             \n               100 Years Ago \n             \n               The popularisation of Science. \n             It is scarcely surprising that scientific knowledge is so little disseminated in this country considering the difficulties which hinder its acquisition. If science is to become widespread, it seems to me essential that it should be democratic both in its higher and in its lower branches. In England, however, science may be said to be aristocratic. Scientific societies demand more or less high subscriptions. Public lectures on science are rarely free. In London an institution exists where advanced lectures are given, but the subscription to which is considerable, and to become members of which people actually have to be recommended—recommended to be allowed to learn! \n               From  \n               Nature \n                6 January 1916 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature16867", "url": "https://www.nature.com/articles/nature16867", "year": 2016, "authors": [{"name": "Kevin Gross"}], "parsed_as_year": "2006_or_before", "body": "A systems-level analysis of grasslands across the planet provides stimulating insight into the interlaced pathways that connect species diversity and biological productivity in ecological communities.  See Letter    p.390 Correspondence to\n                 Kevin Gross . \n                     Ecology: Diversity in the afterlife \n                   \n                     Ecology: Abundant equals nested \n                   Reprints and Permissions"},
{"file_id": "nature16866", "url": "https://www.nature.com/articles/nature16866", "year": 2016, "authors": [{"name": "Christer Betsholtz"}], "parsed_as_year": "2006_or_before", "body": "The formation of blood vessels requires rapid proliferation of endothelial cells. The transcription factors FOXO1 and MYC have been found to regulate the metabolism and proliferation of vascular endothelial cells.  See Letter    p.216 Correspondence to\n                 Christer Betsholtz . \n                     Cancer: Angiogenic awakening \n                   Reprints and Permissions"},
{"file_id": "529164a", "url": "https://www.nature.com/articles/529164a", "year": 2016, "authors": [{"name": "Christine E. Gee"}, {"name": "Thomas G. Oertner"}], "parsed_as_year": "2006_or_before", "body": "The strength of synaptic connections between neurons needs to be variable, but not too much so. Evidence now indicates that regulation of such synaptic plasticity involves a complex cascade of feedback loops. Correspondence to\n                 Thomas G. Oertner . \n                     Neuroscience: The cortical connection \n                   Reprints and Permissions"},
{"file_id": "nature16865", "url": "https://www.nature.com/articles/nature16865", "year": 2016, "authors": [{"name": "Aiman S. Saab"}, {"name": "Klaus-Armin Nave"}], "parsed_as_year": "2006_or_before", "body": "The cells that insulate neuronal processes with a myelin membrane sheath are damaged during stroke. Data now show that an influx of calcium ions mediated by the TRPA1 protein contributes to myelin injury.  See Letter    p.523 Correspondence to\n                 Aiman S. Saab  or  Klaus-Armin Nave . \n                     Vascular biology: Brain vessels squeezed to death \n                   \n                     Neurodegeneration: Cellular defences destroyed \n                   Reprints and Permissions"},
{"file_id": "nature16876", "url": "https://www.nature.com/articles/nature16876", "year": 2016, "authors": [{"name": "Thijs J. G. Ettema"}], "parsed_as_year": "2006_or_before", "body": "A large phylogenomics study reveals that the symbiotic event that led to the emergence of organelles known as mitochondria may have occurred later in the evolution of complex cells than was thought.  See Letter    p.101 Correspondence to\n                 Thijs J. G. Ettema . \n                     Evolution: Steps on the road to eukaryotes \n                   \n                     Evolutionary genomics: Algae's complex origins \n                   Reprints and Permissions"},
{"file_id": "529159a", "url": "https://www.nature.com/articles/529159a", "year": 2016, "authors": [{"name": "Dawn K. Erb"}], "parsed_as_year": "2006_or_before", "body": "The detection of photons sufficiently energetic to ionize neutral hydrogen, coming from a compact, star-forming galaxy, offers clues to how the first generation of galaxies may have reionized hydrogen gas in the early Universe.  See Letter    p.178 Correspondence to\n                 Dawn K. Erb . \n                     Astrophysics: Primordial stars brought to light \n                   \n                     Cosmology: Cool start to hydrogen ionization \n                   Reprints and Permissions"},
{"file_id": "nature16878", "url": "https://www.nature.com/articles/nature16878", "year": 2016, "authors": [{"name": "Eugene Domack"}], "parsed_as_year": "2006_or_before", "body": "Newly mapped features on the floor of the Arctic Ocean suggest that the Arctic basin was once covered by a one-kilometre-thick, flowing ice shelf derived from large ice sheets in eastern Siberia, Arctic Canada and the Barents Sea. Correspondence to\n                 Eugene Domack . \n                     Climate science: A history of Greenland's ice loss \n                   \n                     Climate science: The long future of Antarctic melting \n                   Reprints and Permissions"},
{"file_id": "530425a", "url": "https://www.nature.com/articles/530425a", "year": 2016, "authors": [{"name": "Aida Gómez-Robles"}], "parsed_as_year": "2006_or_before", "body": "Models based on developmental mechanisms described in mice and shared by most mammals are shown to accurately predict tooth size in extinct hominins, and can explain the small third molars in our species.  See Letter    p.477 Correspondence to\n                 Aida Gómez-Robles . \n                     Palaeoanthropology: Small-brained and big-mouthed \n                   \n                     Palaeontology: Gritting their teeth \n                   Reprints and Permissions"},
{"file_id": "nature17303", "url": "https://www.nature.com/articles/nature17303", "year": 2016, "authors": [{"name": "T. Frede Thingstad"}, {"name": "Gunnar Bratbak"}], "parsed_as_year": "2006_or_before", "body": "The finding that marine environments with high levels of host microbes have fewer viruses per host than when host abundance is low challenges a theory on the relative roles of lysogenic and lytic viral-survival strategies.  See Article    p.466 Correspondence to\n                 T. Frede Thingstad . \n                     Microbial oceanography: Killers of the winners \n                   \n                     In retrospect: A century of phage lessons \n                   Reprints and Permissions"},
{"file_id": "530426a", "url": "https://www.nature.com/articles/530426a", "year": 2016, "authors": [{"name": "Tatiana Ilyina"}], "parsed_as_year": "2006_or_before", "body": "Simulations of the flux of atmospheric carbon dioxide into the ocean show that changes in flux associated with human activities are currently masked by natural climate variations, but will be evident in the near future.  See Letter    p.469 Correspondence to\n                 Tatiana Ilyina . \n                     Ocean biogeochemistry: Carbon at the coastal interface \n                   \n                     Geochemistry: A rusty carbon sink \n                   Reprints and Permissions"},
{"file_id": "531310a", "url": "https://www.nature.com/articles/531310a", "year": 2016, "authors": [{"name": "Dominick V. Spracklen"}], "parsed_as_year": "2006_or_before", "body": "Carbon dioxide emissions from fossil-fuel use in China have grown dramatically in the past few decades, yet it emerges that the country's relative contribution to global climate change has remained surprisingly constant.  See Letter    p.357 Correspondence to\n                 Dominick V. Spracklen . \n                     Biogeoscience: Africa's greenhouse-gas budget is in the red \n                   Reprints and Permissions"},
{"file_id": "530036a", "url": "https://www.nature.com/articles/530036a", "year": 2016, "authors": [{"name": "Johan Hofkens"}, {"name": "Maarten B. J. Roeffaers"}], "parsed_as_year": "2006_or_before", "body": "The water-splitting reaction is a promising route to renewable energy. Catalytic hotspots, and the best sites for co-catalyst placement, have now been pinpointed in a water-splitting catalyst, guiding future catalyst design.  See Letter    p.77 Correspondence to\n                 Johan Hofkens  or  Maarten B. J. Roeffaers . \n                     Catalysis: The complexity of intimacy \n                   \n                     Electrochemistry: Catalysis at the boundaries \n                   Reprints and Permissions"},
{"file_id": "nature17312", "url": "https://www.nature.com/articles/nature17312", "year": 2016, "authors": [{"name": "Prerana Shrestha"}, {"name": "Eric Klann"}], "parsed_as_year": "2006_or_before", "body": "Enhancing synaptic connections between neurons in the brain's hippocampus that are normally activated during memory formation rescues memory deficits in a mouse model of early Alzheimer's disease.  See Letter    p.508 Correspondence to\n                 Prerana Shrestha  or  Eric Klann . \n                     Neuroscience: The power of positivity \n                   Reprints and Permissions"},
{"file_id": "nature17310", "url": "https://www.nature.com/articles/nature17310", "year": 2016, "authors": [{"name": "Michael L. Dustin"}], "parsed_as_year": "2006_or_before", "body": "Increasing cholesterol levels in the cell membranes of killer T cells boosts the cells' ability to mount an immune response against tumour cells in mice. Such a strategy might be valuable in anticancer immunotherapies.  See Letter    p.651 Correspondence to\n                 Michael L. Dustin . \n                     Cancer: Antitumour immunity gets a boost \n                   Reprints and Permissions"}
]