[
{"file_id": "d41586-017-08458-0", "url": "https://www.nature.com/articles/d41586-017-08458-0", "year": 2017, "authors": [{"name": "Amber Dance"}], "parsed_as_year": "2006_or_before", "body": ""},
{"file_id": "d41586-017-07260-2", "url": "https://www.nature.com/articles/d41586-017-07260-2", "year": 2017, "authors": [{"name": "Gabriel Popkin"}], "parsed_as_year": "2006_or_before", "body": "US states, counties, cities and indigenous governments offer sound career opportunities for putting science to use. Officials in Florida’s Miami-Dade County would have welcomed assistance from the state or US federal government to help them deal with massive flooding from rising sea levels. But with some legislators and government leaders questioning the reality of climate change, such support seemed unlikely.  Executives in the low-lying county decided to create four new positions in their Office of Resilience, which aims to help the county handle the effects of future climate change and rising ocean waters. Approved in 2015, the posts were advertised in February, weeks after US President Donald Trump, who has publicly questioned climate science, took office. “These issues are so in our face every day,” says Nichole Hefty, the county’s deputy resilience officer. “We realized we couldn’t wait any longer to see if we were going to get federal or state money or support.” As environmental and climate issues grow more complex and urgent, local governments in the United States — including states, counties, cities, towns and tribal or indigenous communities, some of which have sovereign governments — are recognizing the need to add their own scientific expertise.  Adapting to climate change and other environmental challenges is not the only growth area. Cities have recently hired teams to parse the mountains of data that their agencies collect, and to advise officials on how to develop and improve policies. States and counties also employ biologists and ecologists to manage wildlife reserves, bodies of water and other natural areas; atmospheric modellers and hydrologists to inform air and water regulations; and forensic scientists to analyse evidence in criminal cases.  Today, US cities and states collectively employ roughly 728,000 scientists: nearly 80% more than they did two decades ago and about 40% more than the federal government does today, according to data from the US National Science Foundation.  Work in state and municipal governments differs from other career paths. It often means doing less research and publishing fewer papers than would be common in academic or federal positions. But it can provide other rewards, say scientists working in these sectors, including collaboration with a wide range of colleagues and stakeholders and intellectually demanding challenges that directly affect citizens and policy. “I work on some of the most complex problems I’ve ever imagined,” says Jacob Iversen, an environmental scientist with California’s State Water Resources Control Board in Sacramento, whose job includes regulating the state’s rivers, estuaries and bays. “That to me is fascinating.” \n                 Levels of involvement \n               Fields that employ state, county, municipal and tribal government scientists vary widely, as do the scientists’ remits, which depend largely on the level at which they work. In the United States, aside from the federal government, each of the 50 states has its own government. States are divided into counties, and these too have their own governments. And counties are further divided into towns and cities, which also have their own governments. The 567 tribal nations that are recognized by the US government each have their own sovereign governments, which are on a par with the federal government. (Examples include the Navajo Nation and Apache Nation, and Alaska Natives, who make up 229 communities.)  Much work at state and county levels, for example, involves environmental monitoring to ensure that local factories and power plants are complying with federal regulations. Scientists working in these areas must be familiar with both the latest research in their fields and the latest regulations from their state government or from the federal government, says John Dawson, a consultant at the Florida state Department of Environmental Protection. And every state, as well as many counties and tribes, employs biologists and ecologists to manage natural resources such as forests and fisheries. Supplementing these long-established sectors are emerging fields such as ‘resilience’, which has become a buzzword among cities and states whose officials understand the dangers of climate change and its impacts. This growing awareness has translated into the creation of jobs and even entire departments at the city, county and state level.  Miami-Dade County, the populous south Florida jurisdiction that includes the cities of Miami and Miami Beach, is one of the country’s most environmentally vulnerable jurisdictions, owing to its low average elevation of 1.8 metres above sea level and its porous bedrock. In 2015, the county moved its climate-adaptation work from other offices to its then-new Office of Resilience, which now has a staff of ten, eight of whom have science backgrounds.  Among the region’s biggest challenges are supercharged ‘king tides’ — high tides amplified by the collective gravity of the Sun and Moon — that have recently forced ocean water on to streets. These events have transformed climate change and sea-level rise from abstract concepts into urgent quality-of-life issues for county residents, says Katherine Hagemann, a resilience programme manager with the county. She and her colleagues work with scientists at Florida universities and the US National Oceanographic and Atmospheric Administration to better understand and communicate the factors that determine maximum tide heights.  Many tribal governments are also hiring scientists to help them understand and plan for their futures. Candace Penn, a climate-change ecologist for the Squaxin Island Tribe in western Washington state, studies how sea-level rise and ocean acidification will affect tribal members’ ability to harvest shellfish from the Puget Sound estuary. “My job wasn’t here four years ago,” she says. A tribal member herself, Penn was unsure how she could apply her degree in ocean chemistry and marine biology in her home community. Getting the climate position “was a dream”, she says. “I never thought I would be able to come back and work for the tribe.” Data analysis is another major growth area. Like academic researchers, scientists who work for cities and states are collecting more data than ever. And they want to use them more effectively. This creates two types of opportunity, says David Yokum, a psychologist and director of The Lab @ DC, a recently formed unit in the city government office in Washington DC that aims to use data to improve government operations. In some cases, cities might simply be looking for people skilled in data analysis — a core competency for just about any scientific researcher — to extract trends and patterns from massive amounts of data collected by, say, traffic cameras or air-quality monitors. In other cases, including the city of Washington DC, scientists are doing controlled experiments that are designed to influence policy. Yokum, for example, is studying how body cameras affect police work.  As more cities recognize the benefits of scientific thinking, opportunities for such jobs will increase, Yokum says. “There is a whole new terrain of profession here that will appeal to people who were drawn into grad school because they like science.”  Developments in the private sector are also generating new public-sector jobs. In August 2016, California legalized marijuana for recreational use, making it one of eight US states to have now done so. This year, the state began hiring environmental scientists to monitor and regulate its burgeoning marijuana industry. \n                 A shift in priorities \n               Academic and federal scientists often view peer-reviewed publication as a key metric of success, but the same is not always true in state and local government, where the focus might be more on public communication, outreach, coordinating meetings and planning. Iversen says that he occasionally does original research on specific issues related to water quality. But mostly he uses existing research to craft water-quality regulations. Others, however, encounter publication opportunities not available in other sectors. “If we improve policy or the efficiency of some process, submitting to a peer-reviewed journal is a small step,” Yokum says. Crystal Raymond, a specialist in climate change at Seattle City Light, the city’s public electricity supplier, often co-authors with scientists at the nearby University of Washington to predict how changes in snowmelt and storms could affect the utility’s hydroelectric-power generation. She communicates the research results to non-scientists, writes reports and fact sheets and advises colleagues and policymakers on how to secure the city’s future electricity supply. Those thinking of pursuing this kind of work should learn to present information to different audiences, she says. “How would you brief executives who are going to listen to you for 10 minutes?” she asks. “How are you going to talk to the media about your findings?” The best way to communicate scientific information to the general public is often to translate it into simple web pages and brochures: that’s the view of Bhaskar Subramanian, an environmental scientist at Maryland’s Department of Natural Resources, who helps coastal-property owners to protect their shorelines from storms and erosion.  To become familiar with opportunities and priorities in state and local governments, Anna Henderson, a geoscientist who works as a water adviser in the governor’s office in the state of Minnesota, recommends seeking internships in industry and government offices.  Also critical is knowing where to look for relevant jobs. Most cities, states and tribes lack the budgets for national recruiting campaigns. Jobseekers might explore agency websites for open positions and look beyond job titles that include the word “science” or “scientist”. For example, the Miami-Dade resilience positions were advertised under the headings of “program manager,” “coordinator” and “analyst”, but the job descriptions sought scientific education and experience. If jobs aren’t listed, volunteering at a government agency can help to cultivate relationships, says Hefty. Programmes such as the Science and Technology Policy Fellowships offered by the American Association for the Advancement of Science, in Washington DC, are another common stepping stone to jobs at the state and local levels. Taking courses in policy can also add value to a CV. It’s also worth looking out for untapped opportunities to apply scientific expertise. In 2012, Oliver Grah, an environmental scientist with experience in government and consulting, approached the Nooksack tribe in northwest Washington with a proposal to study how climate change would affect salmon, a vital food and cultural resource. He is now the tribe’s water-resources programme manager, with grant funding to train tribal members in how to monitor changes in the glaciers whose meltwater forms their fishing rivers.  \n                 Civic satisfaction \n               Working directly for, and often with, the public can be gratifying, many scientists say. A highlight of Henderson’s work has been organizing ‘water summits’, at which hundreds of Minnesota citizens gather to discuss local water-quality concerns with Governor Mark Dayton. Subramanian relishes visiting Maryland residents and showing them how ‘living shorelines’ can not only protect their properties from erosion but restore the Chesapeake Bay’s tidal marshes. Working conditions in state and local government can also prove attractive. Salaries for scientists in state and local government, although somewhat below the average for jobs in the federal government or industry, compare favourably with salaries at universities and in the non-profit sector, according to National Science Foundation data. And overtime might not be allowed.  On the downside, some positions might be entirely office based, and regulations can feel constricting. But, on balance, scientists find satisfaction in doing work that directly affects people outside the specialists in their field. “There’s an urgency,” says Henderson of using science to address citizens’ real-world problems. “It’s compelling.” \n                 Boost resilience of small and mid-sized cities \n               \n                 Scientists must have a say in the future of cities \n               \n                 Data science: Industry allure \n               Reprints and Permissions"},
{"file_id": "d41586-017-08663-x", "url": "https://www.nature.com/articles/d41586-017-08663-x", "year": 2017, "authors": [{"name": "Chris Woolston"}], "parsed_as_year": "2006_or_before", "body": ""},
{"file_id": "d41586-017-07836-y", "url": "https://www.nature.com/articles/d41586-017-07836-y", "year": 2017, "authors": [{"name": "Alison Abbott"}], "parsed_as_year": "2006_or_before", "body": ""}
]