[
{"file_id": "480463b", "url": "https://www.nature.com/articles/480463b", "year": 2011, "authors": [{"name": "Sadaf Shadan"}], "parsed_as_year": "2006_or_before", "body": "In a dance class, everyone follows the instructor. The opposite situation would be if everyone in the class performed without a designated leader — an activity known as joint improvisation. In a paper published in  Proceedings of the National Academy of Sciences , Noy and colleagues investigate which of two such situations is the more effective (L. Noy  et al .  Proc. Natl Acad. Sci. USA   http://doi.org/hbz ; 2011). Day-to-day examples of joint improvisation include two toddlers playing together. A rather structured example is improvisation in artistic performances (pictured). By the improvisers' own admission, there are 'moments of togetherness' when the level of performance is high but no one knows who is leading. But how does this work? The lack of an experimental paradigm means that this question has not been studied extensively — at least not for open-ended actions. Noy and colleagues designed an experiment based on the mirror game, a widely used theatrical practice. Specifically, they asked two players each to move a handle along one of two parallel tracks in one dimension. The instruction was: 'Imitate each other, create synchronized and interesting motion, and enjoy playing together.' The nine one-minute rounds in each game were of two types — leader–follower rounds and joint-improvisation rounds. The authors measured the players' movements with high resolution in time (20 milliseconds) and space (1 millimetre). They investigated the movements of expert players — artists with more than 10 years of experience in joint improvisation. In the leader–follower rounds, the follower showed jittery motion, which oscillated around the leader's confident movement. By contrast, with no designated leader the players performed better, reaching lower errors in velocity of movement and stopping times. In fact, the players jointly showed confident motion 12% of time, compared with 2% in the leader–follower situation. So, is having a leader really counterproductive? It depends. With novice players, Noy  et al . obtained opposite results: these players performed much better with a designated leader. As moments of togetherness are rare in day-to-day life, having a leader is perhaps beneficial for most of us, at least while we learn a new skill. Reprints and Permissions"},
{"file_id": "480187a", "url": "https://www.nature.com/articles/480187a", "year": 2011, "authors": [{"name": "Michele Cappellari"}], "parsed_as_year": "2006_or_before", "body": "A combination of ground-based and spacecraft observations has uncovered two black holes of 10 billion solar masses in the nearby Universe. The finding sheds light on how these cosmic monsters co-evolve with galaxies.  See Letter    p.215 Correspondence to\n                 Michele Cappellari . Reprints and Permissions"},
{"file_id": "480329a", "url": "https://www.nature.com/articles/480329a", "year": 2011, "authors": [{"name": "Hugo Lavoie"}, {"name": "Marc Therrien"}], "parsed_as_year": "2006_or_before", "body": "The efficacy of the anticancer drug vemurafenib, which is used to treat metastatic melanoma, is plagued by acquired resistance. A picture of how such resistance develops is emerging.  See Letter    p.387 Correspondence to\n                 Marc Therrien . Reprints and Permissions"},
{"file_id": "480190a", "url": "https://www.nature.com/articles/480190a", "year": 2011, "authors": [{"name": "Nana-Maria Grüning"}, {"name": "Markus Ralser"}], "parsed_as_year": "2006_or_before", "body": "Cancer cells ignore oxygen availability, opting for less efficient, anaerobic ways of generating energy. The wisdom behind this choice seems to be in preventing the accumulation of reactive oxygen species, and so oxidative damage. Correspondence to\n                 Nana-Maria Grüning  or  Markus Ralser . Reprints and Permissions"},
{"file_id": "480188a", "url": "https://www.nature.com/articles/480188a", "year": 2011, "authors": [{"name": "Hana El-Samad"}, {"name": "Jonathan S. Weissman"}], "parsed_as_year": "2006_or_before", "body": "The idea that gene variants alone control an organism's traits is overly simple. A study of the effects of gene interactions on the outcomes of random variation in gene expression reveals the complex reality.  See Letter    p.250 Correspondence to\n                 Hana El-Samad  or  Jonathan S. Weissman . Reprints and Permissions"},
{"file_id": "480184a", "url": "https://www.nature.com/articles/480184a", "year": 2011, "authors": [{"name": "Andrew T. Parsons"}, {"name": "Stephen L. Buchwald"}], "parsed_as_year": "2006_or_before", "body": "Compounds containing the trifluoromethyl group have many uses, but their isomers must often be made using different multi-step routes. Two studies now show how several isomers can be made by the same route.  See Letter    p.224 Correspondence to\n                 Andrew T. Parsons  or  Stephen L. Buchwald . S.L.B. is a consultant for a company partially owned by David MacMillan. S.L.B. and David MacMillan co-teach a short course that they have given together at pharmaceutical companies. Reprints and Permissions"},
{"file_id": "480185a", "url": "https://www.nature.com/articles/480185a", "year": 2011, "authors": [{"name": "Lorena Aguilar-Arnal"}, {"name": "Paolo Sassone-Corsi"}], "parsed_as_year": "2006_or_before", "body": "The molecular clock machinery regulates organisms' responses to daily variations in the environment. One unexpected response seems to be temporal fine-tuning of stem-cell behaviour in the skin.  See Article    p.209 Correspondence to\n                 Paolo Sassone-Corsi . Reprints and Permissions"},
{"file_id": "480326a", "url": "https://www.nature.com/articles/480326a", "year": 2011, "authors": [{"name": "Dario M. Bassani"}], "parsed_as_year": "2006_or_before", "body": "A long-standing issue in nanotechnology is how to connect molecular electronic devices. A method for splicing nanoscale wires made from different materials paves the way for a solution to this problem. Correspondence to\n                 Dario M. Bassani . Reprints and Permissions"},
{"file_id": "480329b", "url": "https://www.nature.com/articles/480329b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             For more than one hundred years, the Royal Greenwich Observatory has been responsible for providing exact time signals for a wide variety of users both in Britain and abroad. In recent years this service has become increasingly important in various fields of scientific research where extreme accuracy is essential. In order to provide the various users with more frequent opportunities for checking the time, the present twice-daily transmissions from Rugby were increased to four as from December 1 ... As long ago as 1833, the Royal Greenwich Observatory provided hourly time signals for the operation of 'time balls', which were devices consisting of a large ball secured to the top of a mast and released by a special catch at a precise time. One such ball is still in use in the grounds of the old Observatory at Greenwich. \n               From  \n               Nature \n                16 December 1961 \n             \n               100 Years Ago \n             In the volume on mammals in the “Fauna of British India,” the late Dr. W. T. Blanford stated that the black-buck ( Antilope cervicapra ) living on a spit of sand between the Chilka Salt Lake, in Orissa, and the sea, never drank, as there is no water on the spit except in deep wells. The statement has been strongly controverted by various writers, one at least of whom has suggested that the antelopes obtain water from sheep-troughs. Of late years it has, however, been conclusively shown that giraffes, kudu, and gemsbok live for a considerable portion of the year in the Kalahari Desert without drinking, obtaining such moisture as they require from the succulent roots of certain plants ... The case of the Chilka black-buck accordingly requires reinvestigation in order to ascertain whether they too may be able to obtain moisture from plants. \n               From  \n               Nature \n                14 December 1911 \n             Reprints and Permissions"},
{"file_id": "480463a", "url": "https://www.nature.com/articles/480463a", "year": 2011, "authors": [{"name": "Gretchen K. Campbell"}], "parsed_as_year": "2006_or_before", "body": "A technique for cooling ultracold atoms in optical lattices has been demonstrated. This advance should allow the physics of strongly correlated systems, including that of quantum magnetism, to be explored.  See Letter    p.500 Correspondence to\n                 Gretchen K. Campbell . Reprints and Permissions"},
{"file_id": "480461a", "url": "https://www.nature.com/articles/480461a", "year": 2011, "authors": [{"name": "Ross A. Alford"}], "parsed_as_year": "2006_or_before", "body": "The major threats to amphibian species include pandemic disease and changes in climate and in land use. A study of the global distributions of these threats predicts that they will affect most amphibians by 2080.  See Letter    p.516 Correspondence to\n                 Ross A. Alford . Reprints and Permissions"},
{"file_id": "480460a", "url": "https://www.nature.com/articles/480460a", "year": 2011, "authors": [{"name": "Eliza M. R. Kempton"}], "parsed_as_year": "2006_or_before", "body": "A planetary system has been found in a startlingly tight orbit around an evolved star. The finding challenges the idea that close-in planets are destroyed as their host star evolves.  See Letter    p.496 Correspondence to\n                 Eliza M. R. Kempton . Reprints and Permissions"},
{"file_id": "480468a", "url": "https://www.nature.com/articles/480468a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "Adapted extracts from selected News & Views articles published this year. Reprints and Permissions"},
{"file_id": "480325a", "url": "https://www.nature.com/articles/480325a", "year": 2011, "authors": [{"name": "Vincenzo Vitelli"}, {"name": "Martin van Hecke"}], "parsed_as_year": "2006_or_before", "body": "Most soft materials, such as sand, can be in either a solid-like or a liquid-like state. New experiments probe the surprisingly rich nonlinear physics that can occur in between these two states.  See Letter    p.355 Correspondence to\n                 Vincenzo Vitelli  or  Martin van Hecke . Reprints and Permissions"},
{"file_id": "480324a", "url": "https://www.nature.com/articles/480324a", "year": 2011, "authors": [{"name": "Quentin J. Sattentau"}], "parsed_as_year": "2006_or_before", "body": "The structure of an antibody that potently neutralizes a wide range of HIV-1 strains, together with a minimal antigen mimic, is an advance towards the design of vaccines that may elicit protective responses.  See Article    p.336 Correspondence to\n                 Quentin J. Sattentau . Reprints and Permissions"},
{"file_id": "480328a", "url": "https://www.nature.com/articles/480328a", "year": 2011, "authors": [{"name": "Mario Hamuy"}], "parsed_as_year": "2006_or_before", "body": "Stellar explosions known as type Ia supernovae are a significant tool in cosmology, but their exact nature is unknown. Two studies bring an understanding of these cosmic blasts a step closer.  See Letters    p.344  &  p.348 Correspondence to\n                 Mario Hamuy . Reprints and Permissions"},
{"file_id": "479185a", "url": "https://www.nature.com/articles/479185a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Computer Logic: The Functional Design of Digital Computers . By Dr. Ivan Flores — The book ... contains a very solid treatment of logical design; the binary system, adders, multipliers, control units, input and output devices, magnetic tape, and so on, all will be found described here, together with the usual ration of Boolean algebra and formal logic ... Only a small part of the book is concerned with programming, but this part I found unsatisfactory. It seems a mistake, now that modifier registers are the order of the day, to introduce the reader first to the old-time procedure for modifying instructions in the arithmetic unit. The last chapter, on programming a particular scientific problem, is a veritable museum piece ... It exhibits the most primitive form of machine language coding possible, in which even the conversion of relative addresses in sub-routines to absolute addresses must be done by the programmer himself before his programme is punched. \n               From  \n               Nature \n                11 November 1961 \n             \n               100 Years Ago \n             There is not the slightest doubt that birds and mammals are now being killed off much faster than they can breed. And it is always the largest and noblest forms of life that suffer most ... And the worst of it is that all this wanton destruction is not by any means confined to the ignorant or those who have been brought up to it. We have had our warnings. The great auk and the Labrador duck have both become extinct within living memory ... When wild life is squandered it does not go elsewhere, like squandered money; it cannot possibly be replaced by any substitute, as some inorganic resources are: it is simply an absolute dead loss, gone beyond even the hope of recall. \n               From  \n               Nature \n                9 November 1911 \n             Reprints and Permissions"},
{"file_id": "479184a", "url": "https://www.nature.com/articles/479184a", "year": 2011, "authors": [{"name": "Lawrence Bellamy"}, {"name": "Andrew Pomiankowski"}], "parsed_as_year": "2006_or_before", "body": "A study reveals that female promiscuity in a songbird, the dark-eyed junco, is explained by the greater reproductive success of offspring sired by males outside social pairs compared with offspring born within pairs. Correspondence to\n                 Lawrence Bellamy  or  Andrew Pomiankowski . Reprints and Permissions"},
{"file_id": "480466a", "url": "https://www.nature.com/articles/480466a", "year": 2011, "authors": [{"name": "Joseph Bass"}], "parsed_as_year": "2006_or_before", "body": "In mammals, molecular clocks regulate transcription and glucose homeostasis. One way they do so is by controlling glucocorticoid-receptor signalling, which suggests that clocks are embedded in liver metabolism.  See Letter    p.552 Correspondence to\n                 Joseph Bass . Reprints and Permissions"},
{"file_id": "479182a", "url": "https://www.nature.com/articles/479182a", "year": 2011, "authors": [{"name": "Joan B. Silk"}], "parsed_as_year": "2006_or_before", "body": "A comparative analysis traces the trajectory of change in social organization among primates and establishes a firm foundation for modelling the origins of social complexity.  See Letter    p.219 Correspondence to\n                 Joan B. Silk . Reprints and Permissions"},
{"file_id": "479304a", "url": "https://www.nature.com/articles/479304a", "year": 2011, "authors": [{"name": "John Veevers"}], "parsed_as_year": "2006_or_before", "body": "The origins of the Gamburtsev mountain range, which is hidden beneath Antarctic ice, are a long-standing mystery. Detailed geophysical data from the area form the basis of a comprehensive model that solves the mystery.  See Letter    p.388 Correspondence to\n                 John Veevers . Reprints and Permissions"},
{"file_id": "479303a", "url": "https://www.nature.com/articles/479303a", "year": 2011, "authors": [{"name": "Diego A. R. Dalvit"}], "parsed_as_year": "2006_or_before", "body": "The dynamical Casimir effect — the generation of photons out of the quantum vacuum induced by an accelerated body — has been experimentally demonstrated using a superconducting circuit that simulates a moving mirror.  See Letter    p.376 Correspondence to\n                 Diego A. R. Dalvit . Reprints and Permissions"},
{"file_id": "nature10701", "url": "https://www.nature.com/articles/nature10701", "year": 2011, "authors": [{"name": "Laszlo P. Keszthelyi"}], "parsed_as_year": "2006_or_before", "body": "Brines percolating in the icy crust of Jupiter's moon Europa may be responsible for the satellite's enigmatic chaotic terrains. A new model predicts that one such terrain is currently forming over shallow subsurface water.  See Letter    p.502 On  page 502   of this issue, Schmidt and colleagues 1  posit that Europa, one of the four large satellites of Jupiter, is currently geologically active. This result could profoundly affect the future exploration of Europa, which is consistently NASA's top target for robotic exploration in the outer Solar System 2 , 3 . With an ocean of liquid water roughly twice the volume of Earth's oceans lying beneath an icy crust, Europa is the most obvious place to search for extraterrestrial life 2 , 3 . Although the ultimate goal of exploring Europa is to sample the ocean, the next space mission is focused on gauging the thickness of the frozen carapace that another mission will need to pierce. The overwhelming majority of researchers agree that the ice crust is approximately 20 ± 10 kilometres thick 4 , 5 , 6 ; however, the appearance of an unresolved controversy is maintained by a handful of studies that suggest the crust is only a few kilometres thick 7 , 8 . This debate has remained frozen by the absence of new observational constraints since the demise of the Galileo orbiter in 2003. Schmidt and colleagues 1  shake this impasse by coupling insights from terrestrial glacial processes with refined analyses of the Galileo data. The authors did not discover a place on Earth that mimics the alien conditions of Europa. Instead, they built on a new recognition of the role of brines (salt water) along the margins of the Antarctic ice sheet and improved understanding of the movement of water and ice in response to subglacial volcanic eruptions. Specifically, salt water can flow through fractures in ice, transporting significant volumes of both water and dissolved minerals over large distances. When these brines do eventually freeze, material has been redistributed and the stresses within the ice have been rearranged. Also, an investigation 9  of subglacial eruptions in locations such as Iceland showed that the stresses around a small body of liquid water within a large body of ice serve to keep the liquid confined in a discrete, subsurface, lens-shaped region. Combining these ideas, Schmidt  et al . 1  propose a model for the formation of 'chaos terrain' on Europa. A chaos is a discrete patch of the surface consisting of disrupted crustal blocks that have a superficial resemblance to icebergs calving into the sea. The model relies on a plume of warm, convecting, pure ice bringing heat up to a layer of salty ice that has a lower melting temperature. When this salty ice melts, there is a reduction in its volume and the surface collapses. The resulting fractures are filled with brine that eventually freezes and expands, uplifting the matrix between large collapsed crustal blocks. This model fits the available observations better than previous models. Most interestingly, it suggests that the chaos at a surface feature on Europa known as Thera Macula, which is about 100 kilometres in diameter, is currently forming over liquid brine existing within a few kilometres of the surface. The authors' suggestion 1  that Europa has internal processes that are active today is important for many different reasons. Although previous studies have shown that the surface of Europa is geologically young, with an average age of around 30 million to 70 million years old 10 , current geological activity has not been detected 11 . If active, Europa would be in the exclusive company of Earth, Jupiter's moon Io and Saturn's moon Enceladus. The activity observed on Mars, Saturn's moon Titan and Neptune's moon Triton seems to be driven by solar energy rather than internal heat. Furthermore, Schmidt and colleagues' study provides an important target for future missions to Europa. If their model is correct, Thera Macula should have changed markedly in the decades between Galileo and the next mission to Europa. Such changes would mark a location that has a pocket of water at a depth that is much more accessible than the underlying main ocean. As a final note, this study could well be a blueprint for how breakthroughs in planetary science will continue even in a period of fiscal austerity and fewer new data. There is still much to be done to extract information from older data and then convert that into scientific understanding. For example, the addition of topographic information to two-dimensional surface images and the spectroscopic identification of minerals have often proved invaluable in choosing between different models for subsurface processes. However, because the derivation of topography and mineralogy from the available data is still complex and time-consuming, a vast treasure trove has yet to be mined. Similarly, the days of making discoveries by simply visually comparing features on Earth with extraterrestrial ones are probably drawing to a close. Instead, as in this study, it will be essential to understand fundamental processes on Earth and then extrapolate to how these processes interact in an alien setting. Thus, in many ways, Schmidt and colleagues' work could well be illuminating the path for future exploration of not just Europa but the wider Solar System. Correspondence to\n                 Laszlo P. Keszthelyi . Reprints and Permissions"},
{"file_id": "479183a", "url": "https://www.nature.com/articles/479183a", "year": 2011, "authors": [{"name": "Dominique Jault"}], "parsed_as_year": "2006_or_before", "body": "The differential rotation between the Moon's core and mantle may have powered the ancient lunar dynamo, either continuously over several hundred million years or intermittently after large impacts.  See Letters    p.212  &  p.215 Correspondence to\n                 Dominique Jault . Reprints and Permissions"},
{"file_id": "479302a", "url": "https://www.nature.com/articles/479302a", "year": 2011, "authors": [{"name": "Susan E. Mango"}], "parsed_as_year": "2006_or_before", "body": "The lifespan of some organisms can be extended by mutations that alter how DNA is packaged in their cells. A study reveals that this effect can last for generations, even in descendants that are genetically normal.  See Article    p.365 Correspondence to\n                 Susan E. Mango . Reprints and Permissions"},
{"file_id": "479307a", "url": "https://www.nature.com/articles/479307a", "year": 2011, "authors": [{"name": "Gilles Brassard"}], "parsed_as_year": "2006_or_before", "body": "Quantum information has been suggested as a means to prove beyond doubt a person's exact spatial position. But it turns out that all attempts to solve this problem using such an approach are doomed to failure. Correspondence to\n                 Gilles Brassard . Reprints and Permissions"},
{"file_id": "479306a", "url": "https://www.nature.com/articles/479306a", "year": 2011, "authors": [{"name": "Baldomero M. Olivera"}, {"name": "Russell W. Teichert"}], "parsed_as_year": "2006_or_before", "body": "The venom of the Texas coral snake causes excruciating pain. The discovery of the venom's pain-inducing component opens up opportunities for studying predator–prey interactions and for pain research.  See Letter    p.410 Correspondence to\n                 Baldomero M. Olivera . Reprints and Permissions"},
{"file_id": "479481a", "url": "https://www.nature.com/articles/479481a", "year": 2011, "authors": [{"name": "Manuel Serrano"}], "parsed_as_year": "2006_or_before", "body": "Damaged cells can initiate cancer. To avert this, faulty cells disable their own propagation by undergoing senescence. But for full protection against liver cancer, the senescent cells must be cleared by the immune system.  See Letter    p.547 Correspondence to\n                 Manuel Serrano . Reprints and Permissions"},
{"file_id": "479480a", "url": "https://www.nature.com/articles/479480a", "year": 2011, "authors": [{"name": "Thomas S. Duffy"}], "parsed_as_year": "2006_or_before", "body": "A fine marriage between seismic data and laboratory experiments carried out at the extreme conditions of Earth's deep interior indicates that the planet's liquid outer core is poor in oxygen.  See Letter    p.513 Correspondence to\n                 Thomas S. Duffy . Reprints and Permissions"},
{"file_id": "479483a", "url": "https://www.nature.com/articles/479483a", "year": 2011, "authors": [{"name": "Paul Mellars"}], "parsed_as_year": "2006_or_before", "body": "The reanalysis of findings from two archaeological sites calls for a reassessment of when modern humans settled in Europe, and of Neanderthal cultural achievements.  See Letters    p.521  &  p.525 Correspondence to\n                 Paul Mellars . Reprints and Permissions"},
{"file_id": "480048a", "url": "https://www.nature.com/articles/480048a", "year": 2011, "authors": [{"name": "Bruno Scaillet"}, {"name": "Fabrice Gaillard"}], "parsed_as_year": "2006_or_before", "body": "A study of cerium in zircon minerals has allowed an assessment of the redox conditions that prevailed when Earth's earliest magmas formed. The results suggest that the mantle became oxidized sooner than had been thought.  See Letter    p.79 Correspondence to\n                 Bruno Scaillet  or  Fabrice Gaillard . Reprints and Permissions"},
{"file_id": "479482a", "url": "https://www.nature.com/articles/479482a", "year": 2011, "authors": [{"name": "Robert J. Madix"}, {"name": "Cynthia M. Friend"}], "parsed_as_year": "2006_or_before", "body": "Gold is not as inert as was believed — it can promote molecular synthesis. A study uses scanning tunnelling microscopy to catch gold in the act as it guides the formation of one-dimensional polymers from saturated hydrocarbons. Correspondence to\n                 Robert J. Madix  or  Cynthia M. Friend . Reprints and Permissions"},
{"file_id": "480047a", "url": "https://www.nature.com/articles/480047a", "year": 2011, "authors": [{"name": "Enrico Costa"}], "parsed_as_year": "2006_or_before", "body": "The population of γ-ray bursts is sometimes enriched by perplexing events that challenge established theoretical models. Two teams get to grips with understanding one such event — the 'Christmas' burst.  See Letters    p.69  &  p.72 Correspondence to\n                 Enrico Costa . Reprints and Permissions"},
{"file_id": "478329a", "url": "https://www.nature.com/articles/478329a", "year": 2011, "authors": [{"name": "Salvador Aznar Benitah"}], "parsed_as_year": "2006_or_before", "body": "Skin-cancer stem cells secrete a factor that organizes a blood-supply system to fuel tumour growth. But the same factor has another sinister function — it stimulates the stem cells to propagate uncontrollably.  See Letter    p.399 Correspondence to\n                 Salvador Aznar Benitah . Reprints and Permissions"},
{"file_id": "478333a", "url": "https://www.nature.com/articles/478333a", "year": 2011, "authors": [{"name": "Jon I. Arellano"}, {"name": "Pasko Rakic"}], "parsed_as_year": "2006_or_before", "body": "Unlike in other mammals, neuron production in the subventricular region of the human brain becomes depleted in early infancy. This finding calls for a reassessment of the potential role of adult neurogenesis in health and disease.  See Letter    p.382 Correspondence to\n                 Pasko Rakic . Reprints and Permissions"},
{"file_id": "478330a", "url": "https://www.nature.com/articles/478330a", "year": 2011, "authors": [{"name": "Ivan I. Smalyukh"}], "parsed_as_year": "2006_or_before", "body": "Some biological macromolecules can control their own assembly into elegant hierarchical structures. Synthetic supramolecules are catching up fast, promising new advances for optical and biomedical materials.  See Letter    p.364 Correspondence to\n                 Ivan I. Smalyukh . Reprints and Permissions"},
{"file_id": "478334a", "url": "https://www.nature.com/articles/478334a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Despite some impressive demonstrations of root-pressure, 'pumping' or positive pressure is generally thought to be of little importance for the ascent of sap in trees ... In ten species of palms at Calcutta I was able to detect and measure positive root-pressures throughout the year, sometimes enough to lift sap to heights exceeding that of the trees ... The positive pressure exceeds the negative pressure considerably. It often exceeds the plant's needs ... The distal part of a cut root of a fruited banana plant was seen to develop pressure. The plant was decapitated at 2.25 m. above ground-level, and the cut root reconnected with a rubber tube. Other agencies such as transpiration are probably less important than root pressure. \n               From  \n               Nature \n                21 October 1961 \n             \n               100 Years Ago \n             My attention has been directed to three elm trees at Ettington ... which it is said have been “killed by wasps.” It appears that the wasps were attracted by the sweetness of the sap, and attacked the trees in such swarms, and so drained them of sap, that the death of the trees seems imminent, all the leaves having gone yellow long before the usual time. I should be glad to know if others have noticed attacks on elm trees, and whether the averred sweetness of the sap is due to some previous degenerative change in the tissues of the tree, or whether wasps would attack a normal tree if they could get access to the sap. The elms are all three comparatively young trees, and belong to the common variety. My informant tells me that he has previously noticed the same thing happen with an elm tree in one of his fields, which died the next winter. \n               From  \n               Nature \n                19 October 1911 \n             Reprints and Permissions"},
{"file_id": "478328a", "url": "https://www.nature.com/articles/478328a", "year": 2011, "authors": [{"name": "William C. Louis"}], "parsed_as_year": "2006_or_before", "body": "An analysis of neutrino data suggests that there may be additional types of neutrinos beyond the three currently known. If confirmed, the existence of these additional particles could have an impact on astrophysics and cosmology. Correspondence to\n                 William C. Louis . Reprints and Permissions"},
{"file_id": "478331a", "url": "https://www.nature.com/articles/478331a", "year": 2011, "authors": [{"name": "Christopher Tout"}], "parsed_as_year": "2006_or_before", "body": "The origin of unusually hot stars in a sparse cluster has been attributed to their being members of binary systems rather than stellar collisions. This prompts a rethink of how stars merge when they collide.  See Letter    p.356 Correspondence to\n                 Christopher Tout . Reprints and Permissions"},
{"file_id": "478334b", "url": "https://www.nature.com/articles/478334b", "year": 2011, "authors": [{"name": "John F. Darby"}, {"name": "Paul Workman"}], "parsed_as_year": "2006_or_before", "body": "The protein Hsp90 is a target of promising anticancer drugs. An analysis of the components of Hsp90 complexes in tumours reveals a path that may lead to predictive assays of drug sensitivity in cancer patients. Correspondence to\n                 Paul Workman . J.F.D. is a PhD student at and P.W. is an employee of the Institute of Cancer Research, which has a commercial interest in Hsp90 inhibitors. P.W. has been involved in a funded research collaboration on Hsp90 inhibitors with Vernalis Ltd. Intellectual property arising from the Hsp90 programme has been licensed to Vernalis and Novartis. P.W. has been a consultant to Novartis. Reprints and Permissions"},
{"file_id": "478467a", "url": "https://www.nature.com/articles/478467a", "year": 2011, "authors": [{"name": "Philip Ball"}], "parsed_as_year": "2006_or_before", "body": "The tendency of hydrophobic surfaces to aggregate in water is often invoked to explain how biomolecules recognize and bind to each other. Water seems to have a much more active role in these processes than had been thought. Reprints and Permissions"},
{"file_id": "478466a", "url": "https://www.nature.com/articles/478466a", "year": 2011, "authors": [{"name": "Giovanni Amelino-Camelia"}], "parsed_as_year": "2006_or_before", "body": "The idea that space-time might be fundamentally fuzzy is much debated among theorists. A search for signatures of this effect on light from distant cosmic sources has come up empty-handed, but shows the potential of this approach. Correspondence to\n                 Giovanni Amelino-Camelia . Reprints and Permissions"},
{"file_id": "478464a", "url": "https://www.nature.com/articles/478464a", "year": 2011, "authors": [{"name": "Amanda Gulbis"}], "parsed_as_year": "2006_or_before", "body": "A stellar occultation by the dwarf planet Eris provides a new estimate of its size. It also reveals a surprisingly bright planetary surface, which could indicate the relatively recent condensation of a putative atmosphere.  See Letter    p.493 Correspondence to\n                 Amanda Gulbis . Reprints and Permissions"},
{"file_id": "478465a", "url": "https://www.nature.com/articles/478465a", "year": 2011, "authors": [{"name": "Edward C. Holmes"}], "parsed_as_year": "2006_or_before", "body": "The Black Death was one of the most devastating pandemics in human history. The first complete genome sequence of the causative  Yersinia pestis  bacterium provides a fresh perspective on plague evolution.  See Letter    p.506 Correspondence to\n                 Edward C. Holmes . Reprints and Permissions"},
{"file_id": "478463a", "url": "https://www.nature.com/articles/478463a", "year": 2011, "authors": [{"name": "Peter Roach"}], "parsed_as_year": "2006_or_before", "body": "Plants and fungi follow a complex route to make the vitamin thiamine for carbohydrate metabolism. One of the pathway's protein participants turns out to be a surprising player, sacrificing its own activity in the process.  See Letter    p.542 Correspondence to\n                 Peter Roach . Reprints and Permissions"},
{"file_id": "479048a", "url": "https://www.nature.com/articles/479048a", "year": 2011, "authors": [{"name": "Douglas R. Green"}], "parsed_as_year": "2006_or_before", "body": "Caspase-1 is one of the main culprits behind sepsis, a form of systemic inflammation. The related enzyme caspase-11 is also involved, but the relative roles of the two proteins have been confusing, until now.  See Letter    p.117 Correspondence to\n                 Douglas R. Green . Reprints and Permissions"},
{"file_id": "478462a", "url": "https://www.nature.com/articles/478462a", "year": 2011, "authors": [{"name": "Rolando R. Garcia"}], "parsed_as_year": "2006_or_before", "body": "The observation of unusually low ozone levels over the Arctic last winter provides reassuring evidence that our knowledge of stratospheric chemistry is robust. Whether such an episode will happen again is an open question.  See Article  p.469 Correspondence to\n                 Rolando R. Garcia . Reprints and Permissions"},
{"file_id": "479046a", "url": "https://www.nature.com/articles/479046a", "year": 2011, "authors": [{"name": "Laura Lee Colgin"}], "parsed_as_year": "2006_or_before", "body": "Grid cells confer a spatial impression of an animal's environment on the brain. Their firing patterns in a cave-dwelling bat reopen old questions about how they do this, and pose some compelling new ones.  See Letter    p.103 Correspondence to\n                 Laura Lee Colgin . Reprints and Permissions"},
{"file_id": "479051a", "url": "https://www.nature.com/articles/479051a", "year": 2011, "authors": [{"name": "Christian de Muizon"}], "parsed_as_year": "2006_or_before", "body": "Little is known about mammalian evolution in South America during the age of the dinosaurs. The discovery of 100-million-year-old skulls confirms that mammalian faunas were endemic in southern continents at this time.  See Letter    p.98 Correspondence to\n                 Christian de Muizon . Reprints and Permissions"},
{"file_id": "477415a", "url": "https://www.nature.com/articles/477415a", "year": 2011, "authors": [{"name": "Michael Bevan"}], "parsed_as_year": "2006_or_before", "body": "The genetic basis of traits can be understood by comparing the DNA of varieties of the same species. The genomes of many varieties of a model plant organism have now been sequenced, and the results are revelatory.  See Article    p.419 Correspondence to\n                 Michael Bevan . Reprints and Permissions"},
{"file_id": "477414a", "url": "https://www.nature.com/articles/477414a", "year": 2011, "authors": [{"name": "Takis Kontos"}], "parsed_as_year": "2006_or_before", "body": "Single-electron circuitry is a promising route for quantum information processing. The demonstration of single-electron transfer between two distant quantum dots brings this technology a step closer.  See Letters    p.435  &  p.439 The realization of electronic machines that exploit the laws of quantum mechanics is a dream for many physicists. Among the different architectures proposed so far for meeting this goal, one very promising option is based on quantum dots: nanometre-sized electron boxes, or conducting islands, that can comprise as little as one electron. As with classical electronic devices, the construction of such a quantum machine requires 'wires' to connect up the elements of the machine's internal electronic circuitry. But in the quantum world, making such wires is not a trivial matter. Two papers in this issue, one by Hermelin  et al . 1  ( page 435 ) and the other by McNeil  et al . 2  ( page 439 ), demonstrate wires, or 'buses', that can carry only a single electron and interconnect two distant quantum dots. These findings provide a building block for the implementation of large-scale networks of quantum dots, which will be necessary to scale-up techniques for local quantum manipulation that are currently performed only at the single-quantum-dot level 3 . In quantum dots, confinement can be such that the characteristic charging energy of the dot — the energy it takes to add an extra electron to it — exceeds thermal fluctuations at cryogenic temperatures. In such a situation, known as a Coulomb blockade, electrons passing through the quantum dot have to do so one by one. This fact, combined with the discreteness of the quantum dot's energy spectrum, makes the dots ideal sources of single electrons 4 . The usual way to extract a single electron from a quantum dot is to raise the last occupied energy level of the dot to well above the characteristic energy (the Fermi level) of the electronic reservoir to which the dot is coupled. This can be done with the help of an electrostatic 'gate' electrode. In this manner, the electron 'sitting' on the last occupied energy level is forced energetically to 'fall off' into the electronic reservoir; conversely, an electron can be absorbed from the electronic reservoir by lowering a previously unoccupied energy level below the Fermi level. Because an electron emitted in such a way rapidly mixes with other electrons in the electronic reservoir, knowledge of that electron's initial electronic state will be deficient, and any quantum information stored in the electron will be lost. This explains why extracting an electron from a dot and capturing it in another one is far from trivial. To isolate a single electron and implement a single-electron bus, Hermelin  et al . 1  and McNeil  et al . 2  took an alternative approach that involves moving a quantum dot rather than acting directly on its energy levels. The basic idea is to distort the electrostatic potential that traps the dot's electron, using an acoustic wave that propagates across the surface of the device hosting the dot. The acoustic wave, which is induced by a microwave pulse, allowed the authors to expel a single electron from the dot and, subsequently, to transfer it to a receiving dot through an empty channel, in which the electron 'surfs' on the acoustic wave. Hermelin  et al . and McNeil  et al . demonstrated successful single-electron transfer between the dots by detecting coincident emission and capture at both dots. These were detected with devices that are routinely used for charge detection in quantum dots 3 : sensitive electrometers that are placed closed to the dots. The efficiency of the authors' approach 1 , 2  was such that it allowed, for example, McNeil  et al . 2  to reliably transfer single electrons back and forth between the dots over a cumulative distance of about 0.25 millimetres — nearly a macroscopic distance. Hermelin  et al . went on to show that, after initially loading a dot with two electrons, it is possible to split them apart: one stays in the dot and the other is captured by a receiving dot. These experiments 1 , 2  are particularly relevant with a view to using single-electron buses for retrieving and distributing quantum information stored in quantum dots that are embedded in complex networks. It has been shown 3 , 5  that electronic spin can be manipulated quantum mechanically with ever-increasing fidelity. It is therefore possible to imagine manipulating an information-encoding single spin in one quantum dot, then transporting it to another distant dot in the network. What's more, by using a double quantum dot, one could foresee the creation of an arbitrary two-electron superposition spin state 5  and its transfer between distant quantum dots. This would pave the way for studying quantum entanglement of two electrons in a solid-state environment. All of these exciting possibilities offered by the set-ups of Hermelin  et al . and McNeil  et al . require that single-electron transfers do not degrade quantum information, an aspect that is not addressed in their work. Because new electron-manipulation techniques always come with unexpected dissipation mechanisms, it is not clear whether the electrons can retain their spin state, and so the encoded information, during their travels in the channel. However, recent advances in spin manipulation and control 5 , 6  call for optimism. We should therefore be confident that the demonstrated single-electron bus will go quantum in the not-so-distant future. Correspondence to\n                 Takis Kontos . Reprints and Permissions"},
{"file_id": "nature10578", "url": "https://www.nature.com/articles/nature10578", "year": 2011, "authors": [{"name": "Jacob Bean"}], "parsed_as_year": "2006_or_before", "body": "The identification of the closest analogue of Earth so far, orbiting another star, suggests that small planets are common, and that the discovery of a candidate habitable planet in an alien star system could be just around the corner. Correspondence to\n                 Jacob Bean . Reprints and Permissions"},
{"file_id": "477544a", "url": "https://www.nature.com/articles/477544a", "year": 2011, "authors": [{"name": "Jing-Jia Luo"}], "parsed_as_year": "2006_or_before", "body": "There are many challenges involved in understanding climate variations in the tropics, and how the Pacific climate might change with global warming. One study offers a surprising perspective on the mechanisms involved. Correspondence to\n                 Jing-Jia Luo . Reprints and Permissions"},
{"file_id": "477543a", "url": "https://www.nature.com/articles/477543a", "year": 2011, "authors": [{"name": "Denise M. Monack"}], "parsed_as_year": "2006_or_before", "body": "The mammalian immune system can fight a myriad of pathogens. In part, this involves a superfamily of cytoplasmic receptors that dictate assembly of specific pro-inflammatory inflammasome complexes.  See Letters    p.592  &  p.596 Correspondence to\n                 Denise M. Monack . Reprints and Permissions"},
{"file_id": "477541a", "url": "https://www.nature.com/articles/477541a", "year": 2011, "authors": [{"name": "Gary Wegner"}], "parsed_as_year": "2006_or_before", "body": "Albert Einstein's general theory of relativity has passed a rigorous test on the scale of galaxy clusters. But the test does not rule out a popular alternative model of gravity.  See Letter    p.567 Correspondence to\n                 Gary Wegner . Reprints and Permissions"},
{"file_id": "477540a", "url": "https://www.nature.com/articles/477540a", "year": 2011, "authors": [{"name": "Thue W. Schwartz"}, {"name": "Thomas P. Sakmar"}], "parsed_as_year": "2006_or_before", "body": "G-protein-coupled receptors initiate signalling pathways by forming complexes with agonist molecules and G proteins. The first crystal structure of such a complex is both reassuring and provocative.  See Article    p.549  &  Letter    p.611 Correspondence to\n                 Thue W. Schwartz  or  Thomas P. Sakmar . Reprints and Permissions"},
{"file_id": "477545a", "url": "https://www.nature.com/articles/477545a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The circumstances of our age seem to present us with a very real problem which may fittingly be discussed under the title of “Science and the Classics”. In response to an international challenge we are engaged in expanding our educational services. The urgent need is for more scientists, more technologists, more engineers. This means a relative, if not an absolute, decline in the study of the humanities. Is this shift in the character of our education good or bad? Is there anything in the claim that the study of the humanities produced a more balanced type of man? Is there in the scientific mode of training any tendency against which it is desirable to be on our guard? I think that there is a tendency among scientists to suppose that the physical world alone is real, and that the very successful methods they have devised for dealing with it are applicable to every aspect of life. This, to my way of thinking, is a dangerous illusion. \n               From  \n               Nature \n                30 September 1961 \n             \n               100 Years Ago \n             Exhaustive tests have been made during the last two weeks by Mr. A. W. Sharman with instruments invented by him for telephoning through water without wires. A small telephone station has been erected in a room in an hotel on the cliffs at Pegwell Bay, and the other station has been fitted up on a motor-boat cruising in various parts of the bay ... The speech transmitted through the water has been very distinct, and the system has shown good possibilities of its being used as a means of verbal communication between two ships, such as a battleship and a submarine. \n               From  \n               Nature \n                28 September 1911 \n             Reprints and Permissions"},
{"file_id": "477547a", "url": "https://www.nature.com/articles/477547a", "year": 2011, "authors": [{"name": "Matthias Cuntz"}], "parsed_as_year": "2006_or_before", "body": "The global uptake of carbon by land plants may be greater than previously thought, according to observations based on the enigmatic Keeling curve of rising atmospheric carbon dioxide.  See Letter    p.579 Correspondence to\n                 Matthias Cuntz . Reprints and Permissions"},
{"file_id": "477546a", "url": "https://www.nature.com/articles/477546a", "year": 2011, "authors": [{"name": "Sudha K. Shenoy"}, {"name": "Howard A. Rockman"}], "parsed_as_year": "2006_or_before", "body": "Mishandling of calcium ions by cardiac cells causes the heart to malfunction. The discovery of a crucial modification to a calcium pump inside the cell opens up a potential way to correct this.  See Letter    p.601 Correspondence to\n                 Sudha K. Shenoy  or  Howard A. Rockman . H.A.R. is a scientific co-founder of and consultant for Trevena Inc., a company that is developing G-protein-coupled-receptor-targeted drugs. Reprints and Permissions"},
{"file_id": "478047a", "url": "https://www.nature.com/articles/478047a", "year": 2011, "authors": [{"name": "Florian Marquardt"}], "parsed_as_year": "2006_or_before", "body": "Laser light has been used to cool a nanomechanical resonator to its lowest energy state. The result opens the door to testing the principles of quantum mechanics and to applications in quantum information processing.  See Letter    p.89 Correspondence to\n                 Florian Marquardt . Reprints and Permissions"},
{"file_id": "478042a", "url": "https://www.nature.com/articles/478042a", "year": 2011, "authors": [{"name": "Fernando Cruz-Guilloty"}, {"name": "Victor L. Perez"}], "parsed_as_year": "2006_or_before", "body": "Macular degeneration is a leading cause of blindness in the elderly in the developed world. Hope for prevention and treatment comes from the discovery of a protective mechanism against oxidative damage to the eye.  See Letter    p.76 Correspondence to\n                 Victor L. Perez . Reprints and Permissions"},
{"file_id": "478044a", "url": "https://www.nature.com/articles/478044a", "year": 2011, "authors": [{"name": "Fred Spoor"}], "parsed_as_year": "2006_or_before", "body": "Two remarkably well-preserved skeletons of the hominin species  Australopithecus sediba , found at Malapa, South Africa, show an intriguing combination of features, and open up a debate about the origins of the genus  Homo Correspondence to\n                 Fred Spoor . Reprints and Permissions"},
{"file_id": "478190a", "url": "https://www.nature.com/articles/478190a", "year": 2011, "authors": [{"name": "Benjamin Prud'homme"}, {"name": "Nicolas Gompel"}], "parsed_as_year": "2006_or_before", "body": "Some fruit odours sexually arouse male fruitflies. The response is mediated by olfactory neurons that are sensitive to food smells and plug into the brain's neural circuit for sexual behaviour.  See Letter    p.236 Correspondence to\n                 Benjamin Prud'homme  or  Nicolas Gompel . Reprints and Permissions"},
{"file_id": "478046a", "url": "https://www.nature.com/articles/478046a", "year": 2011, "authors": [{"name": "Masayuki Nakamori"}, {"name": "Charles Thornton"}], "parsed_as_year": "2006_or_before", "body": "A previously unsuspected genetic mechanism underlies a type of muscular dystrophy common in Japan. A therapeutic approach based on this finding and tested in mice has come up with encouraging results.  See Letter    p.127 Correspondence to\n                 Charles Thornton . Reprints and Permissions"},
{"file_id": "478045a", "url": "https://www.nature.com/articles/478045a", "year": 2011, "authors": [{"name": "Ulrich F. Keyser"}], "parsed_as_year": "2006_or_before", "body": "The signature of the self-interactions that a colloid in solution undergoes has been observed. The observation has implications for single-particle studies of soft matter and biological systems.  See Letter    p.85 Correspondence to\n                 Ulrich F. Keyser . Reprints and Permissions"},
{"file_id": "477042a", "url": "https://www.nature.com/articles/477042a", "year": 2011, "authors": [{"name": "Jeffrey M. Karp"}, {"name": "Robert Langer"}], "parsed_as_year": "2006_or_before", "body": "Sticking plasters revolutionized the protection of minor wounds, but they're not ideal for fragile skin. A material that mimics the adhesive properties of certain beetles' feet might provide a solution. Correspondence to\n                 Jeffrey M. Karp  or  Robert Langer . Reprints and Permissions"},
{"file_id": "477041a", "url": "https://www.nature.com/articles/477041a", "year": 2011, "authors": [{"name": "Richard M. Ransohoff"}], "parsed_as_year": "2006_or_before", "body": "The brain's ability to generate new neurons declines with age. This reduction is mediated by increased levels of an inflammatory factor in the blood of ageing mice and is associated with deficits in learning and memory.  See Letter    p.90 Correspondence to\n                 Richard M. Ransohoff . Reprints and Permissions"},
{"file_id": "477037a", "url": "https://www.nature.com/articles/477037a", "year": 2011, "authors": [{"name": "John E. Norris"}], "parsed_as_year": "2006_or_before", "body": "The chemical diversity of the oldest stars is greater than we thought. The discovery of an extremely iron-poor star with a 'normal' ratio of carbon to iron challenges our perception of early chemical enrichment.  See Letter    p.67 Correspondence to\n                 John E. Norris . Reprints and Permissions"},
{"file_id": "477040a", "url": "https://www.nature.com/articles/477040a", "year": 2011, "authors": [{"name": "Evanthia Galanis"}], "parsed_as_year": "2006_or_before", "body": "An early clinical trial demonstrates the delivery and replication of a cancer-killing virus in metastasized tumour tissue. These promising results could provide a foundation for systemic virotherapy for patients with cancer.  See Letter    p.99 Correspondence to\n                 Evanthia Galanis . Reprints and Permissions"},
{"file_id": "477164a", "url": "https://www.nature.com/articles/477164a", "year": 2011, "authors": [{"name": "Alan P. Marscher"}], "parsed_as_year": "2006_or_before", "body": "New ultra-high-resolution images of the radio galaxy M87 show the origin of a jet very close to the galaxy's black hole, revealing that jets start as broad flows before straightening into nearly cylindrical beams.  See Letter    p.185 Correspondence to\n                 Alan P. Marscher . Reprints and Permissions"},
{"file_id": "477169a", "url": "https://www.nature.com/articles/477169a", "year": 2011, "authors": [{"name": "Ashok R. Venkitaraman"}], "parsed_as_year": "2006_or_before", "body": "In hereditary breast and ovarian cancers caused by absence of the BRCA1 protein, genomic instability may ensue from the 'awakening' of repetitive DNA sequences in structurally condensed chromosomal regions.  See Article    p.179 Correspondence to\n                 Ashok R. Venkitaraman . Reprints and Permissions"},
{"file_id": "477036a", "url": "https://www.nature.com/articles/477036a", "year": 2011, "authors": [{"name": "Steven G. Deeks"}], "parsed_as_year": "2006_or_before", "body": "Even during effective treatment with antiretroviral drugs, low levels of HIV persist. In part, this could be due to cell-to-cell transfer of multiple virions and the drugs' inability to inhibit replication when virus levels are high.  See Letter    p.95 Correspondence to\n                 Steven G. Deeks . Reprints and Permissions"},
{"file_id": "477165a", "url": "https://www.nature.com/articles/477165a", "year": 2011, "authors": [{"name": "João Peça"}, {"name": "Guoping Feng"}], "parsed_as_year": "2006_or_before", "body": "Circuit-level perturbations in the brain's electrical activity may underlie social-interaction deficits seen in people with schizophrenia and autism. A new optogenetic tool was instrumental in making this discovery.  See Article    p.171 Correspondence to\n                 Guoping Feng . Reprints and Permissions"},
{"file_id": "477168a", "url": "https://www.nature.com/articles/477168a", "year": 2011, "authors": [{"name": "Thorsten Kleine"}], "parsed_as_year": "2006_or_before", "body": "A 'late veneer' of meteoritic material, added after Earth's core had formed, may be the source of our noble metals. Its absence from some parts of Earth's mantle will now force a rethink about this late accretion.  See Letter    p.195 Correspondence to\n                 Thorsten Kleine . Reprints and Permissions"},
{"file_id": "477166a", "url": "https://www.nature.com/articles/477166a", "year": 2011, "authors": [{"name": "Scott M. Sternson"}], "parsed_as_year": "2006_or_before", "body": "A specialist neuron uses an intriguing process to help control the body's response to hunger. A lipid pathway involving the breakdown of cellular components regulates the expression of a neuropeptide that affects feeding and body weight. Correspondence to\n                 Scott M. Sternson . Reprints and Permissions"},
{"file_id": "477167a", "url": "https://www.nature.com/articles/477167a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The normal method of concentrating a substance in solution is by distillation. In the course of certain experiments it was found that it is possible to do so to a certain extent by refrigeration. A column of skim milk in a 250-ml. cylinder was frozen between −5° and −10° C. The frozen column was taken out and allowed to thaw at room temperature ... The melted column showed a graded separation, ranging from solid concentration at the bottom to a thin, watery layer at the top ... Solutions of copper sulphate, potassium permanganate and potassium ferrocyanide, similarly frozen and thawed, yield a higher concentration of the salts at the bottom of the column, at once evident by the greater intensity of colour ... It is perhaps typical of cryoscopic concentration of solutes. \n               From  \n               Nature \n                9 September 1961 \n             \n               100 Years Ago \n             Just about three o'clock this afternoon (I had a few minutes previously asked the time at the village post office) I witnessed a remarkable and very beautiful phenomenon. Coming through a woodland walk, I was caught by a heavy downpour of rain. As it was passing away, the sun shone down from a suddenly clear sky over the tops of the trees behind and to the right. Instantly ... not more than three yards from where I stood, a perfect miniature rainbow was formed, its highest part being just about level with my eyes. It appeared broader than an ordinary rainbow, and much the greater portion was of one deep violet colour, the remaining colours forming merely a narrow border above. Very vivid at first, it quickly faded away, as the shower came to an end. \n               From  \n               Nature \n                7 September 1911 \n             Reprints and Permissions"},
{"file_id": "477039a", "url": "https://www.nature.com/articles/477039a", "year": 2011, "authors": [{"name": "Edward A. G. Schuur"}], "parsed_as_year": "2006_or_before", "body": "Ecosystems acquire nitrogen from the atmosphere, but this source can't account for the large nitrogen capital of some systems. The finding that bedrock can also act as a nitrogen source may help solve the riddle.  See Letter    p.78 Correspondence to\n                 Edward A. G. Schuur . Reprints and Permissions"},
{"file_id": "476402a", "url": "https://www.nature.com/articles/476402a", "year": 2011, "authors": [{"name": "Stephen Mayfield"}, {"name": "P. K. Wong"}], "parsed_as_year": "2006_or_before", "body": "With fossil-fuel supplies set to dwindle, the race is on to find ways of making fuels from renewable sources of biomass. Two experts discuss the broad strategies — biochemical and thermochemical — that have emerged as practical approaches. Correspondence to\n                 Stephen Mayfield  or  P. K. Wong . Stephen Mayfield: I am a founder and have an equity position in the algal biofuels company Sapphire Energy. Reprints and Permissions"},
{"file_id": "476158a", "url": "https://www.nature.com/articles/476158a", "year": 2011, "authors": [{"name": "Michael Sendtner"}], "parsed_as_year": "2006_or_before", "body": "Human skin cells have been directly converted into neurons, an achievement that could lead to the cell-based treatment of neurodegenerative disorders. But the road ahead remains long and tortuous.  See Letters    p.220 ,  p.224  &  p.228 Correspondence to\n                 Michael Sendtner . Reprints and Permissions"},
{"file_id": "476405a", "url": "https://www.nature.com/articles/476405a", "year": 2011, "authors": [{"name": "Davide Lazzati"}], "parsed_as_year": "2006_or_before", "body": "Most galaxies harbour giant black holes; some are 'silent' whereas others produce copious amounts of radiation. The awakening of a silent monster has just been witnessed as it breaks apart and swallows a nearby star.  See Letters    p.421  &  p.425 Correspondence to\n                 Davide Lazzati . Reprints and Permissions"},
{"file_id": "476403a", "url": "https://www.nature.com/articles/476403a", "year": 2011, "authors": [{"name": "Dmitri B. Strukov"}], "parsed_as_year": "2006_or_before", "body": "Nanoscale devices have now been made that mimic biological connections in the brain by responding to the relative timing of signals. This achievement might lead to the construction of artificial neural networks for computing applications. Correspondence to\n                 Dmitri B. Strukov . Reprints and Permissions"},
{"file_id": "476407a", "url": "https://www.nature.com/articles/476407a", "year": 2011, "authors": [{"name": "Jason L. Rasgon"}], "parsed_as_year": "2006_or_before", "body": "Infection with a harmless bacterium makes the mosquitoes that transmit dengue virus resistant to viral infection. The resistant population can rapidly replace the natural, susceptible population.  See Letters    p.450  &  p.454 Correspondence to\n                 Jason L. Rasgon . Reprints and Permissions"},
{"file_id": "476159a", "url": "https://www.nature.com/articles/476159a", "year": 2011, "authors": [{"name": "Christian G. Schroer"}], "parsed_as_year": "2006_or_before", "body": "To understand the properties of many useful materials, the chemical structures that form within them from elements of low relative atomic mass must be determined. A new X-ray imaging technique does just that. Correspondence to\n                 Christian G. Schroer . Reprints and Permissions"},
{"file_id": "476157a", "url": "https://www.nature.com/articles/476157a", "year": 2011, "authors": [{"name": "Martin Heimann"}], "parsed_as_year": "2006_or_before", "body": "The previously increasing atmospheric methane concentration has inexplicably stalled over the past three decades. This may be due to a fall in fossil-fuel emissions or to farming practices that are curtailing microbial sources.  See Letters    p.194  &  p.198 Correspondence to\n                 Martin Heimann . Reprints and Permissions"},
{"file_id": "476160a", "url": "https://www.nature.com/articles/476160a", "year": 2011, "authors": [{"name": "Dennis Baldocchi"}], "parsed_as_year": "2006_or_before", "body": "A three-year study provides insights into how the productivity of a semi-arid rangeland, containing grasses using different photosynthetic pathways, will change in a warmer world with more atmospheric carbon dioxide.  See Letter    p.202 Correspondence to\n                 Dennis Baldocchi . Reprints and Permissions"},
{"file_id": "476156a", "url": "https://www.nature.com/articles/476156a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Prehistoric Chamber Tombs of France . By Glyn Daniel — To win appreciation for some phase of antiquity on the strength of modern excavations is far easier than what has been undertaken here — where the antiquities concerned have been known for centuries, until only yesterday often excavated badly, and celebrated in a literature in which perverse and obsolete terminologies have run riot. Dr. Daniel, supported by his wife, and with backing from many quarters as well as friendly French co-operation, has for long been working towards a systematic account of the megalithic and related stone tombs of France, their form and contents, and their placing in the frame of European prehistory in the third and second millennia  B.C ., to which in general they belong. This book, by no means his first study of megalithic structures, is his best so far. It is not too hard to read. \n               From  \n               Nature \n                12 August 1961 \n             \n               100 Years Ago \n             In the July number of  The American Naturalist  Dr. O. P. Hay reopens the discussion with regard to the position of the limbs in Diplodocus and other sauropod dinosaurs, criticising the views of those who assert that these reptiles carried themselves in elephantine fashion, and maintaining his own opinion that the general pose was more after the crocodilian style ... Mr. Hay expresses doubts as to whether the erect bird-like posture attributed to the carnivorous dinosaurs of the Jurassic is really true to nature ... In reference to the opinion of Dr. Matthew that Sauropods were too bulky to have lived on land, it is added that “the law to which he gives expression does, of course, prescribe a limit to the size an animal can attain, but who has yet determined what that limit is?” \n               From  \n               Nature \n                10 August 1911 \n             Reprints and Permissions"},
{"file_id": "476155a", "url": "https://www.nature.com/articles/476155a", "year": 2011, "authors": [{"name": "Winfried K. Hensinger"}], "parsed_as_year": "2006_or_before", "body": "A new type of ion-trap quantum technology has been developed that uses microwave radiation to perform computations. It will considerably simplify the practical implementation of large-scale quantum computers.  See Letters    p.181  &  p.185 Correspondence to\n                 Winfried K. Hensinger . Reprints and Permissions"},
{"file_id": "476288a", "url": "https://www.nature.com/articles/476288a", "year": 2011, "authors": [{"name": "Richard Bower"}], "parsed_as_year": "2006_or_before", "body": "Polarized emission has been detected from the largest Lyman-α gas cloud, known as blob 1. This result strongly suggests that such clouds are powered by a central source of ionizing radiation.  See Letter    p.304 Correspondence to\n                 Richard Bower . Reprints and Permissions"},
{"file_id": "476291a", "url": "https://www.nature.com/articles/476291a", "year": 2011, "authors": [{"name": "Jared Diamond"}], "parsed_as_year": "2006_or_before", "body": "Tracing a common ancestry between languages becomes harder as the connection goes further back in time. A new test has revealed a surprisingly ancient relationship between a central Siberian and a North American language family. Correspondence to\n                 Jared Diamond . Reprints and Permissions"},
{"file_id": "476291b", "url": "https://www.nature.com/articles/476291b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             On the whole the average alcohol consumption within a species of animal is constant. It can be said that each species has its own specific liking for alcohol ... In this work the consumption of 10 per cent alcohol and water in free-choice experiments in six animal species has been studied ... The hedgehogs preferred water to alcohol solution. Sometimes, however, the animals drank considerable amounts of alcohol, and it could at times be judged from their movements that they were slightly drunk. The hamsters preferred alcohol. They seldom tasted the water and, when they did so, only until they found out that they were drinking from the wrong bottle. \n               From  \n               Nature \n                19 August 1961 \n             \n               100 Years Ago \n             On the publication of the final report of the Royal Commission on Tuberculosis the view was frequently expressed that those in authority ought, long ago, to have taken precautions against the dangers arising out of the use of milk containing tubercle bacilli ... Now that the commissioners have reported, and in no uncertain voice, that tuberculosis, especially in the child, may be the result of infection with tubercle bacilli conveyed in the cow's milk, it is essential that the question of regulations relating to milk and meat supply should be carefully reconsidered, and that, as the commissioners put it, “Government should cause to be enforced throughout the kingdom food regulations, planned to afford better security against the infection of human beings through the medium of diet derived from tuberculous animals.” \n               From  \n               Nature \n                17 August 1911 \n             Reprints and Permissions"},
{"file_id": "476287a", "url": "https://www.nature.com/articles/476287a", "year": 2011, "authors": [{"name": "Walter Birchmeier"}], "parsed_as_year": "2006_or_before", "body": "The protein Lgr5 has been valuable as the undisputed marker of intestinal and other stem cells. It emerges that Lgr5 and its relatives also have essential signalling roles of relevance to health and disease.  See Article    p.293 Correspondence to\n                 Walter Birchmeier . Reprints and Permissions"},
{"file_id": "476286a", "url": "https://www.nature.com/articles/476286a", "year": 2011, "authors": [{"name": "Jan Vermant"}], "parsed_as_year": "2006_or_before", "body": "The well-known boundaries of coffee stains are caused by the outward flow of particles suspended in the liquid. Experiments show that ellipsoidal particles can prevent the formation of such boundaries.  See Letter    p.308 Correspondence to\n                 Jan Vermant . Reprints and Permissions"},
{"file_id": "476290a", "url": "https://www.nature.com/articles/476290a", "year": 2011, "authors": [{"name": "Colm Ó Cofaigh"}], "parsed_as_year": "2006_or_before", "body": "Images of the sea floor in Pine Island Bay, West Antarctica, reveal impressive evidence that a massive ice-shelf break-up occurred before about 12,000 years ago, and point to a tidal influence on sea-floor features produced during deglaciation. Correspondence to\n                 Colm Ó Cofaigh . Reprints and Permissions"},
{"file_id": "476289a", "url": "https://www.nature.com/articles/476289a", "year": 2011, "authors": [{"name": "Sadaf Shadan"}], "parsed_as_year": "2006_or_before", "body": "Humans have at least two characteristics to be proud of. Compared with other great apes, we are not only better collaborators but also more generous. On  page 328  of this issue, Hamann  et al . explore the connection between these two traits (K. Hamann  et al .  Nature   476 , 328–331; 2011). The age at which humans first show tendencies towards sharing has been investigated extensively. Three-to-five-year-olds seem to divide any windfall resources unfairly, keeping something they have obtained without effort mostly to themselves. After that, however, they become more inclined to share windfalls equally.  Hamann and colleagues wondered whether children would behave differently if the resource had been obtained through joint effort. They studied pairs of 2- and 3-year-old children when, in each case, one child had greater access to the resources (to three of four toys) and so could choose whether to share them with their partner. The toys could be obtained in three ways: through the collaborative efforts of both children; freely, with no effort by either; or through independent work. The authors found that 3-year-olds, but not 2-year-olds, in the position of power opted to share more often (approximately 75% of the time) after a collaborative effort than after parallel work (about 25%). So, although the toddlers may not have acquired a sense of 'reward in return for work', they understood that resource distribution should depend on how the resource was obtained. Is this link between collaboration and fairness uniquely human? If other primates don't appreciate the value of collaboration as much as we do, they would be expected to be indifferent to the idea of allocating resources depending on how they were acquired. Testing this hypothesis, Hamann  et al . found that, when in a position of advantage, chimpanzees sometimes shared, but this was independent of whether a food resource was obtained through collaboration or luck. An explanation for this behaviour in chimps may be that, unlike in humans, foraging does not depend on collaboration. In other words, humans appreciate the importance of collaboration for survival and so invest in being included in future collaborative efforts by sharing existing resources. Luckily, we seem to learn this quite early on. Reprints and Permissions"},
{"file_id": "476407b", "url": "https://www.nature.com/articles/476407b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Repeated investigations by the Medical Research Council have shown no evidence of a higher incidence of lung cancer or respiratory disease among persons exposed to increased amounts of Diesel exhaust fumes ... Mr. Freeth [the Parliamentary Secretary for Science] also said that the Warren Spring Laboratory of the Department of Scientific and Industrial Research has examined methods for removing smoke from the exhausts of Diesel-propelled road-vehicles, but no device yet tested has proved satisfactory. The British Internal Combustion Engine Research Association is undertaking fundamental work on the combustion process in Diesel cylinders which it is hoped may lead to remedial measures. Mr. Freeth said it is a fact that correct setting of the injectors and their proper maintenance and operation provide a simple and effective remedy. \n               From  \n               Nature \n                26 August 1961 \n             \n               100 Years Ago \n             As a supplement to the literary and historical Biblical exhibition which has been arranged at Bloomsbury for the tercentenary of the Authorised Version, an exhibition of the animals, plants, and minerals mentioned in the Bible has been arranged in one of the bays of the Central Hall of the Natural History Museum, South Kensington ... The collection, and the guide to it, will be of special interest to those to whom the Bible plants and animals are rich in picturesque associations; but it is, of course, part of a liberal education to know that the “unicorn” was probably the extinct wild ox or aurochs, “behemoth” the hippopotamus, the “coney” the hyrax, and the “leviathan” of Job the crocodile. \n               From Nature 24 August 1911 \n             Reprints and Permissions"},
{"file_id": "476406a", "url": "https://www.nature.com/articles/476406a", "year": 2011, "authors": [{"name": "Andrew R. Solow"}], "parsed_as_year": "2006_or_before", "body": "The idea that climate influences the onset of wars is enticing, but controversial. A study now finds a convincing correlation between global climate and civil conflict in countries affected by the El Niño/Southern Oscillation.  See Letter    p.438 Correspondence to\n                 Andrew R. Solow . Reprints and Permissions"},
{"file_id": "475179a", "url": "https://www.nature.com/articles/475179a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Mathematical Methods in the Theory of Queueing . By A. Y. Khintchine — This beautiful little book breathes reason and modesty from cover to cover ... A particularly pleasing feature is the way in which the results are developed; the mathematics is 'done', not merely indicated, and nowhere does the author state a result and refer the reader elsewhere for the details. Thus there is a satisfying aspect of completion about the exposition ... The theory of queues has undergone considerable development in recent years. Some mathematicians think the development has gone too far. Whether this is so or not the book under review will serve to show that the phenomenon of queueing represents another human experience which has bowed to the forces of applied mathematics; the concepts that have been built around this experience have proved to be of the right kind, and sufficient in number, for the mathematical development to go 'with a bang'. \n               From  \n               Nature \n                15 July 1961 \n             \n               100 Years Ago \n             We published recently (June 29) a short article on the progress of radiography in medical diagnosis, and alluded in particular to the work of the staff at Guy's Hospital in their investigation of pathological conditions of the intestine. In this connection we note the appearance of a new paper ... by Dr. A. C. Jordan, medical radiographer to Guy's Hospital ... in which he shows that it is often possible to detect duodenal obstruction by the X-ray method after giving the patient a bismuth meal. Diseases of the duodenum are often extremely obscure, and this new method of diagnosing the condition will be welcomed both by the medical profession and the sufferers from such complaints. \n               From  \n               Nature \n                13 July 1911 \n             Reprints and Permissions"},
{"file_id": "475298a", "url": "https://www.nature.com/articles/475298a", "year": 2011, "authors": [{"name": "Rainer Blatt"}], "parsed_as_year": "2006_or_before", "body": "For the first time, spin flips of a single trapped proton in free space have been observed. This is a major step towards a million-fold improved test of matter–antimatter symmetry using a nuclear magnetic moment. Correspondence to\n                 Rainer Blatt . Reprints and Permissions"},
{"file_id": "475301a", "url": "https://www.nature.com/articles/475301a", "year": 2011, "authors": [{"name": "Peggy Cotter"}], "parsed_as_year": "2006_or_before", "body": "New data suggest that the most recently discovered class of bacterial 'molecular syringes' inject proteins only across the outer membrane of target cells during interbacterial competition.  See Article   p.343 Correspondence to\n                 Peggy Cotter . Reprints and Permissions"},
{"file_id": "475299a", "url": "https://www.nature.com/articles/475299a", "year": 2011, "authors": [{"name": "Edwin C. Oh"}, {"name": "Nicholas Katsanis"}], "parsed_as_year": "2006_or_before", "body": "A gene is considered to be imprinted if only the copy inherited from the mother or from the father is expressed throughout life. But one imprinted gene,  Dlk1 , disobeys this rule during postnatal neurodevelopment.  See Letter   p.381 Correspondence to\n                 Nicholas Katsanis . Reprints and Permissions"},
{"file_id": "475303a", "url": "https://www.nature.com/articles/475303a", "year": 2011, "authors": [{"name": "Dieter H. Hartmann"}], "parsed_as_year": "2006_or_before", "body": "The IceCube detector is a super-sensitive tool with which astronomers hope to find the elusive neutrinos from cosmic γ-ray bursts. A search that, surprisingly, has come up empty handed prompts a rethink of the underlying theory. Correspondence to\n                 Dieter H. Hartmann . Reprints and Permissions"},
{"file_id": "475305a", "url": "https://www.nature.com/articles/475305a", "year": 2011, "authors": [{"name": "Richard Horn"}], "parsed_as_year": "2006_or_before", "body": "Sodium channels in cell membranes have a crucial role in triggering bioelectrical events that lead to processes such as muscle contraction or hormone release. A crystal structure reveals how one such channel might work.  See Article   p.353 Correspondence to\n                 Richard Horn . Reprints and Permissions"},
{"file_id": "475304a", "url": "https://www.nature.com/articles/475304a", "year": 2011, "authors": [{"name": "Anne Condon"}], "parsed_as_year": "2006_or_before", "body": "The idea that artificial neural networks could be based on molecular components is not new, but making such a system has been difficult. A network of four artificial neurons made from DNA has now been created.  See Letter   p.368 Correspondence to\n                 Anne Condon . Reprints and Permissions"},
{"file_id": "475463a", "url": "https://www.nature.com/articles/475463a", "year": 2011, "authors": [{"name": "Peter Cargill"}, {"name": "Ineke De Moortel"}], "parsed_as_year": "2006_or_before", "body": "Wave energy has long been proposed to be a source of the hot solar corona and fast solar wind. Direct measurements made by spacecraft have finally established that coronal waves are ubiquitous and can have the required energy.  See Letter    p.477 Correspondence to\n                 Peter Cargill  or  Ineke De Moortel . Reprints and Permissions"},
{"file_id": "475459a", "url": "https://www.nature.com/articles/475459a", "year": 2011, "authors": [{"name": "Mike Charlton"}], "parsed_as_year": "2006_or_before", "body": "Shining light on an antiproton masquerading as an electron in a helium atom is a rich source of physics. An approach that brings this technique to unprecedented precision will allow new tests of matter–antimatter symmetry.  See Letter    p.484 Correspondence to\n                 Mike Charlton . Reprints and Permissions"},
{"file_id": "475462a", "url": "https://www.nature.com/articles/475462a", "year": 2011, "authors": [{"name": "Ning Wu"}, {"name": "André Veillette"}], "parsed_as_year": "2006_or_before", "body": "Magnesium binds to enzymes and nucleic acids and is essential for their activity. It emerges that this ion can also function as a signalling molecule with a crucial role in the immune system.  See Article    p.471 Correspondence to\n                 André Veillette . Reprints and Permissions"},
{"file_id": "475458a", "url": "https://www.nature.com/articles/475458a", "year": 2011, "authors": [{"name": "Lawrence M. Witmer"}], "parsed_as_year": "2006_or_before", "body": "As sesquicentennial celebrations commemorate the discovery of  Archaeopteryx  as a historical symbol of evolution and the oldest fossil bird, new work shakes the dinosaur family tree — and our view of this icon.  See Article    p.465 Correspondence to\n                 Lawrence M. Witmer . Reprints and Permissions"},
{"file_id": "475464a", "url": "https://www.nature.com/articles/475464a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             \n               The First Anthocyanins appearing during the Ripening of Blueberries \n             We decided to investigate the blueberry,  Vaccinium myrtillus  L. ... It is known that the ripe blueberry contains at least seven anthocyanins ... Collecting the pigment from raw, reddish berries in sufficient amounts for identification was found to be too laborious a task. The pigments separated from raw berries were therefore compared with pigment fractions from ripe blueberries ... The two anthocyanins initially appearing during the maturation process of blueberries are both found to be cyanidin derivatives. \n               From  \n               Nature \n                29 July 1961 \n             \n               100 Years Ago \n             The Law of Sex Determination and its Practical Application . By Laura A. Calhoun (Mrs. E. E. Calhoun). pg. 254. (New York: The Eugenics Publishing Co., 1910) The theory suggested in this book is that “the sex of the embryo in man and the higher animals is determined in the ovary from which the ovum in question is developed.” We shall not give away the ingenuous author's practical recipe, but the general theory is that the right ovary is responsible for the males. This will be good news for those who believe that men are always in the right. ... The experiments ... reported in the  Journal of Genetics , November, 1910, show that “in the rat it is not true that ova determining one sex are produced from one ovary, and those determining the opposite sex from the other, for each rat, with one ovary completely removed, produced young of both sexes.” ... It is a well-intentioned book, but it does not contribute much to the difficult problem discussed. \n               From  \n               Nature \n                27 July 1911 \n             Reprints and Permissions"},
{"file_id": "475460a", "url": "https://www.nature.com/articles/475460a", "year": 2011, "authors": [{"name": "Theodore R. Gull"}], "parsed_as_year": "2006_or_before", "body": "Dust and glowing hydrogen obscure the Carina complex at visible wavelengths. An X-ray study, combined with infrared surveys, provides knowledge of newly formed stellar associations and past supernova explosions in this system. Correspondence to\n                 Theodore R. Gull . Reprints and Permissions"},
{"file_id": "476037a", "url": "https://www.nature.com/articles/476037a", "year": 2011, "authors": [{"name": "Paul Michael Grant"}], "parsed_as_year": "2006_or_before", "body": "Twenty-five years on from its discovery, high-temperature superconductivity remains without a satisfactory explanation. The latest studies on the electronic phase diagram of copper oxide compounds reveal why this is so.  See Letter    p.73 Correspondence to\n                 Paul Michael Grant . Reprints and Permissions"},
{"file_id": "476039a", "url": "https://www.nature.com/articles/476039a", "year": 2011, "authors": [{"name": "Craig S. Feibel"}], "parsed_as_year": "2006_or_before", "body": "Whether African savannahs had an impact on the evolution of our early ancestors has been a matter of debate. A study of carbon isotopes from ancient soils provides fresh clues.  See Article    p.51 Correspondence to\n                 Craig S. Feibel . Reprints and Permissions"},
{"file_id": "476041a", "url": "https://www.nature.com/articles/476041a", "year": 2011, "authors": [{"name": "David A. Hutchins"}], "parsed_as_year": "2006_or_before", "body": "Marine algae known as coccolithophores produce much of the ocean's calcium carbonate. A large survey reveals how these organisms' calcification processes and species distribution change in response to carbon dioxide levels.  See Letter    p.80 Correspondence to\n                 David A. Hutchins . Reprints and Permissions"},
{"file_id": "474456b", "url": "https://www.nature.com/articles/474456b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Borneo earless monitor lizard (which forms, with two American lizards, the family Helodermatidae) is known from less than ten specimens ... A live specimen measuring 13 in. (about average size to date) was obtained only a mile from our own archaeological base camp ... In most of its behaviour it resembled a nocturnal snake. Though taken from a hole in the ground, the front legs are so weak that it is difficult to conceive of its burrowing with these. The strong snout and head were used to enlarge any ground weakness, however ... It showed no inclination to bite either the handler or anything else (including food). It seems unlikely, therefore, that it is poisonous as has often been suggested. \n               From  \n               Nature \n                24 June 1961 \n             \n               100 Years Ago \n             Britain's Birds and their Nests  — Another gorgeous volume on Britain's birds and their nests! ...Happy the publishers, and authors we presume, supported by a public with so insatiable an appetite for British ornithology ... We must, however, confess to considerable disappointment in the volume before us. The text is excellent. Indeed, the various biographies are pleasantly written ... But it is with the plates that fault is chiefly to be found. They are all “very pretty,” but we have more of art than of nature in them. Without exception the species ... depicted are the most “proper” series of British birds we have ever made the acquaintance of. They never foul the ground, when 'tis their nature to; they never disturb a blade of grass or a single petal of the beautiful flowers that emborder their nests in nearly every case. They are indeed the most aesthetic company we have yet met with, in the choice of nesting sites. \n               From  \n               Nature \n                22 June 1911 \n             Reprints and Permissions"},
{"file_id": "474459a", "url": "https://www.nature.com/articles/474459a", "year": 2011, "authors": [{"name": "Stéphane Quideau"}], "parsed_as_year": "2006_or_before", "body": "Nature crafts many molecules from common precursors, but this approach isn't always possible in chemical synthesis. A strategy for synthesizing a family of natural products succeeds by ignoring nature's blueprint.  See Article    p.461 Correspondence to\n                 Stéphane Quideau . Reprints and Permissions"},
{"file_id": "474458a", "url": "https://www.nature.com/articles/474458a", "year": 2011, "authors": [{"name": "Geoffrey Spedding"}], "parsed_as_year": "2006_or_before", "body": "There are well-known aerodynamic and energetic benefits to flying in an orderly formation. By contrast, it seems that the flocking flight seen in pigeons is metabolically expensive. So why do they do it?  See Letter    p.494 Correspondence to\n                 Geoffrey Spedding . Reprints and Permissions"},
{"file_id": "474456a", "url": "https://www.nature.com/articles/474456a", "year": 2011, "authors": [{"name": "Adán Cabello"}], "parsed_as_year": "2006_or_before", "body": "Quantum correlations between the parts of composite systems have long fascinated physicists. There is now compelling evidence that such correlations can also occur in systems in which no parts can be identified.  See Letter    p.490 Correspondence to\n                 Adán Cabello . Reprints and Permissions"},
{"file_id": "474585a", "url": "https://www.nature.com/articles/474585a", "year": 2011, "authors": [{"name": "Vincent Christoffels"}], "parsed_as_year": "2006_or_before", "body": "When cardiac muscle cells die during a heart attack, this can lead to heart failure and even death. It now emerges that stem cells of the 'sheet' enveloping the heart can be coaxed to form new muscle after such an event.  See Letter    p.640 Correspondence to\n                 Vincent Christoffels . Reprints and Permissions"},
{"file_id": "474584a", "url": "https://www.nature.com/articles/474584a", "year": 2011, "authors": [{"name": "H. J. Carmichael"}, {"name": "L. A. Orozco"}], "parsed_as_year": "2006_or_before", "body": "When it comes to measuring physical quantities, the more that quantum uncertainties can be squeezed the better. But when just one atom is involved, demonstrating less squeezing is the real challenge.  See Letter    p.623 Correspondence to\n                 H. J. Carmichael  or  L. A. Orozco . Reprints and Permissions"},
{"file_id": "474583a", "url": "https://www.nature.com/articles/474583a", "year": 2011, "authors": [{"name": "Chris Willott"}], "parsed_as_year": "2006_or_before", "body": "The most distant quasar yet discovered sets constraints on the formation mechanism of black holes. Its light spectrum has tantalizing features that are expected to be observed before the reionization epoch ended.  See Letter    p.616 Correspondence to\n                 Chris Willott . Reprints and Permissions"},
{"file_id": "474582a", "url": "https://www.nature.com/articles/474582a", "year": 2011, "authors": [{"name": "Frédéric Partensky"}, {"name": "Laurence Garczarek"}], "parsed_as_year": "2006_or_before", "body": "Marine cyanobacteria can shrug off viral assault by inactivating the genes involved in virus attachment. But this strategy has a cost: it may affect cell fitness or even favour infection by other viruses.  See Article    p.604 Correspondence to\n                 Frédéric Partensky . Reprints and Permissions"},
{"file_id": "474586a", "url": "https://www.nature.com/articles/474586a", "year": 2011, "authors": [{"name": "Uwe Becker"}], "parsed_as_year": "2006_or_before", "body": "Interference patterns are generated when light from a point source passes through two parallel slits. Electrons emitted from diatomic molecules produce analogous patterns, but these couldn't be observed directly — until now. Correspondence to\n                 Uwe Becker . Reprints and Permissions"},
{"file_id": "474587a", "url": "https://www.nature.com/articles/474587a", "year": 2011, "authors": [{"name": "Efrem S. Lim"}, {"name": "Michael Emerman"}], "parsed_as_year": "2006_or_before", "body": "A protein called SAMHD1 seems to hinder the infection of key cells of the immune system by HIV-1. Cousins of this virus, however, produce a factor that overcomes the protective effects of SAMHD1.  See Letters    p.654  &  p.658 Correspondence to\n                 Michael Emerman . Reprints and Permissions"},
{"file_id": "475044a", "url": "https://www.nature.com/articles/475044a", "year": 2011, "authors": [{"name": "Peter Read"}], "parsed_as_year": "2006_or_before", "body": "Springtime on Saturn came in with a bang last December, when a massive storm erupted in its north temperate zone. This rare event has been observed in unprecedented detail from the ground and from space.  See Letters    p.71  &  p.75 Correspondence to\n                 Peter Read . Reprints and Permissions"},
{"file_id": "475040a", "url": "https://www.nature.com/articles/475040a", "year": 2011, "authors": [{"name": "R. Dietmar Müller"}], "parsed_as_year": "2006_or_before", "body": "A model based on geophysical data from the Indian Ocean suggests that a mantle-plume head may once have coupled the motions of the African and Indian tectonic plates, and determined their respective speeds.  See Article    p.47 Correspondence to\n                 R. Dietmar Müller . Reprints and Permissions"},
{"file_id": "475041a", "url": "https://www.nature.com/articles/475041a", "year": 2011, "authors": [{"name": "Nigel J. Robinson"}], "parsed_as_year": "2006_or_before", "body": "Copper is vital to most cells, but too much is lethal. The structure of a protein that pumps copper ions out of the cytosol provides insight into both the pumping mechanism and how certain mutations in the protein cause disease.  See Article    p.59 Correspondence to\n                 Nigel J. Robinson . Reprints and Permissions"},
{"file_id": "475043a", "url": "https://www.nature.com/articles/475043a", "year": 2011, "authors": [{"name": "Rushika M. Perera"}, {"name": "Nabeel Bardeesy"}], "parsed_as_year": "2006_or_before", "body": "Reactive oxygen species (ROS) get a bad press, as evidenced by the notable trend in the use of dietary and cosmetic antioxidants. New work suggests, however, that ROS might have a role in mitigating certain cancers.  See Letter    p.106 Correspondence to\n                 Rushika M. Perera  or  Nabeel Bardeesy . Reprints and Permissions"},
{"file_id": "475045a", "url": "https://www.nature.com/articles/475045a", "year": 2011, "authors": [{"name": "Hans Joenje"}], "parsed_as_year": "2006_or_before", "body": "Acetaldehyde, a reactive metabolite of ethanol, can damage DNA unless properly processed. A biochemical pathway involved in Fanconi anaemia seems to be essential for protection against such damage.  See Article    p.53 Correspondence to\n                 Hans Joenje . Reprints and Permissions"},
{"file_id": "474046a", "url": "https://www.nature.com/articles/474046a", "year": 2011, "authors": [{"name": "Sandra Passchier"}], "parsed_as_year": "2006_or_before", "body": "The East Antarctic ice sheet, the largest in the world, lies seemingly frozen in time. Discovery of a rugged landscape buried beneath the thick ice provides evidence of a more dynamic past.  See Letter    p.72 Correspondence to\n                 Sandra Passchier . Reprints and Permissions"},
{"file_id": "474045a", "url": "https://www.nature.com/articles/474045a", "year": 2011, "authors": [{"name": "Jeremy A. Draghi"}, {"name": "Joshua B. Plotkin"}], "parsed_as_year": "2006_or_before", "body": "Although some genetic mutations have clear effects, others have been considered neutral and inconsequential. Such cryptic mutations can nonetheless facilitate adaptation to new environments.  See Letter    p.92 Correspondence to\n                 Joshua B. Plotkin . Reprints and Permissions"},
{"file_id": "474169a", "url": "https://www.nature.com/articles/474169a", "year": 2011, "authors": [{"name": "Troy Zars"}], "parsed_as_year": "2006_or_before", "body": "Is the fruitfly one of the animals that use visual cues to guide navigation and spatial learning? And if so, how does the simple fly brain support spatial memory formation? Some answers are now emerging.  See Letter    p.204 Correspondence to\n                 Troy Zars . Reprints and Permissions"},
{"file_id": "474164a", "url": "https://www.nature.com/articles/474164a", "year": 2011, "authors": [{"name": "Lada Adamic"}], "parsed_as_year": "2006_or_before", "body": "One mathematical model can account for power-law distributions in a variety of systems. Eschewing system-specific assumptions, it utilizes a shared feature of the observed distributions: they all describe the division of items into groups. Correspondence to\n                 Lada Adamic . Reprints and Permissions"},
{"file_id": "474168a", "url": "https://www.nature.com/articles/474168a", "year": 2011, "authors": [{"name": "Pavel Jungwirth"}], "parsed_as_year": "2006_or_before", "body": "A combination of vibrational spectroscopy and molecular calculations reveals that only the surface layer of water at the interface with air has a distinctly different structure from the bulk liquid.  See Letter    p.192 Correspondence to\n                 Pavel Jungwirth . Reprints and Permissions"},
{"file_id": "474171a", "url": "https://www.nature.com/articles/474171a", "year": 2011, "authors": [{"name": "Jiri Bartek"}, {"name": "Jiri Lukas"}], "parsed_as_year": "2006_or_before", "body": "Cyclin D1 is one of the drivers of the cell cycle, and its deregulation may promote the development of tumours. Surprisingly, this protein also mediates the repair of damaged DNA, a mechanism that commonly prevents cancer.  See Letter    p.230 Correspondence to\n                 Jiri Bartek  or  Jiri Lukas . Reprints and Permissions"},
{"file_id": "474170a", "url": "https://www.nature.com/articles/474170a", "year": 2011, "authors": [{"name": "Onur Hosten"}], "parsed_as_year": "2006_or_before", "body": "The wavefunction is a central mathematical entity in quantum physics. It is used to completely describe the state of a system. A means of probing it directly is now on hand.  See Letter    p.188 Correspondence to\n                 Onur Hosten . Reprints and Permissions"},
{"file_id": "474166a", "url": "https://www.nature.com/articles/474166a", "year": 2011, "authors": [{"name": "Catherine Lord"}], "parsed_as_year": "2006_or_before", "body": "Autism spectrum disorders vary greatly in severity. By including children in regular education who received no special help, an epidemiological study has found these disorders to be up to three times more prevalent than thought. Correspondence to\n                 Catherine Lord . The author receives royalties from diagnostic instruments that were used in the article reviewed, although not for this use (because these were research translations that are used free of charge). The author donates the royalties from all projects in which she is involved, and also clinics, to a not-for-profit agency, Have Dreams. Reprints and Permissions"},
{"file_id": "474165a", "url": "https://www.nature.com/articles/474165a", "year": 2011, "authors": [{"name": "Effie Apostolou"}, {"name": "Konrad Hochedlinger"}], "parsed_as_year": "2006_or_before", "body": "Induced pluripotent stem cells offer promise for patient-specific regenerative therapy. But a study now cautions that, even when immunologically matched, these cells can be rejected after transplantation.  See Letter    p.212 Correspondence to\n                 Konrad Hochedlinger . K.H. is an adviser to iPerian, Inc. Reprints and Permissions"},
{"file_id": "474167a", "url": "https://www.nature.com/articles/474167a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             '[A Symposium on] Solar Variations, Climatic Change and Related Geophysical Problems' — It became abundantly clear how large a number of investigators are patiently accumulating evidence of the amplitude, character, effects and especially the dating of climatic fluctuations all over the world. Speculations regarding the causes abound; supporters of each of the popular theories — solar variation, atmospheric turbidity, carbon dioxide, ozone, variations in the Earth's orbital elements — find their several gods alternately set up and cast down ... It now seems almost certain that no one simple panacea is in any way adequate to explain the intriguing patterns of climatic fluctuation to which the evidence points. \n               From  \n               Nature \n                10 June 1961 \n             \n               100 Years Ago \n             In the meteorological charts of the North Atlantic and Indian Oceans for the month of June ... there is an interesting article on the phenomenon of St. Elmo's Fire or corposants ( corpus sanctum ), the harmless luminous electricity of low intensity seen sometimes at night on ships' masts, &c., during unsettled weather. Many examples of authenticated experiences in olden and modern times are quoted,  e.g.  one by Columbus in October, 1495, during a severe storm. It was then assumed that the light emanated from the saint's body, and was a sure sign that the gale was at its maximum ... The phenomenon is not unfrequent on land; it was quoted by Caesar and others. On the summit of Ben Nevis the observatory was at times ablaze with it; the observers were not in any way inconvenienced, except by a slight tickling sensation in head and hands. \n               From  \n               Nature \n                8 June 1911 \n             Reprints and Permissions"},
{"file_id": "474294a", "url": "https://www.nature.com/articles/474294a", "year": 2011, "authors": [{"name": "Željka Korade"}, {"name": "Károly Mirnics"}], "parsed_as_year": "2006_or_before", "body": "Separating primary from secondary changes in the autistic brain has long been a research goal. With knowledge of wide-ranging molecular deficits, identification of the best therapeutic targets becomes a priority.  See Letter    p.380 Correspondence to\n                 Željka Korade  or  Károly Mirnics . Reprints and Permissions"},
{"file_id": "474289a", "url": "https://www.nature.com/articles/474289a", "year": 2011, "authors": [{"name": "Adrian R. Ferré-D'Amaré"}], "parsed_as_year": "2006_or_before", "body": "A subtle biochemical alteration can reprogram signals that herald the termination of protein translation into signals encoding amino acids at the level of messenger RNA — and without altering the corresponding DNA.  See Letter    p.395 Correspondence to\n                 Adrian R. Ferré-D'Amaré . Reprints and Permissions"},
{"file_id": "474292a", "url": "https://www.nature.com/articles/474292a", "year": 2011, "authors": [{"name": "Reid Gilmore"}], "parsed_as_year": "2006_or_before", "body": "The crystal structure of a sugar-transferring enzyme offers insight into the mechanism of a ubiquitous protein-modification reaction, and solves the mystery of how the enzyme recognizes certain sequences in proteins.  See Article    p.350 Correspondence to\n                 Reid Gilmore . Reprints and Permissions"},
{"file_id": "474043a", "url": "https://www.nature.com/articles/474043a", "year": 2011, "authors": [{"name": "Margaret J. Schoeninger"}], "parsed_as_year": "2006_or_before", "body": "Evidence from strontium isotope ratios preserved in fossil teeth provides a glimpse into the group dynamics and ranging habits of the australopithecines that can be compared with the patterns for modern primates.  See Letter    p.76 Correspondence to\n                 Margaret J. Schoeninger . Reprints and Permissions"},
{"file_id": "474288a", "url": "https://www.nature.com/articles/474288a", "year": 2011, "authors": [{"name": "Franz J. Weissing"}], "parsed_as_year": "2006_or_before", "body": "In animals that live in groups, some individuals are leaders and others are followers. A modelling study shows that variation in leadership evolves spontaneously and need not be related to differences in knowledge or power. Correspondence to\n                 Franz J. Weissing . Reprints and Permissions"},
{"file_id": "473162a", "url": "https://www.nature.com/articles/473162a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The [World Health Organization] programme for the eradication of malaria from the world is reported as having made significant progress in various fields, although handicapped by a persistent shortage of funds. Sixty-one countries are now fully engaged in this programme; in another nineteen, planning has reached an advanced stage, and, in seventeen other areas—mainly in Africa—the Organization is assisting with preliminary work... The World Health Organization's assistance to Governments for the control of yaws, smallpox and tuberculosis, leprosy and various diseases increased significantly during the year. Medical research was intensified on practically all communicable diseases, the main co-ordinated effort being centred on virus diseases and on bilharziasis [schistosomiasis]. \n               From  \n               Nature \n                13 May 1961 \n             \n               100 Years Ago \n             Whatever may be thought of Mr. Willett's so-called daylight-saving scheme, it is impossible not to admire the persistence with which he pursues the idea, and secures support for it from city corporations, town councils, chambers of commerce, members of Parliament, and other people who are attracted by the advantages offered, and do not realise how unscientific the scheme is, or the gravity of the objections to the adoption of a variable standard of time-reckoning. We do not believe for an instant that the Government is likely to give facilities for legislation on the lines of the Summer Season Time Bill... The scheme is unworthy of the dignity of a great nation... We cannot think that the Government will lend its support to proposals which... would make us the laughing-stock of the enlightened people of the world. \n               From  \n               Nature \n                11 May 1911 \n             Reprints and Permissions"},
{"file_id": "473164a", "url": "https://www.nature.com/articles/473164a", "year": 2011, "authors": [{"name": "William D. Oliver"}], "parsed_as_year": "2006_or_before", "body": "Some complex problems in physics can be recast as finding the ground state of an interacting quantum system. Not getting excited along the way can be the challenging part.  See Letter    p.194 Correspondence to\n                 William D. Oliver . Reprints and Permissions"},
{"file_id": "473160a", "url": "https://www.nature.com/articles/473160a", "year": 2011, "authors": [{"name": "Pieter van Dokkum"}], "parsed_as_year": "2006_or_before", "body": "Some of the strangest galaxies in the Universe just got stranger. It seems that many galaxies in the early Universe not only packed a huge number of stars into a very small volume, but were also rotating rapidly. Correspondence to\n                 Pieter van Dokkum . Reprints and Permissions"},
{"file_id": "474293a", "url": "https://www.nature.com/articles/474293a", "year": 2011, "authors": [{"name": "Alexey Vikhlinin"}], "parsed_as_year": "2006_or_before", "body": "Collective X-ray emission from distant galaxies reveals a hidden population of supermassive black holes. This finding suggests that galaxies and their central black holes have been coevolving since early cosmic times.  See Letter    p.356 Correspondence to\n                 Alexey Vikhlinin . Reprints and Permissions"},
{"file_id": "473293a", "url": "https://www.nature.com/articles/473293a", "year": 2011, "authors": [{"name": "Nathalie Véron"}, {"name": "Antoine H. F. M. Peters"}], "parsed_as_year": "2006_or_before", "body": "Tet proteins mediate the hydroxymethylation of DNA. New work reveals their function in gene regulation and the extent of their activity throughout the genome of embryonic stem cells.  See Article    p.343  &  Letters    p.389 ,   p.394  &   p.398 Correspondence to\n                 Antoine H. F. M. Peters . Reprints and Permissions"},
{"file_id": "473294a", "url": "https://www.nature.com/articles/473294a", "year": 2011, "authors": [{"name": "Markus Grebe"}], "parsed_as_year": "2006_or_before", "body": "The Casparian strip in plant roots is a diffusion barrier that directs water and solutes from the soil to the water-conducting tissues. Proteins involved in making the strip have at long last been identified.  See Letter    p.380 Correspondence to\n                 Markus Grebe . Reprints and Permissions"},
{"file_id": "473289a", "url": "https://www.nature.com/articles/473289a", "year": 2011, "authors": [{"name": "Joachim Wambsganss"}], "parsed_as_year": "2006_or_before", "body": "Two teams searching for extrasolar planets have jointly discovered a new population of objects: ten Jupiter-mass planets far from their host stars, or perhaps even floating freely through the Milky Way.  See Letter    p.349 Correspondence to\n                 Joachim Wambsganss . Reprints and Permissions"},
{"file_id": "473459a", "url": "https://www.nature.com/articles/473459a", "year": 2011, "authors": [{"name": "Aaron E. Leanhardt"}], "parsed_as_year": "2006_or_before", "body": "One might think that physicists know everything about the electron. But the latest measurement of its shape could alter expectations for results at high-energy particle accelerators.  See Letter    p.493 Correspondence to\n                 Aaron E. Leanhardt . Reprints and Permissions"},
{"file_id": "473292a", "url": "https://www.nature.com/articles/473292a", "year": 2011, "authors": [{"name": "Bruce Buffett"}], "parsed_as_year": "2006_or_before", "body": "Melting and solidification of iron alloys in Earth's core may explain structural complexity in the solid inner core, and alter the way we think about the dynamics of the deep interior.  See Letter    p.361 Correspondence to\n                 Bruce Buffett . Reprints and Permissions"},
{"file_id": "473454a", "url": "https://www.nature.com/articles/473454a", "year": 2011, "authors": [{"name": "Gene E. Robinson"}], "parsed_as_year": "2006_or_before", "body": "What makes a queen honeybee? The proposal of a definitive answer to this long-standing question offers much royal food for thought for those studying the evolution of social traits and insect genomes.  See Article    p.478 Correspondence to\n                 Gene E. Robinson . Reprints and Permissions"},
{"file_id": "473288a", "url": "https://www.nature.com/articles/473288a", "year": 2011, "authors": [{"name": "Carsten Rahbek"}, {"name": "Robert K. Colwell"}], "parsed_as_year": "2006_or_before", "body": "Conservationists predict massive extinctions as a result of habitat loss. Habitat loss undoubtedly does drive extinctions, but dealing with an unmet assumption that underlies these predictions yields much lower estimates.  See Letter    p.368 Correspondence to\n                 Carsten Rahbek  or  Robert K. Colwell . Reprints and Permissions"},
{"file_id": "473291a", "url": "https://www.nature.com/articles/473291a", "year": 2011, "authors": [{"name": "Arun Agrawal"}], "parsed_as_year": "2006_or_before", "body": "In October 1998, a hurricane visited death and destruction on Honduras, with flooding and mudslides. A case history of a rural community documents how recovery from that event produced socio-economic improvement. Correspondence to\n                 Arun Agrawal . Reprints and Permissions"},
{"file_id": "473461a", "url": "https://www.nature.com/articles/473461a", "year": 2011, "authors": [{"name": "Philip Tinnefeld"}], "parsed_as_year": "2006_or_before", "body": "An innovative marriage of techniques, combining the principles of common protein pull-down assays with single-molecule fluorescence microscopy, opens up new ways of visualizing cellular protein complexes.  See Article    p.484 Correspondence to\n                 Philip Tinnefeld . Reprints and Permissions"},
{"file_id": "473458a", "url": "https://www.nature.com/articles/473458a", "year": 2011, "authors": [{"name": "Sarah E. Reisman"}], "parsed_as_year": "2006_or_before", "body": "The synthesis of conolidine, a scarce, naturally occurring compound, has enabled the first studies of its pharmacological properties to be carried out. Excitingly, conolidine is a painkiller that seems to have an unusual mechanism of action. Correspondence to\n                 Sarah E. Reisman . Reprints and Permissions"},
{"file_id": "473455a", "url": "https://www.nature.com/articles/473455a", "year": 2011, "authors": [{"name": "Stefan Kneip"}], "parsed_as_year": "2006_or_before", "body": "X-rays were discovered more than 100 years ago. They have since become a staple tool for medicine and science, so researchers are continuing their efforts to find innovative ways to produce them. Correspondence to\n                 Stefan Kneip . Reprints and Permissions"},
{"file_id": "473460a", "url": "https://www.nature.com/articles/473460a", "year": 2011, "authors": [{"name": "Alan Brandon"}], "parsed_as_year": "2006_or_before", "body": "It seems that Mars had grown to near its present size by 2 million to 4 million years after the Solar System began to form. Such rapid growth explains why the planet is much smaller than Earth and Venus.  See Letter    p.489 Correspondence to\n                 Alan Brandon . Reprints and Permissions"},
{"file_id": "474042a", "url": "https://www.nature.com/articles/474042a", "year": 2011, "authors": [{"name": "Menno van Lookeren Campagne"}, {"name": "Vishva M. Dixit"}], "parsed_as_year": "2006_or_before", "body": "Humans must maintain a balanced composition for the trillions of commensal microbes that inhabit their gut, but how they do this is largely unclear. It now emerges that one factor is a molecular pathway in gut epithelial cells. Correspondence to\n                 Menno van Lookeren Campagne  or  Vishva M. Dixit . M.v.L.C. and V.M.D. are employees of Genentech Inc., a for-profit institution. Reprints and Permissions"},
{"file_id": "474041a", "url": "https://www.nature.com/articles/474041a", "year": 2011, "authors": [{"name": "Patrick Hayden"}], "parsed_as_year": "2006_or_before", "body": "Quantum correlations have long been recognized as an informational resource for quantum communication and computation. It now seems that they can also do physical work.  See Letter    p.61 Correspondence to\n                 Patrick Hayden . Reprints and Permissions"},
{"file_id": "473456a", "url": "https://www.nature.com/articles/473456a", "year": 2011, "authors": [{"name": "R. Paul Johnson"}], "parsed_as_year": "2006_or_before", "body": "Developing AIDS vaccines has been a frustrating business. A vaccine that triggers immune responses that effectively control early infection by the simian counterpart of HIV in macaques seems promising.  See Letter    p.523 Correspondence to\n                 R. Paul Johnson . Reprints and Permissions"},
{"file_id": "473161a", "url": "https://www.nature.com/articles/473161a", "year": 2011, "authors": [{"name": "Luciano De Petrocellis"}, {"name": "Vincenzo Di Marzo"}], "parsed_as_year": "2006_or_before", "body": "Lipids of the  N -acylethanolamine family mediate cell signalling across a wide range of organisms. In nematode worms, they translate food availability into fundamental choices about development that affect lifespan.  See Letter    p.226 Correspondence to\n                 Vincenzo Di Marzo . Reprints and Permissions"},
{"file_id": "472303a", "url": "https://www.nature.com/articles/472303a", "year": 2011, "authors": [{"name": "Michele De Palma"}, {"name": "Claire E. Lewis"}], "parsed_as_year": "2006_or_before", "body": "A major hurdle to successful cancer treatment is tumour resistance to chemotherapy. White blood cells called macrophages often infiltrate tumours in large numbers, and now appear to promote tumour chemoresistance. Correspondence to\n                 Michele De Palma  or  Claire E. Lewis . Reprints and Permissions"},
{"file_id": "472304b", "url": "https://www.nature.com/articles/472304b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In  Nature  of October 12, 1957 ... we were glad and proud to congratulate the scientists and technologists of the U.S.S.R. on the successful launching of the first artificial Earth satellite ( Sputnik I ). Less than a month afterwards ... we again had occasion to congratulate the U.S.S.R., when the second satellite ( Sputnik II ) was launched, this time containing a dog ... Now again, on April 12, a still further point in scientific advancement was reached, for on that day scientists and technologists in the U.S.S.R. reaped a rich reward for concentrated and ingenious research by successfully launching another space-vehicle ( Vostok ) into space. This satellite carried, among other things, a man (Major Yuri Alekseyevich Gagarin), travelled in orbit around the Earth in 89 min. 6 sec., and a little later was brought back safely to Earth, with Major Gagarin unharmed — all in about 108 min. \n               From  \n               Nature \n                22 April 1961 \n             \n               100 Years Ago \n             The first non-stop flight from London to Paris was made, on April 12, on a Blériot monoplane by M. Pierre Prier in 3h. 56m. M. Prier, who is the chief instructor of the Blériot School at Hendon, left that ground at 1.37 p.m., taking a course for Dover via Hampstead, Highgate, Greenwich, Chatham, and Canterbury ... [H]e reached Dover, at 2.50 p.m. Thirty minutes later he was over Boulogne, and steering a straight course over Abbeville and Beauvais for Paris, where he arrived at 5.33 p.m., making a perfect landing in front of the Blériot sheds at the Issy-les-Moulineaux aviation ground ... M. Prier ... suffered no inconvenience throughout the journey except slight inflammation of the eyes, due to his neglecting to equip himself with goggles. \n               From  \n               Nature \n                20 April 1911 \n             Reprints and Permissions"},
{"file_id": "472421a", "url": "https://www.nature.com/articles/472421a", "year": 2011, "authors": [{"name": "Anton M. Jetten"}], "parsed_as_year": "2006_or_before", "body": "The T H 17 helper cells of the immune system have a dark side: they mediate autoimmune disorders. Two drugs that prevent the differentiation and activity of these cells might be of therapeutic value.  See Letters    p.486  &  p.491 Correspondence to\n                 Anton M. Jetten . Reprints and Permissions"},
{"file_id": "472420a", "url": "https://www.nature.com/articles/472420a", "year": 2011, "authors": [{"name": "George Zandt"}, {"name": "Peter Reiners"}], "parsed_as_year": "2006_or_before", "body": "Seismic images of the Colorado plateau region reveal a mantle 'drip' forming under the Grand Canyon area. This hidden process may be responsible for the puzzling uplift of the plateau.  See Letter    p.461 Correspondence to\n                 George Zandt . Reprints and Permissions"},
{"file_id": "472422a", "url": "https://www.nature.com/articles/472422a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The creation of lawrencium, the eleventh new man-made element beyond uranium (element 92), was announced on April 13 by the University of California and the U.S. Atomic Energy Commission. An isotope of this element was formed on February 14 by bombarding ... californium (element 98) with boron-10 or boron-11 nuclei in a heavy-ion linear accelerator at the Lawrence Radiation Laboratory of the University of California; the four nuclear scientists who carried out this experiment ... propose to name the new element lawrencium in honour of the late Ernest Orlando Lawrence, inventor of the cyclotron and founder of the laboratory which bears his name ... Although it may be possible to create one or two more new elements by this technique, it is improbable that elements beyond number 105 will be synthesized and satisfactorily identified. \n               From  \n               Nature \n                29 April 1961 \n             \n               100 Years Ago \n             Last summer a pair of robins built their nest in an old fish-basket that was hanging in a shed at the back of my house. All went well until the young birds were about a week old — then happened what appeared to me to be a catastrophe. My Aberdeen terrier pup “Bebe”, who must have had some natural desire to catch the mother bird, managed one morning to make a meal of her. Contrary to what I should have expected, the male bird kept close to his young family. Day by day I turned over part of the garden to supply him with a little help in his task. In due course he taught the whole of his young family to fly. I have made enquiries, but cannot find anyone who has had a similar experience, and wondered what your readers might know about such cases. \n               From  \n               Nature \n                27 April 1911 \n             Reprints and Permissions"},
{"file_id": "472427a", "url": "https://www.nature.com/articles/472427a", "year": 2011, "authors": [{"name": "Christopher S. Colwell"}], "parsed_as_year": "2006_or_before", "body": "A study in rats suggests that individual neurons take a nap when the brain is forced to stay awake, and that the basic unit of sleep is the electrical activity of single cortical neurons.  See Article    p.443 Correspondence to\n                 Christopher S. Colwell . Reprints and Permissions"},
{"file_id": "472426a", "url": "https://www.nature.com/articles/472426a", "year": 2011, "authors": [{"name": "Jason Tumlinson"}], "parsed_as_year": "2006_or_before", "body": "Understanding the nature of the first stars, whose formation marked a pivotal epoch in the Universe's history, is at the frontier of astronomy. An analysis of stellar data indicates that they were fast-rotating objects.  See Letter    p.454 Correspondence to\n                 Jason Tumlinson . Reprints and Permissions"},
{"file_id": "472425a", "url": "https://www.nature.com/articles/472425a", "year": 2011, "authors": [{"name": "Wilhelm T. S. Huck"}], "parsed_as_year": "2006_or_before", "body": "A new study reports that the shapes and surface patterns of thin films of a stretched material can be modified by shining ultraviolet light at it. The resulting topologies depend on the exposure pattern, the applied stress and the sample thickness. Correspondence to\n                 Wilhelm T. S. Huck . Reprints and Permissions"},
{"file_id": "473039a", "url": "https://www.nature.com/articles/473039a", "year": 2011, "authors": [{"name": "John J. Bollinger"}], "parsed_as_year": "2006_or_before", "body": "In the science of measurement, increasing the sensitivity to the quantity being measured while minimizing the susceptibility to noise is a challenge. A technique demonstrated with a single electron spin may help to tackle it.  See Letter   p.61 Correspondence to\n                 John J. Bollinger . Reprints and Permissions"},
{"file_id": "472424a", "url": "https://www.nature.com/articles/472424a", "year": 2011, "authors": [{"name": "Amanda M. Seed"}, {"name": "Keith Jensen"}], "parsed_as_year": "2006_or_before", "body": "A deeper understanding of the evolution of cooperation will come from investigations of what animals know about working together. A study with Asian elephants now adds to the literature on the subject. Correspondence to\n                 Amanda M. Seed  or  Keith Jensen . Reprints and Permissions"},
{"file_id": "472423a", "url": "https://www.nature.com/articles/472423a", "year": 2011, "authors": [{"name": "Paul V. Braun"}], "parsed_as_year": "2006_or_before", "body": "Creating coloured polymer films without the use of pigments might seem impossible. But using miniature polymer spheres, and a novel assembly process, this feat has been accomplished over large film areas. Correspondence to\n                 Paul V. Braun . Reprints and Permissions"},
{"file_id": "473040a", "url": "https://www.nature.com/articles/473040a", "year": 2011, "authors": [{"name": "Nicolas Giuseppone"}, {"name": "Jean-François Lutz"}], "parsed_as_year": "2006_or_before", "body": "Single chains of a specially designed polymer fold up in water to form an encapsulated catalytic chamber. This supramolecular assembly strategy mimics the one used by enzymes in nature. Correspondence to\n                 Nicolas Giuseppone  or  Jean-François Lutz . Reprints and Permissions"},
{"file_id": "473036a", "url": "https://www.nature.com/articles/473036a", "year": 2011, "authors": [{"name": "Donald M. Bers"}, {"name": "Samantha P. Harris"}], "parsed_as_year": "2006_or_before", "body": "Heart failure is characterized by weakened contractions of heart muscle. A drug that directly activates the key force-generating molecule in this muscle may be a valuable tool to strengthen the failing heart. Correspondence to\n                 Donald M. Bers . Reprints and Permissions"},
{"file_id": "473037a", "url": "https://www.nature.com/articles/473037a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             P. M. Borisov has outlined a project, in the ...  Literaturnaya Gazeta , of a 90 km. long dam across the Bering Strait equipped with powerful pumps pumping cold Arctic Ocean water into the Pacific Ocean at the rate of 500 km. 3  in 24 hours. Such a project ... would increase the flow of warm Atlantic Ocean water into the Arctic Ocean and change the climate of the Arctic regions. This project is criticized by D. A. Drogaitzev...[who] argues that such a project would displace the locus of Atlantic Ocean cyclones to the region of the Barentz Sea. Such a displacement would certainly change the climate of Northern Europe and Western Siberia, but this change will produce colder winters and hotter summers and will lead to the displacement of the desert belt from the region of North Africa and Central Asia to the north of Europe. \n               From  \n               Nature \n                6 May 1961 \n             \n               100 Years Ago \n             Three letters have recently appeared in  The Times  ... relating to a mysterious heraldic animal known as the “jall” or “eall,” of which the effigy has been recognised in St. George's Chapel, Westminster ... Although described as having horns, tusks, and a short fluffy tail, the jall has been identified with the goat ... In an old document ... the eall is stated to be as large as a horse, with a tail like that of an elephant, goat-like jaws, and horns capable of movement, its colour being black. Other accounts state, however, that it has jaws like a wild boar and cloven hoofs. It may be suggested, if the beast ever had corporeal existence, that the African wart-hog may have formed the original type, that animal having a black hide, cloven hoofs, an elephant-like tail, large tusks, and big face-warts which might perhaps be regarded as elastic horns. \n               From  \n               Nature \n                4 May 1911 \n             Reprints and Permissions"},
{"file_id": "473163a", "url": "https://www.nature.com/articles/473163a", "year": 2011, "authors": [{"name": "Graeme Barker"}], "parsed_as_year": "2006_or_before", "body": "There were probably many reasons for the adoption of agriculture by prehistoric human societies. A fresh perspective comes from a quantitative estimate of the relative productivity of farming and foraging. Correspondence to\n                 Graeme Barker . Reprints and Permissions"},
{"file_id": "473034a", "url": "https://www.nature.com/articles/473034a", "year": 2011, "authors": [{"name": "Armin P. Moczek"}], "parsed_as_year": "2006_or_before", "body": "Treehoppers produce highly diverse structures called helmets. To do so they seem to have exploited the genetic potential, long inhibited in other winged insects, to develop wings on a particular anatomical segment.   See Letter   p.83 Correspondence to\n                 Armin P. Moczek . Reprints and Permissions"},
{"file_id": "473035a", "url": "https://www.nature.com/articles/473035a", "year": 2011, "authors": [{"name": "Wendy L. Kelly"}], "parsed_as_year": "2006_or_before", "body": "The biosynthetic route to a naturally occurring insecticide, spinosyn A, has been established. One of the enzymes involved might catalyse a reaction that, although widely used by chemists, has proved elusive in nature.  See Letter   p.109 Correspondence to\n                 Wendy L. Kelly . Reprints and Permissions"},
{"file_id": "473159a", "url": "https://www.nature.com/articles/473159a", "year": 2011, "authors": [{"name": "Demetrios Kalaitzidis"}, {"name": "Scott A. Armstrong"}], "parsed_as_year": "2006_or_before", "body": "Mutations that lead to increased activity of the Notch signalling pathway are well defined in human cancer. New work implicates decreased activity of this pathway in a type of blood cancer.  See Letter    p.230 Correspondence to\n                 Demetrios Kalaitzidis  or  Scott A. Armstrong . Reprints and Permissions"},
{"file_id": "473158a", "url": "https://www.nature.com/articles/473158a", "year": 2011, "authors": [{"name": "Magnus Egerstedt"}], "parsed_as_year": "2006_or_before", "body": "One might expect that social networks would generally be harder to control than naturally occurring systems such as biological networks. But this is not so, according to a new study.  See Article    p.167 Correspondence to\n                 Magnus Egerstedt . Reprints and Permissions"},
{"file_id": "472048a", "url": "https://www.nature.com/articles/472048a", "year": 2011, "authors": [{"name": "Jeffrey T. Freymueller"}], "parsed_as_year": "2006_or_before", "body": "A three-dimensional mechanical model of the Tibetan crust explains both the first-order features of GPS surface velocities and the contrast in the types of earthquake between northern and southern Tibet.  See Letter     p.79 Correspondence to\n                 Jeffrey T. Freymueller . Reprints and Permissions"},
{"file_id": "472040a", "url": "https://www.nature.com/articles/472040a", "year": 2011, "authors": [{"name": "Kimberly Rak"}, {"name": "Daniel J. Rader"}], "parsed_as_year": "2006_or_before", "body": "A common dietary component that some people even take as a supplement is converted by the gut microbiota to harmful metabolites linked to heart disease. This finding has cautionary implications.  See Article    p.57 Correspondence to\n                 Daniel J. Rader . Reprints and Permissions"},
{"file_id": "472041a", "url": "https://www.nature.com/articles/472041a", "year": 2011, "authors": [{"name": "Frank Schwierz"}], "parsed_as_year": "2006_or_before", "body": "An innovative technique has been developed to manufacture graphene transistors that operate at radio frequencies and low temperatures. The process brings the devices closer to applications.  See Letter    p.74 Correspondence to\n                 Frank Schwierz . Reprints and Permissions"},
{"file_id": "472047a", "url": "https://www.nature.com/articles/472047a", "year": 2011, "authors": [{"name": "Zoltán Haiman"}], "parsed_as_year": "2006_or_before", "body": "Independent lines of evidence suggest that the first stars, which ended the cosmic dark ages, came in pairs rather than singly. This could change the prevailing view that the early Universe had a Swiss-cheese-like appearance. Correspondence to\n                 Zoltán Haiman . Reprints and Permissions"},
{"file_id": "472046a", "url": "https://www.nature.com/articles/472046a", "year": 2011, "authors": [{"name": "Sonya M. Schuh-Huerta"}, {"name": "Renee A. Reijo Pera"}], "parsed_as_year": "2006_or_before", "body": "There are well-established links between the reproductive system, metabolism and skeletal growth. But it comes as a surprise that the skeleton — more specifically, the bone hormone osteocalcin — modulates fertility. Correspondence to\n                 Sonya M. Schuh-Huerta  or  Renee A. Reijo Pera . Reprints and Permissions"},
{"file_id": "472044a", "url": "https://www.nature.com/articles/472044a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Hospital Infection: Causes and Prevention . A systematic approach to the causes and prevention of hospital infection is much to be welcomed. Accurate records are meagre and the problem is one which belongs to everybody and, consequently, to no one. Since streptococcal infections now cause no real difficulties—they still respond to penicillin and have acquired no resistance to the drug—the book is mainly concerned with the staphylococcal infections which, because of their resistant strains, are the main source of infection and worry in hospitals today... The text is clear and logically presented, and adds to the value of a book which should be useful not only to pathologists and bacteriologists but also to surgeons, paediatricians, sister tutors, hospital administrators, and equally important, hospital architects. \n               From  \n               Nature \n                8 April 1961 \n             \n               100 Years Ago \n             Dr. A. C. Johansen gives a summary account of the recent investigations on plaice and plaice fisheries in Danish waters... It includes an account both of the market statistics of plaice landed and of the special scientific investigations and experiments which have been carried out. The market conditions in Denmark are exceptional ... the chief demand is for fish that are landed alive... [As] there is a size limit (25.6 cm.) below which they are not allowed to be landed, and the fish under this size are returned to the sea, the actual destruction of small fish is insignificant. It appears that since the introduction of the size limit the Danish plaice fisheries in the North Sea have increased, and the report speaks in favour of an international size limit for plaice for all countries carrying on fisheries in the North Sea. \n               From  \n               Nature \n                6 April 1911 \n             Reprints and Permissions"},
{"file_id": "472045a", "url": "https://www.nature.com/articles/472045a", "year": 2011, "authors": [{"name": "Andy Hector"}], "parsed_as_year": "2006_or_before", "body": "A consequence of Darwin's 'principle of divergence' is that loss of species can harm the functioning of ecosystems. A study of algal communities in artificial streams suggests that he was right.  See Letter     p.86 Correspondence to\n                 Andy Hector . Reprints and Permissions"},
{"file_id": "472173a", "url": "https://www.nature.com/articles/472173a", "year": 2011, "authors": [{"name": "Stephen G. Waxman"}], "parsed_as_year": "2006_or_before", "body": "A sodium channel known for its role in the perception of pain also seems to be necessary for olfaction. The multiple roles of this channel and the diverse effects of its mutations raise intriguing questions.  See Article    p.186 Correspondence to\n                 Stephen G. Waxman . Reprints and Permissions"},
{"file_id": "472172a", "url": "https://www.nature.com/articles/472172a", "year": 2011, "authors": [{"name": "John E. Thomas"}], "parsed_as_year": "2006_or_before", "body": "Beautiful experiments in an ultracold, strongly interacting atomic Fermi gas reveal that, unexpectedly, unpaired atomic spins flow in the system with the maximum resistance permitted by the laws of quantum mechanics.  See Letter    p.201 Correspondence to\n                 John E. Thomas . Reprints and Permissions"},
{"file_id": "472179a", "url": "https://www.nature.com/articles/472179a", "year": 2011, "authors": [{"name": "Michelle M. C. Buckner"}, {"name": "B. Brett Finlay"}], "parsed_as_year": "2006_or_before", "body": "Salmonella  intestinal pathogens employ a clever trick. They use the immune response that their host triggers to destroy them to enhance the expression of genes that mediate the pathogens' virulence. Correspondence to\n                 B. Brett Finlay . Reprints and Permissions"},
{"file_id": "472177a", "url": "https://www.nature.com/articles/472177a", "year": 2011, "authors": [{"name": "Stephanie B. Crofts"}, {"name": "Adam P. Summers"}], "parsed_as_year": "2006_or_before", "body": "The sandfish, a type of desert lizard, can vanish into a sandy substrate in a blink of an eye. Approaches that draw on mathematics, physics and engineering provide complementary insights into how the animal achieves this feat. Correspondence to\n                 Stephanie B. Crofts  or  Adam P. Summers . Reprints and Permissions"},
{"file_id": "472176a", "url": "https://www.nature.com/articles/472176a", "year": 2011, "authors": [{"name": "D. Grahame Hardie"}], "parsed_as_year": "2006_or_before", "body": "Maintaining an optimal cellular energy status requires sensing the levels of the adenine nucleotides ATP, ADP and AMP. Biochemical and structural studies of the enzyme AMPK provide insights into how this is achieved.  See Letter    p.230 Correspondence to\n                 D. Grahame Hardie . Reprints and Permissions"},
{"file_id": "472178a", "url": "https://www.nature.com/articles/472178a", "year": 2011, "authors": [{"name": "Yi Fu"}, {"name": "Joseph R. Lakowicz"}], "parsed_as_year": "2006_or_before", "body": "Solvent vapour annealing processes are used to optimize the material properties of thin films of semiconducting polymers used in electronic devices. One such process has now been examined at the molecular level. Correspondence to\n                 Yi Fu  or  Joseph R. Lakowicz . Reprints and Permissions"},
{"file_id": "nature10101", "url": "https://www.nature.com/articles/nature10101", "year": 2011, "authors": [{"name": "Ian B. Spielman"}], "parsed_as_year": "2006_or_before", "body": "The trend towards using ultracold atoms as simulators of condensed-matter and many-body phenomena is gaining momentum. These systems can now be used to simulate quantum magnetism. See Article   p.307 Correspondence to\n                 Ian B. Spielman . This article and the paper under discussion 2  were published online on 13 April 2011. Reprints and Permissions"},
{"file_id": "472174a", "url": "https://www.nature.com/articles/472174a", "year": 2011, "authors": [{"name": "Anne Weil"}], "parsed_as_year": "2006_or_before", "body": "A fossil from the Early Cretaceous provides insight into the evolution of the hearing apparatus in mammals. Anchoring the eardrum was, it seems, an essential step in freeing the middle ear from the jaw.  See Article    p.181 Correspondence to\n                 Anne Weil . Reprints and Permissions"},
{"file_id": "472042a", "url": "https://www.nature.com/articles/472042a", "year": 2011, "authors": [{"name": "Robin R. Ali"}, {"name": "Jane C. Sowden"}], "parsed_as_year": "2006_or_before", "body": "Generation of complex organs  in vitro  is a major challenge in regenerative medicine. But it is not an impossible one: an entire synthetic retina has now been generated from embryonic stem cells.  See Article    p.51 Correspondence to\n                 Robin R. Ali  or  Jane C. Sowden . Reprints and Permissions"},
{"file_id": "471313a", "url": "https://www.nature.com/articles/471313a", "year": 2011, "authors": [{"name": "Steve Publicover"}, {"name": "Christopher Barratt"}], "parsed_as_year": "2006_or_before", "body": "The hormone progesterone rapidly activates intracellular signalling in human sperm, regulating key aspects of their physiology. An ion channel unique to the sperm tail seems to relay progesterone's signal.  See Letters    p.382  &  p.387    See Clarification    p.598   Correspondence to\n                 Steve Publicover  or  Christopher Barratt . Reprints and Permissions"},
{"file_id": "471453a", "url": "https://www.nature.com/articles/471453a", "year": 2011, "authors": [{"name": "Marco Seandel"}, {"name": "Shahin Rafii"}], "parsed_as_year": "2006_or_before", "body": "Anticancer therapies can impair male fertility. Whereas men can opt to freeze their sperm before treatment, young boys don't produce mature sperm and so lack this choice. Work in mice offers hope for such patients.  See Letter   p.504 Correspondence to\n                 Marco Seandel  or  Shahin Rafii . Reprints and Permissions"},
{"file_id": "471457a", "url": "https://www.nature.com/articles/471457a", "year": 2011, "authors": [{"name": "Janet Rossant"}], "parsed_as_year": "2006_or_before", "body": "Early cell-lineage decisions during embryonic development differ between mice and cows. This finding calls for a re-examination of developmental variations across mammals, but does not undermine use of the mouse as a model organism. Correspondence to\n                 Janet Rossant . Reprints and Permissions"},
{"file_id": "471458a", "url": "https://www.nature.com/articles/471458a", "year": 2011, "authors": [{"name": "Eileen E. M. Furlong"}], "parsed_as_year": "2006_or_before", "body": "The modENCODE project uses integrative analysis to annotate genomic elements in the fruitfly and a nematode worm. The first fly data have now been published.  See Articles   p.473  &  p.480  &  Letter   p.527 Correspondence to\n                 Eileen E. M. Furlong . Reprints and Permissions"},
{"file_id": "471452a", "url": "https://www.nature.com/articles/471452a", "year": 2011, "authors": [{"name": "Daesung Lee"}], "parsed_as_year": "2006_or_before", "body": "Metathesis reactions can be used to make carbon–carbon double bonds — bar one isomeric class. By using new catalysts and balancing out the stabilities of intermediates in the reaction, the elusive isomers can be made.  See Article   p.461 Correspondence to\n                 Daesung Lee . Reprints and Permissions"},
{"file_id": "471456a", "url": "https://www.nature.com/articles/471456a", "year": 2011, "authors": [{"name": "Johannes Quaas"}], "parsed_as_year": "2006_or_before", "body": "The surface warming due to emissions of black-carbon aerosols over the second half of the twentieth century has been identified in observations. These findings will inform debate over the climatic effects of controlling such emissions. Correspondence to\n                 Johannes Quaas . Reprints and Permissions"},
{"file_id": "471454a", "url": "https://www.nature.com/articles/471454a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             “The great majority of school children are not only robust and healthy, but are taller and heavier than their predecessors”, states Sir John Charles, the chief medical officer of the Ministry of Education, in his report for 1958 and 1959 ... Only about five per cent of school children contracted a notifiable infectious disease in the years under review. Tuberculosis continued to decline. Poliomyelitis reached its lowest level for thirteen years, and vaccination against it was undertaken vigorously everywhere ... The main cause of death among children is through accident ... In 1958, 869 children of 5–15 years died from accidents, including 395 from accidents involving motor vehicles, 174 from drowning, and 58 from burns and scalds. \n               From  \n               Nature \n                25 March 1961 \n             \n               100 Years Ago \n             I have just been told a very interesting story by Mr. James Day of this town. Many years ago he and his father ... noticed a fox come searching along the hedgerows ... they saw that he was collecting the sheep's wool caught on the thorns and brambles. When he had gathered a large bunch he went down to a pool ... and backed slowly brush first into the water, until he was all submerged except his nose and the bunch of wool, which he held in his mouth. He remained thus for a short time, and then let go of the wool, which floated away; then he came out, shook himself, and ran off. Much astonished at this strange proceeding, they took a shepherd's crook ... and pulled the wool out. They found that it was full of fleas, which, to save themselves from drowning, had crept up and up the fox's brush and body and head and into the wool, and that thus the wily fox had got rid of them.  T. McKenny Hughes   \n               From  \n               Nature \n                23 March 1911 \n             Reprints and Permissions"},
{"file_id": "471459a", "url": "https://www.nature.com/articles/471459a", "year": 2011, "authors": [{"name": "Ana Lopes"}], "parsed_as_year": "2006_or_before", "body": "If you were to pop into a cosmology conference today, the chances are that you would see this image in at least one presentation. It is a striking snapshot of a cluster of galaxies acting as a gravitational lens: the cluster bends light from galaxies lying behind it and 'smears' the light to produce multiple images and giant arcs. As pretty as their effects are, gravitational lenses are giving cosmologists a few headaches. For example, the observed incidence of giant arcs and their distance from the clusters' centres, which marks the size of features called Einstein rings, indicate that these clusters may have a stronger 'lensing' ability than expected in the framework of the currently accepted model of the cosmos. In a paper to appear in  Astronomy & Astrophysics , Meneghetti  et al . describe an analysis that advances our understanding of these systems (M. Meneghetti  et al . Preprint at http://arXiv.org/abs/1103.0044; 2011). The authors compared the lensing ability of a numerically simulated sample of clusters with that of a sample of well-characterized, X-ray-luminous clusters obtained by the MAssive Cluster Survey (MACS). In contrast to earlier studies, their simulations factor in elements known to affect lensing power — for example, the fact that the lenses are complex three-dimensional structures. They found that the simulated clusters produce 50% fewer arcs than do the observed MACS clusters, and that the median size of Einstein rings differs by 25% between the two samples. These are much smaller discrepancies between theory and observation than previously reported. But as the authors themselves concede, more data are needed to confirm their findings.  Reprints and Permissions"},
{"file_id": "471455a", "url": "https://www.nature.com/articles/471455a", "year": 2011, "authors": [{"name": "Hugh D. Piggins"}], "parsed_as_year": "2006_or_before", "body": "Genome-wide association studies are often criticized for providing little insight of immediate physiological relevance. The finding of one such study, which implicates a signalling molecule in schizophrenia, is welcome news.  See Letter   p.499 Correspondence to\n                 Hugh D. Piggins . Reprints and Permissions"},
{"file_id": "471584a", "url": "https://www.nature.com/articles/471584a", "year": 2011, "authors": [{"name": "William R. Boos"}], "parsed_as_year": "2006_or_before", "body": "Winters are colder in northeastern North America and Asia than in other regions at the same latitude. Previous explanations may be incomplete, having overlooked the radiation of atmospheric wave energy.  See Letter   p.621 Correspondence to\n                 William R. Boos . Reprints and Permissions"},
{"file_id": "471583a", "url": "https://www.nature.com/articles/471583a", "year": 2011, "authors": [{"name": "Stephen W. Ragsdale"}], "parsed_as_year": "2006_or_before", "body": "Twenty amino acids form the basis of all proteins, but another two genetically encoded amino acids have also been discovered. The biosynthesis of one of these, pyrrolysine, has now been elucidated.  See Letter   p.647 Correspondence to\n                 Stephen W. Ragsdale . Reprints and Permissions"},
{"file_id": "471582a", "url": "https://www.nature.com/articles/471582a", "year": 2011, "authors": [{"name": "Laurence D. Hurst"}], "parsed_as_year": "2006_or_before", "body": "There are various ways in which apparently 'silent' DNA mutations — those that don't result in a change in the encoded protein — have untoward consequences. A striking example has emerged in a study of Crohn's disease. Correspondence to\n                 Laurence D. Hurst . Reprints and Permissions"},
{"file_id": "471588a", "url": "https://www.nature.com/articles/471588a", "year": 2011, "authors": [{"name": "Susan Gottesman"}], "parsed_as_year": "2006_or_before", "body": "A newly discovered variation in the process by which bacteria resist invasion by foreign nucleic acids provides an intriguing parallel between the defence mechanisms of the different domains of life.  See Article   p.602 Correspondence to\n                 Susan Gottesman . Reprints and Permissions"},
{"file_id": "471587a", "url": "https://www.nature.com/articles/471587a", "year": 2011, "authors": [{"name": "Thomas F. Rosenbaum"}], "parsed_as_year": "2006_or_before", "body": "An exquisitely sensitive technique shows that a magnetic field only a few hundred times greater than Earth's can bring an exotic phase of matter known as a quantum spin liquid to an ordered magnetic state.  See Letter   p.612 Correspondence to\n                 Thomas F. Rosenbaum . Reprints and Permissions"},
{"file_id": "471586a", "url": "https://www.nature.com/articles/471586a", "year": 2011, "authors": [{"name": "Bruce A. Morgan"}], "parsed_as_year": "2006_or_before", "body": "Signals from the external microenvironment or 'niche' determine the fate of stem cells. In the hair follicle, stem cells themselves seem to act as a niche for the adjoining muscle cells that cause goosebumps. Correspondence to\n                 Bruce A. Morgan . Reprints and Permissions"},
{"file_id": "471581a", "url": "https://www.nature.com/articles/471581a", "year": 2011, "authors": [{"name": "Jonathan W. Yewdell"}, {"name": "Brian P. Dolan"}], "parsed_as_year": "2006_or_before", "body": "Memory T cells remember viruses from previous infections, providing immunity by facilitating the killing of infected cells. For this, they exploit cross-dressing, the transfer of antigens between antigen-presenting cells.  See Letter   p.629 Correspondence to\n                 Jonathan W. Yewdell . Reprints and Permissions"},
{"file_id": "471580a", "url": "https://www.nature.com/articles/471580a", "year": 2011, "authors": [{"name": "Travis S. Metcalfe"}], "parsed_as_year": "2006_or_before", "body": "The natural pulse of a red-giant star provides crucial insight into what makes it shine. Observations of red giants by the Kepler space telescope shed light on a previously untested prediction of stellar evolution theory.  See Letter   p.608 Correspondence to\n                 Travis S. Metcalfe . Reprints and Permissions"},
{"file_id": "471314a", "url": "https://www.nature.com/articles/471314a", "year": 2011, "authors": [{"name": "Jan Zaanen"}], "parsed_as_year": "2006_or_before", "body": "The finding that a cobalt oxide insulator's magnetism is similar to that of cuprate superconductors lends support to the popular but contentious idea that stripe-like electronic order is present in the latter materials.  See Letter   p.341 Correspondence to\n                 Jan Zaanen . Reprints and Permissions"},
{"file_id": "471040a", "url": "https://www.nature.com/articles/471040a", "year": 2011, "authors": [{"name": "Larissa Conradt"}], "parsed_as_year": "2006_or_before", "body": "Theory suggests that the accuracy of a decision often increases with the number of decision makers, a phenomenon exploited by betting agents, Internet search engines and stock markets. Fish also use this 'wisdom of the crowd' effect. Correspondence to\n                 Larissa Conradt . Reprints and Permissions"},
{"file_id": "471048a", "url": "https://www.nature.com/articles/471048a", "year": 2011, "authors": [{"name": "Catherine J. Potenski"}, {"name": "Hannah L. Klein"}], "parsed_as_year": "2006_or_before", "body": "The protein Sae2 mediates the repair of double-strand breaks in DNA. It emerges that Sae2 activity is controlled by both its modification with acetyl groups and its degradation by the process of autophagy.  See Article   p.74 Correspondence to\n                 Hannah L. Klein . Reprints and Permissions"},
{"file_id": "471047a", "url": "https://www.nature.com/articles/471047a", "year": 2011, "authors": [{"name": "Mark C. Serreze"}], "parsed_as_year": "2006_or_before", "body": "Summer sea-ice extent in the Arctic has decreased greatly during recent decades. Simulations of twenty-first-century climate suggest that the ice can recover from artificially imposed ice-free summer conditions within a couple of years. Correspondence to\n                 Mark C. Serreze . Reprints and Permissions"},
{"file_id": "471045a", "url": "https://www.nature.com/articles/471045a", "year": 2011, "authors": [{"name": "Koji Fujita"}], "parsed_as_year": "2006_or_before", "body": "A novel explanation for the long-term temperature record in Antarctic ice cores invokes local solar radiation as the driving agent. This proposal will prompt palaeoclimate scientists to pause and to go back to basics.  See Letter   p.91 Correspondence to\n                 Koji Fujita . Reprints and Permissions"},
{"file_id": "471046a", "url": "https://www.nature.com/articles/471046a", "year": 2011, "authors": [{"name": "Martin F. Pera"}], "parsed_as_year": "2006_or_before", "body": "Induced pluripotent stem cells have great therapeutic potential. But genomic and epigenomic analyses of these cells generated using current technology reveal abnormalities that may affect their safe use.  See Articles   p.58 ,  p.63  &  p.68 Correspondence to\n                 Martin F. Pera . Reprints and Permissions"},
{"file_id": "471048b", "url": "https://www.nature.com/articles/471048b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Birds of Borneo . By Bertram E. Smythies — This is a very unusual bird book. The main body of the work (about 460 pages) consists of a detailed systematic account of all the 549 species of birds that have been found in Borneo ... But it is the hundred pages that precede this excellent treatise that put this book in a class apart ... Lord Medway's chapter gives a fascinating account of the cave swiftlets, the saliva-built nests of which are the edible birds' nests of commerce, and which echo-navigate in the darkness of the caves where millions congregate to breed. [Mr. Tom] Harrison remarks that Governments “by some complicated zoo-geology, claim the guano as a mineral and allow extraction (for fertilizer) under licence. Thus what comes out of the swiftlets' mouth as spit is succinctly dissociated from what comes out of the other end”. \n               From  \n               Nature \n                4 March 1961 \n             \n               100 Years Ago \n             In the Prussian Diet of February 18, Prof. Kirchner ... is reported to have said that, during the last few weeks, three cases of plague had occurred in London, the infection being conveyed by ship-rats. This statement has been officially denied ... With regard to rat infection, three rats which had probably escaped from a ship were examined at the London Docks in November last, and two of them were found to be suffering from plague, but at present there is no evidence of the existence of a plague epizootic among rats in the London Docks area. The destruction of rats ... is still carried out at the London Docks, and careful precautions are being taken to prevent rats in ships from infected ports from escaping ashore, and possibly initiating an epizootic among the shore rats. \n               From  \n               Nature \n                2 March 1911 \n             Reprints and Permissions"},
{"file_id": "471044a", "url": "https://www.nature.com/articles/471044a", "year": 2011, "authors": [{"name": "Detlev Arendt"}], "parsed_as_year": "2006_or_before", "body": "The origin of the annelids is buried in distant evolutionary time. A molecular phylogeny resolves their deep family interrelationships and provides a picture of their 'urannelid' ancestor.  See Letter   p.95 Correspondence to\n                 Detlev Arendt . Reprints and Permissions"},
{"file_id": "471173a", "url": "https://www.nature.com/articles/471173a", "year": 2011, "authors": [{"name": "Martin Olivier"}], "parsed_as_year": "2006_or_before", "body": "The parasitic infection mucocutaneous leishmaniasis can vary in severity. It emerges that the levels of an RNA virus within the parasite affect both the host's immune response and the parasite's persistence. Correspondence to\n                 Martin Olivier . Reprints and Permissions"},
{"file_id": "471171a", "url": "https://www.nature.com/articles/471171a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Mango . By Dr. Lal Behari Singh — It is pleasing, as it is unexpected, to find a new series of books on world crops starting off not with such solid fare as wheat or potatoes or cabbage but with something as exotic and appetizing as the mango. This “choicest fruit of Hindoosthan” has spread far beyond the bounds of India and has become one of the most cherished fruits of tropical lands. It is still found in greatest variety and excellence in India, and this book comes, fitly enough, from the pen of a distinguished Indian horticulturist. This book may be counted on to commend itself as the most complete study of the mango so far published ... While the botanical chapters refer mainly to the common mango,  M. indica , the author directs attention to fifteen other species of  Mangifera  with edible fruits. Evidently there is great wealth of related material here, of possible value for future breeding ... The section on utilization is necessarily brief, since the best way to use a mango is still to eat it as promptly and as dexterously as possible, but some mango recipes are also given ... This book deserves to be welcomed and to be gratefully added to the small, but growing, collection of hand-books on the tropical crops. \n               From  \n               Nature \n                11 March 1961 \n             \n               100 Years Ago \n             Can any correspondent of  Nature  recall a case of a cat playing with a shadow? I know of a cat — a blue Persian — which appears to wait until the morning sun throws the shadow of a cage-bird on the wall of a room, and then seems to play at catching the shadow of the bird as it moves about. \n               From  \n               Nature \n                9 March 1911 \n             Reprints and Permissions"},
{"file_id": "471172a", "url": "https://www.nature.com/articles/471172a", "year": 2011, "authors": [{"name": "Takamasa Harada"}, {"name": "Dennis E. Discher"}], "parsed_as_year": "2006_or_before", "body": "Using a microfluidic device, tiny polymeric capsules have been made in which different compounds can be isolated in separate, membrane-bound compartments — a prerequisite for the development of artificial cell aggregates. Correspondence to\n                 Dennis E. Discher . Reprints and Permissions"},
{"file_id": "471168a", "url": "https://www.nature.com/articles/471168a", "year": 2011, "authors": [{"name": "Miles Blencowe"}], "parsed_as_year": "2006_or_before", "body": "In the effort to demonstrate quantum behaviour in the motion of macroscopic mechanical objects, strong coupling between the objects and an electromagnetic oscillator is advantageous. Such coupling has now been achieved.  See Letter   p.204 Correspondence to\n                 Miles Blencowe . Reprints and Permissions"},
{"file_id": "471169a", "url": "https://www.nature.com/articles/471169a", "year": 2011, "authors": [{"name": "Craig L. Maynard"}, {"name": "Casey T. Weaver"}], "parsed_as_year": "2006_or_before", "body": "The vitamin-A metabolite retinoic acid normally favours immune tolerance in the gut. But in coeliac disease — an intestinal inflammatory disorder due to adverse reactivity to a dietary protein — it may do just the opposite.  See Letter   p.220 Correspondence to\n                 Craig L. Maynard  or  Casey T. Weaver . Reprints and Permissions"},
{"file_id": "471170a", "url": "https://www.nature.com/articles/471170a", "year": 2011, "authors": [{"name": "H. Sebastian Seung"}], "parsed_as_year": "2006_or_before", "body": "To understand the brain, the thousands of synaptic connections made by each of billions of neurons should be mapped and related to neuronal function. First steps towards this formidable goal are now reported.  See Articles   p.177  &  p.183 Correspondence to\n                 H. Sebastian Seung . Reprints and Permissions"},
{"file_id": "471174a", "url": "https://www.nature.com/articles/471174a", "year": 2011, "authors": [{"name": "Thorne Lay"}], "parsed_as_year": "2006_or_before", "body": "Initiation of the great 2010 Chile earthquake occurred within the rupture zone of the 1835 event experienced by Charles Darwin. However, the peak fault slip was to the north of the epicentre — not where it was expected to occur. Correspondence to\n                 Thorne Lay . Reprints and Permissions"},
{"file_id": "471309a", "url": "https://www.nature.com/articles/471309a", "year": 2011, "authors": [{"name": "Sharon C. Glotzer"}, {"name": "Michael Engel"}], "parsed_as_year": "2006_or_before", "body": "Spherical micelles can aggregate into highly organized structures. New micelle arrangements mimic known atomic crystals, both periodic and aperiodic, and provide evidence for a material with 18-fold rotational symmetry. Correspondence to\n                 Sharon C. Glotzer . Reprints and Permissions"},
{"file_id": "471312a", "url": "https://www.nature.com/articles/471312a", "year": 2011, "authors": [{"name": "Roland Bürgmann"}, {"name": "Pascal Audet"}], "parsed_as_year": "2006_or_before", "body": "An approach integrating different data sets has been used to map out seismic-velocity ratios in the crust of western North America. High inferred quartz content correlates with tectonic deformation zones.  See Letter   p.353 Correspondence to\n                 Roland Bürgmann . Reprints and Permissions"},
{"file_id": "471308a", "url": "https://www.nature.com/articles/471308a", "year": 2011, "authors": [{"name": "Gunter Meister"}], "parsed_as_year": "2006_or_before", "body": "An enzyme called Dicer is known for its central role in RNA-controlled gene silencing. Mammalian Dicer1, however, also seems to have another function: it maintains visual health by degrading toxic RNA molecules.  See Article    p.325 Correspondence to\n                 Gunter Meister . Reprints and Permissions"},
{"file_id": "471589a", "url": "https://www.nature.com/articles/471589a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "“Reproductive biology: Progesterone's gateway into sperm” by Steve Publicover and Christopher Barratt ( Nature   471 , 313–314; 2011). The following sentence in this article — “The second, more recent, advance was the development of a method for applying to sperm the technique of whole-cell patch clamping, which records ionic currents across the entire plasma membrane of a cell” — should have been accompanied by a reference to P. V. Lishko, I. L. Botchkina, A. Fedorenko & Y. Kirichok  Cell   140 , 327–337 (2010). Reprints and Permissions"},
{"file_id": "471310a", "url": "https://www.nature.com/articles/471310a", "year": 2011, "authors": [{"name": "Marcus E. Peter"}], "parsed_as_year": "2006_or_before", "body": "Apoptotic cell death is essential for the development of multicellular organisms. Paradoxically, three proteins instrumental in apoptosis also collaborate to preserve life by preventing necrotic cell death.  See Letters   p.363 ,  p.368  &  p.373 Correspondence to\n                 Marcus E. Peter . Reprints and Permissions"},
{"file_id": "470179a", "url": "https://www.nature.com/articles/470179a", "year": 2011, "authors": [{"name": "Clifford B. Saper"}], "parsed_as_year": "2006_or_before", "body": "In mice, brain neurons that respond during either mating or aggression exhibit spatial overlap, and some even respond during both. This may help to explain the relationship between sex and violence in human behaviour.  See Article   p.221 Correspondence to\n                 Clifford B. Saper . Reprints and Permissions"},
{"file_id": "472299a", "url": "https://www.nature.com/articles/472299a", "year": 2011, "authors": [{"name": "Nancy R. Sottos"}, {"name": "Jeffrey S. Moore"}], "parsed_as_year": "2006_or_before", "body": "Rubbery polymers have been made in which damage is healed by exposure to light. The healing mechanism allows localized, on-demand repair, and might help to extend the lifetimes of materials for many applications.  See Letter    p.334 Correspondence to\n                 Nancy R. Sottos  or  Jeffrey S. Moore . Reprints and Permissions"},
{"file_id": "472043a", "url": "https://www.nature.com/articles/472043a", "year": 2011, "authors": [{"name": "Anders Levermann"}], "parsed_as_year": "2006_or_before", "body": "The energy released by capsizing icebergs can be equal to that of small earthquakes — enough to create ocean waves of considerable magnitude. Should such 'glacial tsunamis' be added to the list of future global-warming hazards? Correspondence to\n                 Anders Levermann . Reprints and Permissions"},
{"file_id": "470178a", "url": "https://www.nature.com/articles/470178a", "year": 2011, "authors": [{"name": "Howard M. Wiseman"}], "parsed_as_year": "2006_or_before", "body": "Quantum measurements always have a back-action: they 'kick' the system in a particular way. This can be used to drive the system to any desired state using a fixed type of measurement, provided it can be 'unsharpened'. Correspondence to\n                 Howard M. Wiseman . Reprints and Permissions"},
{"file_id": "470181a", "url": "https://www.nature.com/articles/470181a", "year": 2011, "authors": [{"name": "James Bendle"}], "parsed_as_year": "2006_or_before", "body": "Sediments at the edge of Antarctica are a largely unexploited source of information about climate change. They have now provided a valuable local record of sea surface temperatures for the past 12,000 years.  See Letter   p.250 Correspondence to\n                 James Bendle . Reprints and Permissions"},
{"file_id": "470182a", "url": "https://www.nature.com/articles/470182a", "year": 2011, "authors": [{"name": "Ian Foe"}, {"name": "David Toczyski"}], "parsed_as_year": "2006_or_before", "body": "Solving the structure of protein complexes is particularly challenging when they contain many subunits. In the case of the APC, a fruitful strategy has been to gain information by subtracting subunits.  See Article   p.227    and Letter   p.274 Correspondence to\n                 Ian Foe  or  David Toczyski . Reprints and Permissions"},
{"file_id": "nature09896", "url": "https://www.nature.com/articles/nature09896", "year": 2011, "authors": [{"name": "Daniel P. Kelly"}], "parsed_as_year": "2006_or_before", "body": "Ageing is a complex process involving defects in various cellular components. The latest evidence suggests a unifying mechanism for cellular ageing that is relevant to the development of common age-related diseases.  See Article   p.359 Correspondence to\n                 Daniel P. Kelly . * This article and the paper under discussion 1  were published online on 9 February 2011. Reprints and Permissions"},
{"file_id": "471316a", "url": "https://www.nature.com/articles/471316a", "year": 2011, "authors": [{"name": "David Tuveson"}, {"name": "Douglas Hanahan"}], "parsed_as_year": "2006_or_before", "body": "New clinical trials report the efficacy of two mechanism-based therapies for treating human pancreatic neuroendocrine tumours. Studies in mouse models have contributed to these success stories, and continue to do so. Correspondence to\n                 David Tuveson  or  Douglas Hanahan .  D.H. is a member of the Therapeutic Area Scientific Advisory Panel for Oncology, Pfizer, Inc., and a consultant for Onyx Pharmaceuticals and for Aveo Pharmaceuticals Reprints and Permissions"},
{"file_id": "470179b", "url": "https://www.nature.com/articles/470179b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Tobacco Manufacturers' Standing Committee has as a declared aim the assistance of research into questions concerned with the relationship between smoking and health. That this object is being fulfilled is evident from its report for the year ended May 31, 1960, which summarizes investigations carried out during the year under the auspices of the Committee or with its financial support ... Fractions of cigarette smoke condensate prepared in the laboratories of the Committee have been found by several workers to have carcinogenic or tumour-promoting properties, but as the report points out, these results, obtained by application of smoke fractions to animal tissues, are not necessarily reliable guides to the possible response of human lung tissue to tobacco smoke. \n               From  \n               Nature \n                11 February 1961 \n             \n               100 Years Ago \n             The terrible intensity of the outbreak of pneumonic plague now raging in Manchuria, and the presence of plague-infested animals within our own borders, have called forth recently a number of communications on plague in the daily press. A special correspondent in  The Times , in two well-informed articles ... summarises the situation, and gives an admirable sketch of the principal facts concerning the modes of spread of plague. Dr. L. W. Sambon has also contributed two letters on the subject ... He remarks, for example, that in his belief transmission from man to man is probably more frequent than from rat to man. If Dr. Sambon bases this statement upon personal experience of epidemics of bubonic plague, it must be said that his observations are directly opposed to the experience of many competent plague workers. \n               From  \n               Nature \n                9 February 1911 \n             Reprints and Permissions"},
{"file_id": "470344a", "url": "https://www.nature.com/articles/470344a", "year": 2011, "authors": [{"name": "Richard P. Allan"}], "parsed_as_year": "2006_or_before", "body": "Rising concentrations of anthropogenic greenhouse gases in the atmosphere may already be influencing the intensity of rainfall and increasing the risk of substantial damage from the associated flooding.  See Letters   p.378  &  p.382 Correspondence to\n                 Richard P. Allan . Reprints and Permissions"},
{"file_id": "470475a", "url": "https://www.nature.com/articles/470475a", "year": 2011, "authors": [{"name": "Steven A. Balbus"}], "parsed_as_year": "2006_or_before", "body": "A long-standing controversy about whether the motions within a typical astrophysical disk of gas are stable or unstable has resurfaced. The answer has profound significance for our understanding of how stars and planets form. Correspondence to\n                 Steven A. Balbus . Reprints and Permissions"},
{"file_id": "470340a", "url": "https://www.nature.com/articles/470340a", "year": 2011, "authors": [{"name": "Pascal Hersen"}, {"name": "Benoît Ladoux"}], "parsed_as_year": "2006_or_before", "body": "During migration, cells interact with their environment by exerting mechanical forces on it. A combination of two techniques shows that they do so in all three dimensions by a push–pull mechanism. Correspondence to\n                 Pascal Hersen  or  Benoît Ladoux . Reprints and Permissions"},
{"file_id": "470343a", "url": "https://www.nature.com/articles/470343a", "year": 2011, "authors": [{"name": "Xiang Zhang"}], "parsed_as_year": "2006_or_before", "body": "Metamaterials are best known for their ability to bend light in the opposite direction to that of all materials found in nature. A hidden ability of these man-made materials has now been discovered.  See Letter   p.369 Correspondence to\n                 Xiang Zhang . Reprints and Permissions"},
{"file_id": "470469a", "url": "https://www.nature.com/articles/470469a", "year": 2011, "authors": [{"name": "Ivano Bertini"}, {"name": "Claudio Luchinat"}], "parsed_as_year": "2006_or_before", "body": "Unpaired electrons can exert effects that allow interatomic contacts in molecules to be detected more easily using nuclear magnetic resonance. One such effect reveals unusual interactions between certain atoms in a protein. Correspondence to\n                 Ivano Bertini  or  Claudio Luchinat . Reprints and Permissions"},
{"file_id": "470473a", "url": "https://www.nature.com/articles/470473a", "year": 2011, "authors": [{"name": "John Williams"}], "parsed_as_year": "2006_or_before", "body": "A long climate record reveals abrupt hydrological variations during past interglacials in southwestern North America. These data set a natural benchmark for detecting human effects on regional climates.  See Letter   p.518 Correspondence to\n                 John Williams . Reprints and Permissions"},
{"file_id": "470339a", "url": "https://www.nature.com/articles/470339a", "year": 2011, "authors": [{"name": "Guy M. Narbonne"}], "parsed_as_year": "2006_or_before", "body": "Deposits in China dating to about 600 million years ago contain carbon compressions of algae and other organisms. The fossils provide a new window into the early evolution of complex multicellular life.  See Letter   p.390 Correspondence to\n                 Guy M. Narbonne . Reprints and Permissions"},
{"file_id": "469305a", "url": "https://www.nature.com/articles/469305a", "year": 2011, "authors": [{"name": "P. James E. Peebles"}], "parsed_as_year": "2006_or_before", "body": "The massive compact objects in the centres of galaxies developed in at least two ways. One seems to be a natural result of galaxy formation in the Big Bang theory of the expanding Universe — the other is enigmatic.  See Letters   p.374  &  p.377 Reprints and Permissions"},
{"file_id": "469303a", "url": "https://www.nature.com/articles/469303a", "year": 2011, "authors": [{"name": "Edvard I. Moser"}, {"name": "May-Britt Moser"}], "parsed_as_year": "2006_or_before", "body": "The resting brain recapitulates activity patterns that occurred during a recent experience, possibly to aid long-term memory formation. Surprisingly, corresponding brain activity also occurs before an event happens.  See Letter   p.397 Reprints and Permissions"},
{"file_id": "469308a", "url": "https://www.nature.com/articles/469308a", "year": 2011, "authors": [{"name": "Jacobus J. Boomsma"}], "parsed_as_year": "2006_or_before", "body": "Social slime moulds graze on bacteria, but save some for transmission in their spores. Strains practising this primitive form of farming coexist with non-farmer strains in an intriguing cost–benefit equilibrium.  See Letter   p.393 Reprints and Permissions"},
{"file_id": "469309a", "url": "https://www.nature.com/articles/469309a", "year": 2011, "authors": [{"name": "Robert I. Lehrer"}], "parsed_as_year": "2006_or_before", "body": "The transformation of tadpole to frog and of caterpillar to butterfly are two of the more obvious examples of metamorphosis. But molecular shape-shifting may occur in each of us as part of our innate antibacterial defence system.  See Letter   p.419 Reprints and Permissions"},
{"file_id": "469307a", "url": "https://www.nature.com/articles/469307a", "year": 2011, "authors": [{"name": "Martin Moskovits"}], "parsed_as_year": "2006_or_before", "body": "Plasmonic hotspots — nanometre-sized crevices that permit the detection of single molecules — are too small to be imaged with conventional microscopes. They can now be probed using super-resolution fluorescence microscopy.  See Letter   p.385 Reprints and Permissions"},
{"file_id": "469481a", "url": "https://www.nature.com/articles/469481a", "year": 2011, "authors": [{"name": "Graeme D. Ruxton"}], "parsed_as_year": "2006_or_before", "body": "Different groups of diving vertebrates vary greatly in size, with whales being by far the largest. A comparative investigation of the links between swimming speed, size and metabolism provides clues to the reasons. Animals that breathe air but forage under water are highly adapted to the challenges of their extreme lifestyle. The oxygen collected at the surface must be husbanded carefully under water to maximize foraging efficiency. Because the energetic cost of swimming increases rapidly with speed, such divers have long been predicted to ascend and descend at the speed that minimizes the energetic cost (and thus the oxygen burned in aerobic metabolism) for the distance travelled. In a paper in  Journal of Animal Ecology , Watanabe  et al . 1  present the strongest evidence yet in support of such fine-tuned adaptation. Key to their study is the consideration of how we might expect both size and metabolic rate to influence a diver's swimming speed. On the basis of established biomechanical and energetic principles 2 , the authors predicted that larger divers should swim faster (specifically, that swimming speed should increase with mass to the power 0.05). They also predicted that low-metabolism ectotherms (animals, such as turtles, whose temperature is strongly influenced by their environment) should swim more slowly than same-sized, high-metabolism endotherms (which maintain a constant temperature; for example, birds and mammals). Telemetry studies of free-living animals are becoming increasingly common, making it possible for the researchers 1  to assemble dive-speed data for 37 species encompassing mammals, birds and turtles, and ranging in size from a 500-gram rhinoceros auklet ( Cerorhinca monocerata ) to a 90-tonne blue whale ( Balaenoptera musculus ). They found that dive speed does indeed increase with size, and that the mass exponent of the increase (mean 0.09, 95% confidence interval 0.04–0.14) provided a good match to their theoretical predictions. They also found that the three turtle species in the data set all had slower swimming speeds than expected on the basis of their mass: just as the authors' theory predicted for ectotherms. Although fish are the oldest and most diverse group of diving organisms, they do not reach the gigantic size attained by some other marine divers. The largest-known extant fish is the 6-metre-long whale shark  (Rhincodon typus ) and the largest extinct fish the 9-metre-long  Leedsichthys 3 . Compare these species with the two groups of whales: baleen and toothed. Among the 15 extant baleen whales, only the pygmy right whale ( Caperea marginata ) is as small as the whale shark, and only this species and the common minke ( Balaenoptera acutorostrata ) are smaller than  Leedsichthys . Among the toothed whales, meanwhile, there are at least five species larger than any extant fish. Turning to extinct marine reptiles 4 , mosasaurs ranged up to 17 m in length, pliosaurs and plesiosaurs were at least 15 m and 20 m, respectively, and ichthyosaurs were perhaps as large as 21 m. From these figures, then, explanation is required for the different maximum sizes of the three groups: ectotherms that draw their oxygen from the water (fish); air-breathing endothermic divers (whales); and air-breathing ectothermic divers, both extant and extinct (turtles and species such as mosasaurs). That explanation might run as follows. First, larger divers can stay submerged for longer because oxygen stores increase more rapidly with size than do metabolic rate or the cost of swimming 5 . Second, as Watanabe  et al . 1  demonstrate, larger divers swim faster. Taken together, these considerations mean that larger breath-holding divers can exploit deeper waters and search for food more efficiently. However, these selection pressures do not act on fish size. The effect of size on swimming speed is less drastic in modern-day turtles, probably because their ectothermic metabolism constrains swimming speed. Thus the prediction is that ectothermic breath- holding divers should still face selection for large size, but that this selection will not be as strong as in endotherms such as whales. In agreement with this prediction, the largest extinct marine reptiles were larger than any fish, but not as large as the biggest whales. This is a thought-provoking study 1 , and there are clear ways in which it could be built upon. Further data on diving ectotherms would be helpful, along with development of the theory to give quantitative predictions for the influence of metabolism. Particularly valuable data would be those that allowed assessment of variation in both resting metabolic rate and dive speed in a given species of turtle across waters of different temperatures (and thus functioning across a range of metabolic rates). Perhaps the least satisfying aspect of the current theory is that it cannot explain the trend in the empirical data for avian divers to swim faster than mammals of the same mass. Watanabe  et al . 1  suggest that their assumption that metabolism does not increase to cope with thermoregulation in water may be more valid for mammals than birds. Expansion of the species available for the comparative analyses would help in evaluating such theories: the largest bird considered was the 25-kg Emperor penguin ( Aptenodytes forsteri ) and the smallest mammal was the 33-kg Antarctic fur seal ( Arctocephalus gazella ). Measurements of small diving mammals, such as otters, might be particularly instructive for comparison with those of same-sized birds. A final puzzle is why gigantic species have not evolved in two groups of extant vertebrate divers (birds and turtles). Perhaps the difference between these and the other vertebrate divers is that birds and turtles must return to land to reproduce, and it is this phase of their existence (in which they lack the buoyancy of water to support much of their weight) that limits their sizes. Clearly, diving animals still pose many fascinating questions. As Watanabe  et al . 1  show, however, modern data-collection technologies, combined with biomechanical modelling and comparative approaches, can bring the answers closer to our reach. Reprints and Permissions"},
{"file_id": "469478a", "url": "https://www.nature.com/articles/469478a", "year": 2011, "authors": [{"name": "Jared Diamond"}], "parsed_as_year": "2006_or_before", "body": "With the spread of fast-food outlets and more sedentary lifestyles, the prevalence of diabetes in India is rising alarmingly. But the subpopulations at risk and the symptoms of the disease differ from those in the West. Reprints and Permissions"},
{"file_id": "469479a", "url": "https://www.nature.com/articles/469479a", "year": 2011, "authors": [{"name": "Naveen A. Reddy"}], "parsed_as_year": "2006_or_before", "body": "The recently refurbished Hubble Space Telescope reveals a galaxy from a time when the Universe was just 500 million years old, providing insights into the first throes of galaxy formation and the reionization of the Universe.  See Letter   p.504 Reprints and Permissions"},
{"file_id": "469480a", "url": "https://www.nature.com/articles/469480a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 years ago \n             The report of an enquiry into the employment of qualified women scientists and engineers in private manufacturing industry shows clearly that, in general, industry in Britain is a man-dominated world and is likely to remain so for many years to come ... From the survey one conclusion is inescapable. Employers are reluctant to employ educated women scientists and engineers mainly because, on economic grounds, they are a bad risk ... From the employer's point of view, their years of useful service before beginning full-time duties in their homes is very limited. All the well-meaning protestations by women's organizations will not make young women scientists and engineers anything but a bad industrial investment compared with their male counterparts. Most educated women know this and accept this. \n               From  \n               Nature \n                28 January 1961 \n             \n               100 Years Ago \n             In his article on “Sex Relationship”, Dr. R. J. Ewart said, in commenting on the present excess of females over males:—“The result of this is to produce in a community a section of women who cannot possibly perform that function for which they were fashioned. Their energies are naturally directed into other spheres, as evidence of which we see the revival of movement for political recognition.” ... Dr. Ewart errs in attributing to a purely physical cause a movement which really arises from a mental and moral awakening — and, indeed, his whole article is full of unsupported assertions and loose reasoning; but I should not have ventured to criticise it had he not so clearly allowed his judgment to be warped by his political bias. \n               Hertha Ayrton \n             \n               From  \n               Nature \n                26 January 1911 \n             Reprints and Permissions"},
{"file_id": "470049a", "url": "https://www.nature.com/articles/470049a", "year": 2011, "authors": [{"name": "Eric W. Wolff"}], "parsed_as_year": "2006_or_before", "body": "The rising trend in atmospheric concentrations of methane over the past 5,000 years has been attributed to human agency. A modelling study, of a power that has only now become possible, points to another cause.  See Letter   p.82 Reprints and Permissions"},
{"file_id": "469476a", "url": "https://www.nature.com/articles/469476a", "year": 2011, "authors": [{"name": "Joseph Bass"}, {"name": "Joseph S. Takahashi"}], "parsed_as_year": "2006_or_before", "body": "Oscillations in gene transcription that occur in response to biological daily clocks coordinate the physiological workings of living organisms. But turnover in cellular energy may be sufficient to make the clock tick.  See Article   p.498  &  Letter   p.554 J.B. declares competing financial interests. He is a speaker and consultant for Merck and for GLG; has received research awards from Amylin Pharmaceuticals and Eli Lilly and from Takeda Pharmaceuticals; and owns stock and is on the advisory board of Reset Therapeutics. Reprints and Permissions"},
{"file_id": "469475a", "url": "https://www.nature.com/articles/469475a", "year": 2011, "authors": [{"name": "Jevon Longdell"}], "parsed_as_year": "2006_or_before", "body": "The ability to store entangled photons in a solid-state memory, and to retrieve them while preserving the entanglement, is a required step on the way to practical quantum communication. This step has now been taken.  See Letters   p.508  &  p.512 Reprints and Permissions"},
{"file_id": "469474a", "url": "https://www.nature.com/articles/469474a", "year": 2011, "authors": [{"name": "Johannes Gräff"}, {"name": "Li-Huei Tsai"}], "parsed_as_year": "2006_or_before", "body": "For many – if not all – of us, cognitive enhancement is desirable, but agents that would truly improve memory are hard to find. Unexpectedly, the product of an imprinted gene emerges as a promising candidate.  See Article   p.491 Reprints and Permissions"},
{"file_id": "470047a", "url": "https://www.nature.com/articles/470047a", "year": 2011, "authors": [{"name": "Lewi Stone"}], "parsed_as_year": "2006_or_before", "body": "The aquatic plant  Salvinia molesta  is a widespread pest of waterways in the tropics and subtropics. A study of its control by a weevil in Australian billabongs sets a new standard in ecological time-series analysis.  See Letter   p.86 Reprints and Permissions"},
{"file_id": "470050a", "url": "https://www.nature.com/articles/470050a", "year": 2011, "authors": [{"name": "Michael D. Petraglia"}], "parsed_as_year": "2006_or_before", "body": "What role did the Arabian peninsula play in the expansion of our species out of Africa? An archaeological site in the United Arab Emirates provides tantalizing new evidence that supports an early human migration from Africa. Reprints and Permissions"},
{"file_id": "470046a", "url": "https://www.nature.com/articles/470046a", "year": 2011, "authors": [{"name": "Kay Huebner"}], "parsed_as_year": "2006_or_before", "body": "Fragile sites are genomic regions prone to deletions or other alterations during DNA replication. The reason for the susceptibility of these sites to damage may be simple: they contain few replication initiation sites.  See Letter   p.120 Reprints and Permissions"},
{"file_id": "469306a", "url": "https://www.nature.com/articles/469306a", "year": 2011, "authors": [{"name": "Mark A. Wainberg"}], "parsed_as_year": "2006_or_before", "body": "Two human trials investigate the efficacy of a type of antiretroviral drug — usually used to treat HIV-infected individuals — in preventing HIV infection. The results are heartening. Reprints and Permissions"},
{"file_id": "469039a", "url": "https://www.nature.com/articles/469039a", "year": 2011, "authors": [{"name": "Christopher Hunter"}], "parsed_as_year": "2006_or_before", "body": "Nature constructs macromolecules with a precision that chemists have struggled to achieve. So a strategy that offers simple routes to large molecules, starting from small templates, could be the next big thing in synthesis.  See Letter   p.72 Reprints and Permissions"},
{"file_id": "469042a", "url": "https://www.nature.com/articles/469042a", "year": 2011, "authors": [{"name": "Graham Shields-Zhou"}], "parsed_as_year": "2006_or_before", "body": "Isotopic evidence from carbon and sulphur points to the spread of anoxia and toxic sulphide as the chief culprits in at least one of a series of crises for marine ecosystems during the nascent stages of early animal evolution.  See Letter   p.80 Reprints and Permissions"},
{"file_id": "470045a", "url": "https://www.nature.com/articles/470045a", "year": 2011, "authors": [{"name": "Jenny E. Greene"}], "parsed_as_year": "2006_or_before", "body": "Conventional wisdom tells us that supermassive black holes are found exclusively in massive galaxies undergoing little star formation. But one such object has now been discovered in a star-forming dwarf galaxy.  See Letter   p.66 Reprints and Permissions"},
{"file_id": "469041a", "url": "https://www.nature.com/articles/469041a", "year": 2011, "authors": [{"name": "James Mallet"}, {"name": "Kanchon Dasmahapatra"}], "parsed_as_year": "2006_or_before", "body": "Mutualism can be a double-edged sword if the animals concerned also compete for food. This may explain the discovery that catfish mimics in the Amazon rarely engage in mimicry with related species.  See Letter   p.84 Reprints and Permissions"},
{"file_id": "469044a", "url": "https://www.nature.com/articles/469044a", "year": 2011, "authors": [{"name": "Robert C. Malenka"}, {"name": "Roberto Malinow"}], "parsed_as_year": "2006_or_before", "body": "With age comes wisdom, or so they say. The reality is that, with age, the ability to store memories declines. One way of tackling this problem might be to raise neuronal levels of the signalling molecule EphB2.  See Article   p.47 Reprints and Permissions"},
{"file_id": "469045a", "url": "https://www.nature.com/articles/469045a", "year": 2011, "authors": [{"name": "Thomas Carell"}], "parsed_as_year": "2006_or_before", "body": "Computers use transistor-based logic gates as the basis of their functions, but molecular logic gates would make them much faster. A report of DNA-based logic gates could be a first step towards molecular computing. Reprints and Permissions"},
{"file_id": "469043a", "url": "https://www.nature.com/articles/469043a", "year": 2011, "authors": [{"name": "Mirko Lobino"}, {"name": "Jeremy L. O'Brien"}], "parsed_as_year": "2006_or_before", "body": "Using photonic chips to control single photons in waveguides is a promising route to technologies based on the photons'quantum properties. The ability to measure entanglement on such chips is a key step in that direction. Reprints and Permissions"},
{"file_id": "469167a", "url": "https://www.nature.com/articles/469167a", "year": 2011, "authors": [{"name": "Elbio Dagotto"}], "parsed_as_year": "2006_or_before", "body": "Stacking two oxide insulators together is known to yield a conducting system at the interface between the oxides. But the discovery that simply cleaving such an insulator yields the same outcome is unexpected.  See Letter   p.189 Reprints and Permissions"},
{"file_id": "469165a", "url": "https://www.nature.com/articles/469165a", "year": 2011, "authors": [{"name": "Neil Turok"}], "parsed_as_year": "2006_or_before", "body": "Generations of physicists have spent much of their lives using Richard Feynman's famous diagrams to calculate how particles interact. New mathematical tools are simplifying the results and suggesting improved underlying principles. Reprints and Permissions"},
{"file_id": "469166a", "url": "https://www.nature.com/articles/469166a", "year": 2011, "authors": [{"name": "Vincent J. Hilser"}], "parsed_as_year": "2006_or_before", "body": "The functions of proteins are critically coupled to their interplay with water, but determining the dynamics of most water molecules at protein surfaces hasn't been possible. A new spectroscopic method promises to change that. Reprints and Permissions"},
{"file_id": "469170a", "url": "https://www.nature.com/articles/469170a", "year": 2011, "authors": [{"name": "Peter Michael"}], "parsed_as_year": "2006_or_before", "body": "The Eastern Lau spreading centre in the Pacific Ocean is the subject of especial interest. The influence of the neighbouring subduction zone is considerable, but evidently has unexpected limits.  See Letter   p.198 Reprints and Permissions"},
{"file_id": "469164a", "url": "https://www.nature.com/articles/469164a", "year": 2011, "authors": [{"name": "Rory P. Wilson"}], "parsed_as_year": "2006_or_before", "body": "Studies of animal populations often use tags to track the fate of individuals and assume that there is no adverse impact. Work on penguins shows that seemingly innocuous flipper bands affect survival and breeding success.  See Letter   p.203 Reprints and Permissions"},
{"file_id": "469172a", "url": "https://www.nature.com/articles/469172a", "year": 2011, "authors": [{"name": "Stephen R. Sprang"}], "parsed_as_year": "2006_or_before", "body": "G-protein-coupled receptors initiate a wide range of signalling pathways in cells. It seems that both a G protein and an agonist molecule must bind to the receptors to persistently activate them.  See Article   p.175  &  Letters   p.236  &  p.241 Reprints and Permissions"},
{"file_id": "469169a", "url": "https://www.nature.com/articles/469169a", "year": 2011, "authors": [{"name": "Mark J. F. Brown"}], "parsed_as_year": "2006_or_before", "body": "A survey of bumblebees in North America provides unequivocal evidence that four previously common and abundant species have undergone recent and widespread population collapse. Various explanations remain possible. Reprints and Permissions"},
{"file_id": "469171a", "url": "https://www.nature.com/articles/469171a", "year": 2011, "authors": [{"name": "Bochong Li"}, {"name": "Lingchong You"}], "parsed_as_year": "2006_or_before", "body": "Cellular compartmentalization is an effective way to build gene circuits capable of complex logic operations, in which binary inputs are converted into binary outputs according to user-defined rules.  See Letters   p.207  &  p.212 Reprints and Permissions"},
{"file_id": "469310a", "url": "https://www.nature.com/articles/469310a", "year": 2011, "authors": [{"name": "Frank M. Raushel"}], "parsed_as_year": "2006_or_before", "body": "Protein engineering of an enzyme that catalytically detoxifies organophosphate compounds in the body opens up fresh opportunities in the search for therapeutic protection against nerve agents used in chemical warfare. Reprints and Permissions"},
{"file_id": "470044a", "url": "https://www.nature.com/articles/470044a", "year": 2011, "authors": [{"name": "C. Robertson McClung"}], "parsed_as_year": "2006_or_before", "body": "A remarkable example has been discovered of a plant tuning its immune defence against a pathogen. The tuning consists of maximal expression of the relevant genes at the time of day when attack is most likely.  See Letter   p.110 Reprints and Permissions"},
{"file_id": "470048a", "url": "https://www.nature.com/articles/470048a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Committee on Scientific Research in Schools which was established by the Council of the Royal Society in 1957 has issued a report covering the period November 1, 1959–October 31, 1960. It is stated that interest shown by schools in undertaking research has continued to increase, and the Committee is now administering research projects in 56 schools. Some of these schools have more than one research project under way and a total of 66 separate research projects are now being actively pursued compared with 57 last year ... All research projects with which the Committee is dealing are carried out with the specialist advice and assistance of Fellows of the Society and by others who act as advisers. The Committee invites further requests from school-masters and school-mistresses for assistance in undertaking research. \n               From  \n               Nature \n                4 February 1961 \n             \n               100 Years Ago \n             Many attempts have been made to synchronise the phonograph or gramophone with the kinematograph, so as to be able to reproduce simultaneously the sounds of the voice, as in singing and speech, while the movements of the face and the bodily gestures of the singer or speaker are depicted on the screen ... The difficulties, however, appear to have been surmounted by M. Gaumont ... The details of the method are not fully developed, but they are to be made public without delay ... We may soon have in our homes the  chefs-d'oeuvre  of our theatres played by our best actors, and even lectures by famous professors may not be restricted to their class-rooms ... Such reproductions are to be called  phonoscenes . \n               From  \n               Nature \n                2 February 1911 \n             Reprints and Permissions"},
{"file_id": "470472a", "url": "https://www.nature.com/articles/470472a", "year": 2011, "authors": [{"name": "Barry Honig"}, {"name": "Remo Rohs"}], "parsed_as_year": "2006_or_before", "body": "Watson–Crick base pairs underpin the DNA double helix. Evidence of transient changes in base-pairing geometry highlights the fact that the information held in DNA's linear sequence is stored in three dimensions.  See Article   p.498 Correspondence to\n                 Barry Honig  or  Remo Rohs . Reprints and Permissions"},
{"file_id": "470183a", "url": "https://www.nature.com/articles/470183a", "year": 2011, "authors": [{"name": "Matthew Gaunt"}], "parsed_as_year": "2006_or_before", "body": "A long-standing problem in chemistry has been to find catalysts that allow molecules to distinguish between the two faces of reaction intermediates called carbocations. A way around the problem has been found.  See Letter   p.245 Correspondence to\n                 Matthew Gaunt . Reprints and Permissions"},
{"file_id": "470468a", "url": "https://www.nature.com/articles/470468a", "year": 2011, "authors": [{"name": "Murray B. Stein"}], "parsed_as_year": "2006_or_before", "body": "Why do some people develop post-traumatic stress disorder, but others emerge from a horrific event relatively unscathed? A molecule involved in orchestrating the brain's response to stress may hold the key to this difference.  See Article   p.492 Correspondence to\n                 Murray B. Stein . Reprints and Permissions"},
{"file_id": "470471a", "url": "https://www.nature.com/articles/470471a", "year": 2011, "authors": [{"name": "Stephen R. McNutt"}], "parsed_as_year": "2006_or_before", "body": "A new model for volcanic tremor has a magma column, surrounded by gas bubbles, oscillating or 'wagging' back and forth. The model reconciles several observations of this characteristic signal.  See Letter   p.522 Correspondence to\n                 Stephen R. McNutt . Reprints and Permissions"},
{"file_id": "470470a", "url": "https://www.nature.com/articles/470470a", "year": 2011, "authors": [{"name": "Reed B. Wickner"}], "parsed_as_year": "2006_or_before", "body": "Prions are infectious proteins that can cause deadly diseases in mammals. Detailed measurements of infectivity suggest that there may be distinct infectious and toxic versions of this protein.  See Letter   p.540 Correspondence to\n                 Reed B. Wickner . Reprints and Permissions"},
{"file_id": "470476a", "url": "https://www.nature.com/articles/470476a", "year": 2011, "authors": [{"name": "Jose M. C. Tubio"}, {"name": "Xavier Estivill"}], "parsed_as_year": "2006_or_before", "body": "In 2–3% of cancers, a single genetic event may have led to hundreds of genomic rearrangements confined to just one or a few chromosomes. This finding challenges the conventional view of how mutations accumulate in oncogenesis. Correspondence to\n                 Xavier Estivill . Reprints and Permissions"},
{"file_id": "471041a", "url": "https://www.nature.com/articles/471041a", "year": 2011, "authors": [{"name": "Michael Chapman"}, {"name": "Carlos Sá de Melo"}], "parsed_as_year": "2006_or_before", "body": "The idea of using ultracold atoms to simulate the behaviour of electrons in new kinds of quantum systems — from topological insulators to exotic superfluids and superconductors — is a step closer to becoming a reality.  See Letter   p.83 Correspondence to\n                 Michael Chapman  or  Carlos Sá de Melo . Reprints and Permissions"},
{"file_id": "471042a", "url": "https://www.nature.com/articles/471042a", "year": 2011, "authors": [{"name": "Evan T. Powers"}, {"name": "William E. Balch"}], "parsed_as_year": "2006_or_before", "body": "Protein folding is a high-stakes process, with cell dysfunction and death being the unforgiving penalties for failure. Work in bacteria hints that organisms manage this process beyond the boundaries of the cytoplasm — and even the cell. Correspondence to\n                 Evan T. Powers  or  William E. Balch . Reprints and Permissions"},
{"file_id": "472305a", "url": "https://www.nature.com/articles/472305a", "year": 2011, "authors": [{"name": "Christopher Aiken"}, {"name": "Sebastian Joyce"}], "parsed_as_year": "2006_or_before", "body": "TRIM5 proteins limit retroviral infection by targeting the viral coat. It now seems that these proteins can also serve as pattern-recognition receptors, which initiate cellular innate immune responses.  See Letter    p.361 Correspondence to\n                 Christopher Aiken . Reprints and Permissions"},
{"file_id": "472304a", "url": "https://www.nature.com/articles/472304a", "year": 2011, "authors": [{"name": "Min Hyung Lee"}, {"name": "Ali Javey"}], "parsed_as_year": "2006_or_before", "body": "Wavy strips of piezoelectric materials on stretchable substrates can both withstand larger applied mechanical strain without cracking and harvest energy more efficiently than their flat counterparts. Correspondence to\n                 Ali Javey . Reprints and Permissions"},
{"file_id": "472300a", "url": "https://www.nature.com/articles/472300a", "year": 2011, "authors": [{"name": "Daniel Osorio"}], "parsed_as_year": "2006_or_before", "body": "Evidence that a larval brachiopod has ciliary photoreceptors that are directionally selective, and therefore may function as eyes, bears on an enduring puzzle about photoreceptor evolution in animals. Correspondence to\n                 Daniel Osorio . Reprints and Permissions"},
{"file_id": "474040a", "url": "https://www.nature.com/articles/474040a", "year": 2011, "authors": [{"name": "Mark Stopfer"}], "parsed_as_year": "2006_or_before", "body": "Mosquitoes harbouring the malaria parasite follow pulses of carbon dioxide exhaled by their human prey to track them down. A novel set of chemicals can distract these insects by disrupting their sense of smell.  See Letter    p.87 Correspondence to\n                 Mark Stopfer . Reprints and Permissions"},
{"file_id": "472298a", "url": "https://www.nature.com/articles/472298a", "year": 2011, "authors": [{"name": "Ron McKay"}], "parsed_as_year": "2006_or_before", "body": "The placenta does not only act as the essential link between the developing embryo and its mother. Unexpectedly, it is also a source of serotonin — a neurotransmitter that is crucial for embryonic brain development.  See Letter    p.347 Correspondence to\n                 Ron McKay . Reprints and Permissions"},
{"file_id": "474455a", "url": "https://www.nature.com/articles/474455a", "year": 2011, "authors": [{"name": "Holly A. Ingraham"}], "parsed_as_year": "2006_or_before", "body": "A high-fat diet often leads to metabolic disorders such as diabetes, fatty liver disease and obesity. One lipid, however, might mitigate these effects through an unexpected signalling role in the nucleus.  See Letter    p.506 Correspondence to\n                 Holly A. Ingraham . Reprints and Permissions"},
{"file_id": "474453a", "url": "https://www.nature.com/articles/474453a", "year": 2011, "authors": [{"name": "Allan H. MacDonald"}, {"name": "Rafi Bistritzer"}], "parsed_as_year": "2006_or_before", "body": "In systems consisting of just a few layers of graphene, the relative orientation of adjacent layers depends on the material's preparation method. Light has now been shed on the relationship between stacking arrangement and electronic properties. Correspondence to\n                 Allan H. MacDonald . Reprints and Permissions"},
{"file_id": "474452a", "url": "https://www.nature.com/articles/474452a", "year": 2011, "authors": [{"name": "Daniel P. Kennedy"}, {"name": "Ralph Adolphs"}], "parsed_as_year": "2006_or_before", "body": "Many of us were raised or currently live in an urban environment. A neuroimaging study now reveals how this affects brain function when an individual is faced with a stressful situation.  See Letter    p.498 Correspondence to\n                 Ralph Adolphs . Reprints and Permissions"},
{"file_id": "474290a", "url": "https://www.nature.com/articles/474290a", "year": 2011, "authors": [{"name": "Piers Coleman"}], "parsed_as_year": "2006_or_before", "body": "The presence of magnetic moments in materials known as Kondo lattices can lead to an exotic transformation in their properties. The first successful endeavour into imaging such a transformation has now been made.  See Letter    p.362 Correspondence to\n                 Piers Coleman . Reprints and Permissions"},
{"file_id": "475178a", "url": "https://www.nature.com/articles/475178a", "year": 2011, "authors": [{"name": "Katherine Zukor"}, {"name": "Zhigang He"}], "parsed_as_year": "2006_or_before", "body": "New work on a rat model suggests that, after spinal-cord injury, restoration of sustained and robust respiratory function is possible using strategies that promote both neuronal plasticity and regeneration.  See Article   p.196 'Above C4, breathe no more.' This is the memory aid that reminds medical students that damage to the spinal cord above the fourth cervical vertebra (C4) — that is, the neck — can interrupt breathing. Injuries at the cervical level are the most common type of spinal-cord injury and account for more than half of all cases. Individuals who survive such injuries usually need ventilators to breathe, and so face a host of complications to their overall health and quality of life. A study by Alilain  et al . 1  on  page 196  of this issue offers hope that we may one day know how to treat this problem, so that patients with spinal-cord injuries above C4 can breathe on their own. Breathing rate, rhythm and depth are controlled automatically by specialized regions of the brainstem 2  ( Fig. 1a ). The neurons in these regions send their axonal processes down the spinal cord to control the activity of other neurons in the phrenic motor nuclei (PMN) of the cervical spinal cord (C3–C6). The axons of the PMN neurons form the phrenic nerves, which, in turn, innervate the muscles of the diaphragm. Thus, contraction and relaxation of the diaphragm enable rhythmic breathing. When the spinal cord is injured above the C4 level, axons connecting the brainstem to the PMN are damaged, and breathing is disrupted. To make matters worse, axons in the adult spinal cord do not regenerate well, one of the main reasons being the inhibitory environment of the injured spinal cord 3 . Over the years, researchers have invoked many strategies to provide axons with a more supportive environment. These include either removing inhibitory molecules, such as chondroitin sulphate proteoglycans (CSPGs) in the extracellular matrix 4 , or grafting in a piece of peripheral nerve that could serve as a bridge for axonal growth 5 . Combinations of these approaches have yielded encouraging results. For example, after a cervical spinal-cord injury (SCI) in rats, applying a peripheral nerve graft, together with injection of the enzyme chondroitinase ABC (chABC) to degrade CSPGs, allows spinal-cord axons to regenerate through the graft, re-enter the spinal cord and form synaptic connections with neurons on the opposite side of the injury 6 . Alilain  et al . 1  applied a similar treatment strategy to recover respiratory function in rats after SCI. The authors made a partial injury at the C2 level to paralyse the diaphragm on one side of the animals' body ( Fig. 1b ). They then removed a piece of the rats' tibial nerve and grafted one end of it in the injury site at C2 and the other end in a small slit at the C4 level — near the PMN. Finally, they injected chABC at both ends of the graft, as well as in the PMN area, to degrade CSPGs ( Fig. 1b ). Twelve weeks after injury, the group receiving this treatment had the highest percentage of recovered animals and the best quality of recovery in respiratory function compared with controls. Specifically, in many animals the paralysed half of the diaphragm muscle recovered nearly normal rhythmic electrical activity. Moreover, neurons from breathing centres of the brainstem grew axons into the graft. To demonstrate that recovery was largely due to axons that had regenerated through the graft and not just the rewiring of circuits in the portions of the spinal cord that were uninjured, Alilain  et al . cut the graft; this treatment abolished the regained respiratory function. Intriguingly, when the graft was cut, the residual electrical activity of the paralysed half of the diaphragm muscle was significantly, albeit transiently, increased compared with residual activity after the initial SCI. This suggests that spinal-cord circuits were also rewired to some extent in this experimental setting: descending regenerating axons may have connected with different targets, and denervated neurons may also have found new synaptic partners before regenerating axons could reach them 7 . It is encouraging that, despite the havoc such rewiring could wreak, the system could still adapt to the changes — perhaps through a type of learning process — to restore proper firing patterns to the motor neurons innervating the diaphragm. Such adaptability might be a special property of the respiratory circuit: it has long been known 8  that there are latent connections in the respiratory system that can be activated after injury. Alternatively, it may be a common property of all spinal-cord circuits that can be unleashed by the degradation of CSPGs, as well as by extensive rehabilitation. At an axon's target site, such as the PMN, CSPGs are thought to stabilize circuits after development is complete 9 . Degradation of CSPGs after injury may therefore give circuits the flexibility they need to make new connections and adapt to changes. The built-in rehabilitation regimen that the paralysed diaphragm receives — by virtue of the fact that the animal must continue to breathe if it is to remain alive — probably also plays a part in shaping the new circuit. In support of this, chABC treatment together with physical rehabilitation promotes recovery of manual dexterity after cervical SCI in rats 10 . Overall, Alilain and colleagues' results 1  suggest that combinatorial strategies that promote both long-distance axon regeneration and local circuit reorganization may be universally useful for enabling functional recovery after SCI. Because not all axons of the central nervous system have the same ability to regrow into permissive grafts 11 , 12 , it may be necessary to use other methods to stimulate axon regeneration 13 . Future studies should investigate how best to facilitate integration of regenerated axons into local circuits and to harness the potential of anatomical plasticity to restore multiple functions after SCI. Correspondence to\n                 Katherine Zukor  or  Zhigang He . Reprints and Permissions"},
{"file_id": "nature10265", "url": "https://www.nature.com/articles/nature10265", "year": 2011, "authors": [{"name": "Jean-Philippe Avouac"}], "parsed_as_year": "2006_or_before", "body": "An exceptional data set documents surface deformation before, during and after the earthquake that struck northeastern Japan in March 2011. But models for assessing seismic and tsunami hazard remain inadequate.  See Letter    p.373 Earthquake science has entered a new era with the development of space-based technologies to measure surface deformation at the boundaries of tectonic plates and large faults. Japan has been at the forefront in implementing these technologies, in particular with the deployment some 15 years ago of a network of continuously recording Global Positioning System (GPS) stations known as GeoNet. Papers analysing the data associated with the devastating Tohoku-Oki earthquake of 11 March 2011 are now appearing. One of these, by Ozawa  et al . 1 , is published on  page 373  of this issue. With a moment magnitude ( M w ) of 9.0, the Tohoku-Oki earthquake ranks among the largest ever recorded. The data collected at the GeoNet stations 1  indicate that it resulted from the sudden slip of a remarkably compact area (400 kilometres long by 200 kilometres wide) of the plate interface where the Pacific plate slides beneath the Okhotsk plate, on which northern Japan lies. The rupture area ( Fig. 1 ) lies off the coastline of Honshu, Japan's biggest island, and extends east nearly all the way to the Japan trench — hence the particularly devastating tsunami produced by the earthquake. Other new papers 2 , 3  provide further information. A combination 2  of GPS measurements and underwater acoustic sounding shows that the sea bottom in the epicentral area moved seaward by as much as 24 metres and was uplifted by about 3 metres. Therefore, slip along the plate interface at depth must have exceeded the 27-metre peak slip inferred from the GeoNet data 1 ; it may have been even more than 50 metres, as suggested from the joint modelling 3  of the GeoNet data and sea-bottom pressure records of the tsunami waves. For comparison, this is about twice the peak slip determined for the giant earthquakes in Sumatra in 2004 ( M w  9.4) and in Chile in 2010 ( M w  9.0) — and larger than that estimated for the biggest earthquake ever recorded 4 , the  M w -9.5 event of 1960, which ruptured more than 1,000 km of the plate boundary off the coast of southern Chile. Over the 15 years preceding the 2011 event, the GeoNet data 5  had revealed the slow accumulation of strain across Honshu, with the Pacific plate squeezing and dragging down the eastern edge of Honshu. We know, however, that the coast of Honshu is being uplifted in the long term, so a significant fraction of that 'interseismic' strain — strain accumulating between earthquakes — must be compensated by sudden episodes of uplift. The current model holds that interseismic strain on the upper plate is purely elastic, and is 'recovered' during seismic rupture of the plate interface, so that in the long run the upper plate does not deform 6 . This assumption provides a rationale to relate slip on the plate interface to interseismic strain on the upper plate. Where the plate interface is creeping, strain on the upper plate is negligible; but where the plate interface is locked, the upper plate is compressed and dragged down, building up elastic strain until it is released when the locked patches slip. Several earlier studies adopted this assumption 5 , 7 , 8  and found that the measured strain across Honshu required a large, locked patch off the coast of Sendai ( Fig. 1 ). The rupture area of the Tohoku-Oki earthquake coincides quite well with that area 3 . A noteworthy discrepancy, however, is that the rupture reached closer to the Japan trench, where interseismic models suggested there was little locking. The particularly extensive, shallow slip seen in the Tohoku-Oki event could be due either to high preseismic stress left over from previous ruptures of the plate interface that failed to reach the trench, or, as seismological investigations suggest 9 , to specific properties of the plate interface. In any case, the observed slip requires the shallow plate interface to have remained locked, at least partially, in the period before the earthquake. The published interseismic models 5 , 7 , 8  indicated little locking at shallow depth, essentially as a result of built-in methodological assumptions: the shallow portion of the plate interface is actually not well constrained if only onshore data are used 1 . These models may have been misleadingly interpreted as discounting the possibility of extensive shallow slip, which in fact occurred. Therefore, in the absence of direct constraints from sea-bottom geodesy, it may be preferable for models to assume maximum locking of the shallow zone of the plate interface. In fact, the interseismic data do not exclude a locked region off the coast of Sendai extending all the way to the shallow plate-boundary zone at the trench. Such an assumption raises questions for assessing the frequency of Tohoku-Oki-like earthquakes. The estimated slip along the plate boundary off the coast of northern Honshu — due to earthquakes over the past few centuries — falls well short of balancing the slip deficit that should have accumulated over that period owing to interseismic locking. So it might seem that a large earthquake there was overdue. Indeed, according to the published interseismic models, interseismic strain builds up really fast on that boundary: it should take only a few centuries to accumulate enough strain to generate an  M w -9.0 earthquake. Such large events should recur even more often if locking of the shallow portion of the plate interface is assumed in the modelling of interseismic strain. By contrast, on the basis of historical and palaeo-tsunami records 10 , large earthquakes would be predicted to return only once every 1,000 years, or even less frequently. The way out of this conundrum is not clear. There is no evidence for particularly frequent episodes of large aseismic slip in that area, and postseismic afterslip, although significant 1 , is much too small to balance the slip budget. So either the slip deficit accumulating in the interseismic period is overestimated (which might happen if, for example, a fraction of interseismic strain is not recoverable), or it is incorrect to assume that geodetic rates measured over a decade or so are representative of strain build-up over periods of centuries to millennia. Another paradoxical and possibly related observation is that the Tohoku-Oki earthquake induced more than 1 metre of systematic coastal subsidence, whereas uplift would have been expected to balance the subsidence rate of 5 millimetres per year during the interseismic period. The long-term coastal uplift requires deformation events that are large and frequent enough to compensate for that subsidence. This might call for a review of both the assumption that interseismic deformation of the upper plate is purely elastic, and the corollary that interseismic elastic strain is relaxed only by earthquakes that occur along the plate interface. Finally, the geodetic data acquired both before 5 , 7 , 8  and after 1  the Tohoku-Oki earthquake suggest that the plate interface south of the rupture area is mostly creeping aseismically. There is thus no indication of a major zone of strain build-up on that portion of the plate boundary that might threaten Tokyo. But it is clear that although geodetic networks are invaluable instruments for observing strain accumulation and seismic release at plate boundaries and major faults, we don't yet have an adequate theory to use these data for earthquake and tsunami hazard assessment. Correspondence to\n                 Jean-Philippe Avouac . Reprints and Permissions"},
{"file_id": "475181a", "url": "https://www.nature.com/articles/475181a", "year": 2011, "authors": [{"name": "Richard A. Gray"}, {"name": "John P. Wikswo"}], "parsed_as_year": "2006_or_before", "body": "Life-threatening abnormalities in the electrical rhythm of the heart are usually treated with the application of a large electric shock. An approach involving a significantly smaller shock energy may be equally effective.  See Letter   p.235 Correspondence to\n                 Richard A. Gray  or  John P. Wikswo . Reprints and Permissions"},
{"file_id": "475176a", "url": "https://www.nature.com/articles/475176a", "year": 2011, "authors": [{"name": "Randy J. Seeley"}, {"name": "Darleen A. Sandoval"}], "parsed_as_year": "2006_or_before", "body": "Many people smoke to keep their weight down. The identification of the molecular target in the brain for the appetite-suppressant effects of nicotine is a first step towards finding healthy alternatives to smoking for weight management. Correspondence to\n                 Randy J. Seeley . Reprints and Permissions"},
{"file_id": "476040a", "url": "https://www.nature.com/articles/476040a", "year": 2011, "authors": [{"name": "M. Brock Fenton"}], "parsed_as_year": "2006_or_before", "body": "Vampire bats sense infrared radiation to locate places where blood flows close to their prey's skin. At a molecular level, this ability is underpinned by the intricate redesign of an ion channel on facial nerves.  See Letter    p.88 Correspondence to\n                 M. Brock Fenton . Reprints and Permissions"},
{"file_id": "475177a", "url": "https://www.nature.com/articles/475177a", "year": 2011, "authors": [{"name": "Alexander Knohl"}, {"name": "Edzo Veldkamp"}], "parsed_as_year": "2006_or_before", "body": "There have been many studies on the effects of enriched levels of atmospheric carbon dioxide on soils. A meta-analysis shows that emissions of other greenhouse gases increase under high-CO 2  conditions.  See Letter   p.214 Correspondence to\n                 Alexander Knohl  or  Edzo Veldkamp . Reprints and Permissions"},
{"file_id": "476036a", "url": "https://www.nature.com/articles/476036a", "year": 2011, "authors": [{"name": "Maria T. Zuber"}], "parsed_as_year": "2006_or_before", "body": "The Moon's cratered surface preserves the record of impacts that occurred during the late stages of its accretion. New simulations show that a collision with a companion moon may have formed the lunar farside highlands.  See Letter    p.69 Correspondence to\n                 Maria T. Zuber . Reprints and Permissions"},
{"file_id": "476041b", "url": "https://www.nature.com/articles/476041b", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It should not be deduced from this that, his scientific training and proclivities apart, the good scientist of to-day is ignorant about or, even worse, unaware of, other branches of man's culture. In fact, the contrary is true; indeed, so far as the community of scientists is concerned, the so-called 'two cultures' (fashionably ascribed to C. P. Snow) scarcely exist. Many scientists are well read outside their own discipline, sometimes still within the ambit of science, but more often well beyond it — in philosophy, history, art, music, the theatre, literature, in fact, in the humanities generally. (Good scientists seldom make good politicians, which is probably understandable.) ... In short, it is high time that the general opinion, still very extant, that the man of science is so wrapped up in his scientific literature and so confined to his laboratory that, apart from his calling, he is culturally unbalanced, be challenged. Indeed, the shoe is on the other foot; it is the student of, and savant among, the humanities, art, music and non-scientific literature (especially fiction) who are — and are often proud to admit they are — quite ignorant of science and its now 'jet-propelled' progress. \n               From  \n               Nature \n                5 August 1961 \n             \n               100 Years Ago \n             'The Birmingham meeting of the British Medical Association' — According to Dr. Provan Cathcart, the quality, and not the quantity, of the protein is the important matter physiologically, for the nearer the composition as regards the constituent amino-acids approaches that of the tissue-protein of the animal being fed, the less will there be of nitrogenous waste from that animal. Thus dogs wasted less nitrogen when fed on dog-flesh than on any other kind of protein. \n               From  \n               Nature \n                3 August 1911 \n             Reprints and Permissions"},
{"file_id": "476154a", "url": "https://www.nature.com/articles/476154a", "year": 2011, "authors": [{"name": "Victoria J. Orphan"}, {"name": "Tori M. Hoehler"}], "parsed_as_year": "2006_or_before", "body": "The vast array of bacterium–animal symbioses at deep-sea hydrothermal vents was thought to be fuelled by just two chemicals. A study of one such symbiosis in its environmental context reveals a third energy source.  See Article    p. 176 Correspondence to\n                 Victoria J. Orphan  or  Tori M. Hoehler . Reprints and Permissions"},
{"file_id": "475180a", "url": "https://www.nature.com/articles/475180a", "year": 2011, "authors": [{"name": "Peter Maunz"}], "parsed_as_year": "2006_or_before", "body": "Ideally, measurement of the energy state of a single atom would set the atom to the measured state without affecting any of its other properties. This goal has now been achieved with the assistance of a small optical cavity.  See Letter   p.210 Correspondence to\n                 Peter Maunz . Reprints and Permissions"},
{"file_id": "477284a", "url": "https://www.nature.com/articles/477284a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A Collection of Tables and Nomograms for the Processing of Observations made on Artificial Earth Satellites . By I. D. Zhongolovich and V. M. Amlin — This volume is a welcome addition to the very few existing mathematical tables which are designed to help in the calculation of artificial satellite orbits ... The tables themselves have been reproduced from the Russian original by a photographic process, and only the 10 introductory pages needed translating. Despite its minimal contribution to the subject-matter, the Pergamon Press has chosen to charge £5 for the volume, although it was advertised at 70 s  ... There are irritating errors ... Also, the translation is at times sadly deficient ...These shortcomings do not, however, seriously mar the value of the volume to the specialist. \n               From  \n               Nature \n                16 September 1961 \n             \n               100 Years Ago \n             On Saturday, September 9, the aërial post was inaugurated by Mr. Gustav Hamel, one of our most brilliant flyers, who carried a sack of letters in a Blériot monoplane from Hendon to Windsor in thirteen minutes ... The other aviators who should have started were prevented by the thirty-mile wind, and no further deliveries took place until Monday, when Messrs. Greswell and Driver carried six mail-bags over in the early morning ... The affair has aroused great interest, so much so that it is as well to sound a word of warning and say that the aëroplane post is neither practical, useful, nor economical. Letters can be sent far more cheaply, trustworthily, and conveniently by train or motor-van, and it is to be expected that these conditions will continue for the next half-century at least ... Besides, it is unthinkable for very many years to come that we should put good aviators to the menial task of carrying mails regularly. \n               From  \n               Nature \n                14 September 1911 \n             Reprints and Permissions"},
{"file_id": "477283a", "url": "https://www.nature.com/articles/477283a", "year": 2011, "authors": [{"name": "Alison Pidoux"}, {"name": "Robin Allshire"}], "parsed_as_year": "2006_or_before", "body": "During cell division, the DNA-associated CENP-A protein recruits the kinetochore protein complex to assemble on chromosomes. A region of just six amino-acid residues earmarks CENP-A for this purpose.  See Letter    p.354 Correspondence to\n                 Robin Allshire . Reprints and Permissions"},
{"file_id": "477285a", "url": "https://www.nature.com/articles/477285a", "year": 2011, "authors": [{"name": "Paul B. Wignall"}], "parsed_as_year": "2006_or_before", "body": "Data from the Siberian Traps volcanic region suggest that its magma source includes a significant component of recycled oceanic crust. This finding helps to explain why basalt eruptions are so environmentally devastating.  See Letter    p.312 Correspondence to\n                 Paul B. Wignall . Reprints and Permissions"},
{"file_id": "477282a", "url": "https://www.nature.com/articles/477282a", "year": 2011, "authors": [{"name": "Matthijs van Veelen"}, {"name": "Martin A. Nowak"}], "parsed_as_year": "2006_or_before", "body": "Everybody knows that overconfidence can be foolhardy. But a study reveals that having an overly positive self-image might confer an evolutionary advantage if the rewards outweigh the risks.  See Letter    p.317 Correspondence to\n                 Matthijs van Veelen  or  Martin A. Nowak . Reprints and Permissions"},
{"file_id": "477287a", "url": "https://www.nature.com/articles/477287a", "year": 2011, "authors": [{"name": "Su M. Metcalfe"}], "parsed_as_year": "2006_or_before", "body": "Multiple sclerosis is linked to rogue immune cells that attack mature neurons. Remarkably, immature neurons secrete a protein called LIF, which not only inhibits this attack, but also promotes repair of the damaged nerves. Correspondence to\n                 Su M. Metcalfe . Reprints and Permissions"},
{"file_id": "477286a", "url": "https://www.nature.com/articles/477286a", "year": 2011, "authors": [{"name": "Curtis Struck"}], "parsed_as_year": "2006_or_before", "body": "Knowledge of how the Milky Way formed and evolved is deficient. Simulations show that a past encounter with another galaxy may account for the Galaxy's intricate morphology.  See Letter    p.301 Correspondence to\n                 Curtis Struck . Reprints and Permissions"},
{"file_id": "477412a", "url": "https://www.nature.com/articles/477412a", "year": 2011, "authors": [{"name": "Michael Nosonovsky"}], "parsed_as_year": "2006_or_before", "body": "The slick interior of the pitcher plant has inspired a slippery material possessing self-lubricating, self-cleaning and self-healing properties. The secret is to infuse a porous material with a liquid that repels oils and water.  See Letter    p.443 Correspondence to\n                 Michael Nosonovsky . Reprints and Permissions"},
{"file_id": "477413a", "url": "https://www.nature.com/articles/477413a", "year": 2011, "authors": [{"name": "Peter J. Enyeart"}, {"name": "Andrew D. Ellington"}], "parsed_as_year": "2006_or_before", "body": "Scientists have begun to overhaul a yeast's genome to make it more stable, engineerable and evolvable. Remarkably, the part-natural, part-synthetic yeast cells function and reproduce without obvious ill effects.  See Letter    p.471 Correspondence to\n                 Peter J. Enyeart  or  Andrew D. Ellington . Reprints and Permissions"},
{"file_id": "477416a", "url": "https://www.nature.com/articles/477416a", "year": 2011, "authors": [{"name": "Paul R. Clapham"}, {"name": "Shan Lu"}], "parsed_as_year": "2006_or_before", "body": "Newly discovered neutralizing antibodies that target sites on the envelope proteins of HIV-1 provide a window on how some of the most powerful of these antibodies acquire their potency and breadth of activity.  See Letter    p.466 Correspondence to\n                 Paul R. Clapham  or  Shan Lu . Reprints and Permissions"},
{"file_id": "478194a", "url": "https://www.nature.com/articles/478194a", "year": 2011, "authors": [{"name": "Timothy W. Lyons"}, {"name": "Christopher T. Reinhard"}], "parsed_as_year": "2006_or_before", "body": "A model proposes that falling sea levels shifted the make-up of volcanic gases on the early Earth, triggering a chain of events that may have allowed photosynthesis in the ocean to oxygenate the atmosphere.  See Letter    p.229 Correspondence to\n                 Timothy W. Lyons  or  Christopher T. Reinhard . Reprints and Permissions"},
{"file_id": "478195a", "url": "https://www.nature.com/articles/478195a", "year": 2011, "authors": [{"name": "Irinel Chiorescu"}], "parsed_as_year": "2006_or_before", "body": "Quantum computing architectures based on hybrid systems require strong coupling and information exchange between their constituent elements. These two features have been achieved in one such hybrid setting.  See Letter    p.221 Correspondence to\n                 Irinel Chiorescu . Reprints and Permissions"},
{"file_id": "478191a", "url": "https://www.nature.com/articles/478191a", "year": 2011, "authors": [{"name": "Jean-Jacques Greffet"}], "parsed_as_year": "2006_or_before", "body": "Sources of incandescence emit their radiation across a broad spectrum. The finding that metamaterials can be used to tune the sources' emission spectrum makes these emitters an attractive prospect for some applications. Correspondence to\n                 Jean-Jacques Greffet . Reprints and Permissions"},
{"file_id": "479047a", "url": "https://www.nature.com/articles/479047a", "year": 2011, "authors": [{"name": "Andrew Dzurak"}], "parsed_as_year": "2006_or_before", "body": "Diamond-based quantum computers could potentially operate at room temperature with optical interfacing, but their construction is challenging. Silicon carbide, used widely in electronics, may provide a solution.  See Letter    p.84 Correspondence to\n                 Andrew Dzurak . Reprints and Permissions"},
{"file_id": "479050a", "url": "https://www.nature.com/articles/479050a", "year": 2011, "authors": [{"name": "Ryan L. Sriver"}], "parsed_as_year": "2006_or_before", "body": "A recent surge in the intensity of tropical cyclones in the Arabian Sea has brought unprecedented damage and loss of life. Anthropogenic air pollution might be increasing the destructiveness of these storms.  See Letter    p.94 Correspondence to\n                 Ryan L. Sriver . Reprints and Permissions"},
{"file_id": "478192a", "url": "https://www.nature.com/articles/478192a", "year": 2011, "authors": [{"name": "George C. Prendergast"}], "parsed_as_year": "2006_or_before", "body": "Tumours increase their consumption of the amino acid tryptophan to evade immune control. But how does this work? A study shows that the main product of this consumption binds to a receptor involved in the immune system.  See Article    p.197 Correspondence to\n                 George C. Prendergast . Reprints and Permissions"},
{"file_id": "479187a", "url": "https://www.nature.com/articles/479187a", "year": 2011, "authors": [{"name": "Paul S. Weiss"}], "parsed_as_year": "2006_or_before", "body": "Nanoscale systems designed to imitate functions from the macroscopic world lead to a new appreciation of the complexity needed to actuate motion at the limits of miniaturization. A nanoscale 'car' is the latest example.  See Letter    p.208 Correspondence to\n                 Paul S. Weiss . Reprints and Permissions"},
{"file_id": "479186a", "url": "https://www.nature.com/articles/479186a", "year": 2011, "authors": [{"name": "Daniel S. Peeper"}], "parsed_as_year": "2006_or_before", "body": "Age brings not just wisdom, but also, alas, many traits that to most of us are much less attractive. It now seems that, at least in mice, clearance of senescent cells delays some of the maladies associated with ageing.  See Letter    p.232 Correspondence to\n                 Daniel S. Peeper . Reprints and Permissions"},
{"file_id": "480044a", "url": "https://www.nature.com/articles/480044a", "year": 2011, "authors": [{"name": "Karine Rizzoti"}, {"name": "Robin Lovell-Badge"}], "parsed_as_year": "2006_or_before", "body": "It is difficult to recapitulate organ development  in vitro , especially when interactions between tissues are essential. Nonetheless, researchers have now achieved this for the pituitary gland.  See Article    p.57 Correspondence to\n                 Robin Lovell-Badge . Reprints and Permissions"},
{"file_id": "480043a", "url": "https://www.nature.com/articles/480043a", "year": 2011, "authors": [{"name": "Richard Potts"}], "parsed_as_year": "2006_or_before", "body": "The expensive-tissue hypothesis proposes that brain enlargement during human evolution was offset by a reduced gut size. The finding that the typical trade-off in mammals is between brain size and fat reserves suggests otherwise.  See Letter    p.91 Correspondence to\n                 Richard Potts . Reprints and Permissions"},
{"file_id": "480189a", "url": "https://www.nature.com/articles/480189a", "year": 2011, "authors": [{"name": "C. Mathew Mate"}, {"name": "Robert W. Carpick"}], "parsed_as_year": "2006_or_before", "body": "Will a sense of touch similar to that of humans ever be developed in robots? Results on the physics of friction for fingerprint-like ridges sliding across textured surfaces may lead the way to tactile robotic sensors. Correspondence to\n                 C. Mathew Mate  or  Robert W. Carpick . Reprints and Permissions"},
{"file_id": "480462a", "url": "https://www.nature.com/articles/480462a", "year": 2011, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The heavy nuclear explosion on October 30, 1961, at 8.33.33  G.M.T.  at a distance of 1,160 km. in Novaya Zemlya (presumably at tropospheric heights) was recorded at Sodankylä by means of a seismograph, a microbarograph, a magnetograph, and a vertical incidence ionosonde. The deflection of the microbarograph took place at 9.42  G.M.T.  with an amplitude of about  ±  1 mb ... On October 31, the microbarograph again showed two very distinct and strong deflexions, namely, at 18.32 and 21.38  G.M.T.  These deflexions are interpreted as being caused by round-the-world waves due to the same nuclear explosion, one being propagated in the backward, the other in the forward, direction. The mean velocity deduced from these round-the-world waves is 311 m./sec ... The waves are supposed to have been guided in the spherical shell between the ground and the stratopause. \n               From  \n               Nature \n                23 December 1961 \n             \n               100 Years Ago \n             The Rubber-Planter's Notebook . By Frank Braham — This book is what it purports to be, a handy book of reference on Para rubber planting, with hints on the maintenance of health in the tropics and other general information of utility to the rubber planter ... The author's section on general information will be found specially useful ... for the young planter going out to the East for the first time; but for the older resident in the tropics “drink as little as possible—fluids inflate the bowel” is dangerous advice ... If blackwater fever is encountered death in such cases may be the result ... In these essential rules also mention of the all-important hot bath and change at sundown would have added to their completeness. \n               From  \n               Nature \n                21 December 1911 \n             Reprints and Permissions"},
{"file_id": "nature10784", "url": "https://www.nature.com/articles/nature10784", "year": 2011, "authors": [{"name": "Arthur L. Beaudet"}], "parsed_as_year": "2006_or_before", "body": "Mutations in the maternal copy of the  UBE3A  gene cause a neurodevelopmental disorder known as Angelman syndrome. Drugs that activate the normally silenced paternal copy of this gene may be of therapeutic value.  See Letter    p.185 Correspondence to\n                 Arthur L. Beaudet . Reprints and Permissions"},
{"file_id": "nature10714", "url": "https://www.nature.com/articles/nature10714", "year": 2011, "authors": [{"name": "Andrew J. Whittle"}, {"name": "Antonio Vidal-Puig"}], "parsed_as_year": "2006_or_before", "body": "Regulation of body temperature by the nervous system is essential for physiological function in both health and disease. The immune system also seems to have a crucial role in this process.  See Letter    p.104 Correspondence to\n                 Andrew J. Whittle  or  Antonio Vidal-Puig . Reprints and Permissions"},
{"file_id": "480465a", "url": "https://www.nature.com/articles/480465a", "year": 2011, "authors": [{"name": "J. Paul Attfield"}], "parsed_as_year": "2006_or_before", "body": "Unusual lattice vibrations have been discovered in scandium trifluoride — a simple compound that shrinks when heated. This finding may help to explain the phenomenon of negative thermal expansion. Correspondence to\n                 J. Paul Attfield . Reprints and Permissions"}
]