[
{"file_id": "nature16862", "url": "https://www.nature.com/articles/nature16862", "year": 2015, "authors": [{"name": "Jonathan M. Levine"}], "parsed_as_year": "2006_or_before", "body": "Global assessments of variation in plant functional traits and the way that these traits influence competitive interactions provide a launching pad for future ecological studies.  See Article    p.167  &  Letter    p.204 Correspondence to\n                 Jonathan M. Levine . \n                     Biodiversity: Temperate hotspots \n                   \n                     Ecology: Shared ancestry predicts disease levels \n                   Reprints and Permissions"},
{"file_id": "528483a", "url": "https://www.nature.com/articles/528483a", "year": 2015, "authors": [{"name": "Laurent Vivien"}], "parsed_as_year": "2006_or_before", "body": "Microprocessor communications have received a boost from the integration of electronics and photonics in silicon — a first step towards low power consumption and efficient computing systems.  See Letter    p.534 Correspondence to\n                 Laurent Vivien . \n                     Computer science: Nanoscale connections for brain-like circuits \n                   Reprints and Permissions"},
{"file_id": "528196a", "url": "https://www.nature.com/articles/528196a", "year": 2015, "authors": [{"name": "Cayetano Gonzalez"}], "parsed_as_year": "2006_or_before", "body": "Robust quantitative analyses of asymmetric division in certain cells in flies identify the major molecular players and, most interestingly, define a simple equation to explain this complex cellular process.  See Letter    p.280 Correspondence to\n                 Cayetano Gonzalez . \n                     Stem cells: Asymmetric rejuvenation \n                   \n                     Cell division: Hold on and let go \n                   Reprints and Permissions"},
{"file_id": "nature16324", "url": "https://www.nature.com/articles/nature16324", "year": 2015, "authors": [{"name": "Samuel M. Behar"}, {"name": "Eric H. Baehrecke"}], "parsed_as_year": "2006_or_before", "body": "The cellular process of autophagy has been proposed to help kill  Mycobacterium tuberculosis . But although the autophagy gene  Atg5  is key to host immunity, other autophagy genes do not affect the outcome of tuberculosis.  See Letter    p.565 Correspondence to\n                 Samuel M. Behar  or  Eric H. Baehrecke . \n                     Immunology: Fixing the odds against tuberculosis \n                   Reprints and Permissions"},
{"file_id": "nature16326", "url": "https://www.nature.com/articles/nature16326", "year": 2015, "authors": [{"name": "Nikos Prantzos"}], "parsed_as_year": "2006_or_before", "body": "Light isotopes of hydrogen and helium formed minutes after the Big Bang. The study of one of these primordial isotopes, helium-3, has now been proposed as a useful strategy for constraining the physics of the standard cosmological model. Correspondence to\n                 Nikos Prantzos . \n                     Cosmology: A giant in the young Universe \n                   Reprints and Permissions"},
{"file_id": "nature16323", "url": "https://www.nature.com/articles/nature16323", "year": 2015, "authors": [{"name": "Thomas C. Südhof"}], "parsed_as_year": "2006_or_before", "body": "The finding that acute and chronic manipulations of the same neural circuit can produce different behavioural outcomes poses new questions about how best to analyse these circuits.  See Article    p.358 Correspondence to\n                 Thomas C. Südhof . \n                     Neuroscience: When lights take the circuits out \n                   Reprints and Permissions"},
{"file_id": "nature16325", "url": "https://www.nature.com/articles/nature16325", "year": 2015, "authors": [{"name": "Konrad Gronke"}, {"name": "Andreas Diefenbach"}], "parsed_as_year": "2006_or_before", "body": "It emerges that innate immune cells called group 3 innate lymphoid cells signal directly to intestinal stem cells to promote the replacement of damaged epithelial cells lining the gut.  See Letter    p.560 Correspondence to\n                 Andreas Diefenbach . \n                     Stem Cells: A unifying theory for the crypt \n                   \n                     Stem cells: Differentiated cells in a back-up role \n                   Reprints and Permissions"},
{"file_id": "528203a", "url": "https://www.nature.com/articles/528203a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Fortunately, our distant ancestors appear to have had a mania for making lists. Some of these lists are in a sense the beginnings of history, just as others, which perform a preliminary work of classification, are in a sense the beginning of the natural sciences. It was when they put together their lists of successive kings or priests that these ancient peoples acquired their first impressions of the tremendous stretch of time behind them. The ancient Greeks had very defective lists and thought that only a comparatively short period separated them from the age when the gods had walked and sported about on the Earth. But some of them learned about the huge lists of Egyptian priests and came to realize that there had been thousands of years of human history before their day. If the whole of this is taken together, it involves a change in what it means to have an existence in time — a time which stretches behind and before. \n               From  \n               Nature \n                11 December 1965 \n             \n               100 Years Ago \n             First Aid in the Laboratory and Workshop  by A. A. Eldridge and Dr. H. V. A. Briscoe The authors of this little book, who have been in charge of first aid organisation in chemical and physical laboratories, have found that the ordinary text-books devote too much space to serious fractures and other injuries, but give little information regarding ordinary accidents, such as are apt to occur in laboratories and workshops, for instance, burns produced by chemicals, eye injuries, shocks produced by electric currents, and poisoning. They have therefore written this pamphlet to meet this need. \n               From  \n               Nature \n                9 December 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "528200a", "url": "https://www.nature.com/articles/528200a", "year": 2015, "authors": [{"name": "Steven Sherwood"}], "parsed_as_year": "2006_or_before", "body": "A study shows that, as Earth warms, global precipitation will increase by less than many models predict, because of increases in the amount of near-infrared sunlight absorbed by water vapour.  See Letter    p.249 Correspondence to\n                 Steven Sherwood . \n                     Environmental science: The rainforest's water pump \n                   Reprints and Permissions"},
{"file_id": "nature16329", "url": "https://www.nature.com/articles/nature16329", "year": 2015, "authors": [{"name": "Gregory P. Dietl"}], "parsed_as_year": "2006_or_before", "body": "Patterns of species association reveal that terrestrial plant and animal communities today are structured differently from communities spanning the 300 million years that preceded large-scale human activity.  See Letter    p.80 Correspondence to\n                 Gregory P. Dietl . \n                     Ecology: Global trends in plant naturalization \n                   Reprints and Permissions"},
{"file_id": "528341a", "url": "https://www.nature.com/articles/528341a", "year": 2015, "authors": [{"name": "Beata M. Csatho"}], "parsed_as_year": "2006_or_before", "body": "Aerial photographs, remote-sensing observations and geological evidence together provide a reconstruction of mass loss from the Greenland Ice Sheet since 1900 — a great resource for climate scientists.  See Letter    p.396 Correspondence to\n                 Beata M. Csatho . \n                     Climate science: Small glacier has big effect on sea-level rise \n                   \n                     Climate science: Timing is everything during deglaciations \n                   Reprints and Permissions"},
{"file_id": "528343a", "url": "https://www.nature.com/articles/528343a", "year": 2015, "authors": [{"name": "Jennifer A. Marshall Graves"}], "parsed_as_year": "2006_or_before", "body": "The discovery that the gene  SRY  on the mammalian Y chromosome drives testis development marked a turning point in the decades-long quest to understand the genetic underpinnings and evolution of sex determination. Correspondence to\n                 Jennifer A. Marshall Graves . \n                     What makes a man a man? \n                   \n                     Sex determination: Birds do it with a Z gene \n                   Reprints and Permissions"},
{"file_id": "528343b", "url": "https://www.nature.com/articles/528343b", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Royal Society Anniversary Address  by Lord Florey, O.M., P.R.S. Perhaps the deployment of Government resources is the modern equivalent of events in the early days of the Society when Fellows contributed—or sometimes did not contribute—a shilling a week towards demonstrating experiments at meetings. There never was enough money ... At the moment it is considered to be desirable to give free medicine to all. The application of free calamine lotion to the irritated skins of the populace may be more important than administering to the needs of irritated scientists; but this sort of judgement is in the realm of politics ... it has long been the policy of the Society to have symposia and lectures ... the popularity of such gatherings has brought difficulties ... on one occasion, we had to migrate to the lecture theatre of the Shell Building on the South Bank ... one consequence of this peripatetic existence has been that we have had to procure a coffin-like box for the transport of the mace, and I am sure that our original Fellows, and even Charles II himself, might have been somewhat astonished at the adventures of their royal emblem. \n               From  \n               Nature \n                18 December 1965 \n             \n               100 Years Ago \n             The Romanes Lecture ... was a scathing indictment of the ineptitude of the lawyer-politicians who possess a dominating influence on national affairs ... To the neglect of science, and the excessive predominance in Parliament and the Government of men with the spirit of the advocate to whom all evidence which will not support their case is unwelcome, Prof. Poulton ascribes the chief mistakes in the conduct of the war. \n               From  \n               Nature \n                22 November 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "528337a", "url": "https://www.nature.com/articles/528337a", "year": 2015, "authors": [{"name": "Tobias Schaetz"}], "parsed_as_year": "2006_or_before", "body": "Control of quantum particles has been extended to enable different types of ion to be entangled — correlated in a non-classical way. This opens up opportunities for the development of new quantum technologies.  See Letters    p.380  &  p.384 Correspondence to\n                 Tobias Schaetz . \n                     Quantum physics: Death by experiment for local realism \n                   Reprints and Permissions"},
{"file_id": "528487a", "url": "https://www.nature.com/articles/528487a", "year": 2015, "authors": [{"name": "Marcel M. M. Kuypers"}], "parsed_as_year": "2006_or_before", "body": "The discovery of microorganisms that can oxidize ammonia all the way to nitrate refutes the century-old paradigm that this nitrification process requires the activity of two types of microbe.  See Article    p.504  &  Letter    p.555 Correspondence to\n                 Marcel M. M. Kuypers . \n                     Microbiology: Cyanate fuels the nitrogen cycle \n                   Reprints and Permissions"},
{"file_id": "528490a", "url": "https://www.nature.com/articles/528490a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Extracts from selected News & Views articles published this year. \n                     2014 Editors' choice \n                   Reprints and Permissions"},
{"file_id": "528486a", "url": "https://www.nature.com/articles/528486a", "year": 2015, "authors": [{"name": "Maria Teresa Pérez Prado"}, {"name": "Carmen M. Cepeda-Jiménez"}], "parsed_as_year": "2006_or_before", "body": "Nanoscale particles have been uniformly dispersed in a magnesium alloy, yielding composites with record-breaking strengths — and raising the prospect of using magnesium as a lightweight metal for structural applications.  See Letter    p.539 Correspondence to\n                 Maria Teresa Pérez Prado  or  Carmen M. Cepeda-Jiménez . \n                     Materials science: Superlattice substitution \n                   Reprints and Permissions"},
{"file_id": "nature15648", "url": "https://www.nature.com/articles/nature15648", "year": 2015, "authors": [{"name": "Ivan Maillard"}, {"name": "Alan R. Saltiel"}], "parsed_as_year": "2006_or_before", "body": "Immune cells called regulatory T cells accumulate in fat during ageing. The anti-inflammatory activity of these cells worsens age-associated defects in metabolism, in contrast to its effect in obesity.  See Letter    p.137 Correspondence to\n                 Ivan Maillard  or  Alan R. Saltiel . \n                     Physiology: Inflammation links ageing to the brain \n                   Reprints and Permissions"},
{"file_id": "527315a", "url": "https://www.nature.com/articles/527315a", "year": 2015, "authors": [{"name": "Anja Rammig"}, {"name": "Miguel D. Mahecha"}], "parsed_as_year": "2006_or_before", "body": "Extreme drought or wet conditions have now been found to strongly influence the vegetative development of ecosystems. Semi-arid regions are most affected — raising concerns about their vulnerability to long-term drought in the future. Correspondence to\n                 Anja Rammig  or  Miguel D. Mahecha . \n                     Phenology: Spring greening in a warming world \n                   Reprints and Permissions"},
{"file_id": "527315b", "url": "https://www.nature.com/articles/527315b", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In the last of nine papers presented to ... the British Association for the Advancement of Science ... Dr. K. Adam discussed the responsibility of television: this responsibility has since been sharpened by the continuing discussions on the feasibility and the scope for a 'university of the air' ... it is proposed that only the major conurbations, containing 60–70 per cent of the population, should be covered by broadcast television ... coverage in this way does not mean that the public beyond the range of television and sound transmission would be unable to enrol at the University of the Air ... all the programmes provided for television by the University should be recorded and prints of the original transmission can readily be circulated anywhere for viewing ... All the courses would be supported by carefully prepared lecture notes and reading lists, and each week all enrolled students would be required to submit exercises for marking and comment by tutors. \n               From  \n               Nature \n                20 November 1965 \n             \n               100 Years Ago \n             The little attention given to science in education and in the public mind has been the theme of many essays and addresses ... science is usually regarded as suitable for study by a select few only, and not as an essential part of all modern life and thought ... We do not for a moment suggest that the end of all education should be preparation for scientific careers; neither do we ask that men of letters, statesmen, and administrative officers of departments of State should all be scientific experts ... Our claim is that everyone — from elementary-school pupil to college don — should be made acquainted with appropriate outlines of scientific work and thought. \n               From  \n               Nature \n                18 November 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "527453a", "url": "https://www.nature.com/articles/527453a", "year": 2015, "authors": [{"name": "Jonathan L. Heeney"}], "parsed_as_year": "2006_or_before", "body": "West Africa's Ebola epidemic continues to reveal surprises. Although the animal species that originally passed the virus to people remains a mystery, a virus reservoir and persistent disease have been identified in some human survivors. Animals are reservoirs for many pathogens that occasionally jump species and infect humans. In December 2013 in the forests of Guinea, a two-year-old boy became infected with the Zaire strain of Ebola virus from an unidentified animal source 1 . This event triggered the largest and longest human epidemic of Ebola viral infection in recorded history. Across several countries in West Africa, over 28,000 people were infected and more than 11,000 died. This fatality rate of less than 50% was lower than in most previous outbreaks, and it left more than 16,000 survivors 2 . Studies of these survivors are changing our understanding of Ebola virus infection and raising concern for the long-term well-being of these individuals and their communities. Writing in the  New England Journal of Medicine , Deen  et al . 3  reveal that Ebola virus RNA can persist in the semen of men for months after their recovery from the disease, and Mate  et al . 4  demonstrate that such persistence can be the source of new infections through sexual transmission. Deen and colleagues obtained semen samples from 93 Sierra Leonian men who had survived Ebola virus disease (EVD) at various intervals after the onset of their disease. Although the authors find that the proportion of men whose semen contained Ebola virus RNA waned with time, the viral genomes persisted for as long as 7–9 months after recovery. Mate and colleagues provide convincing evidence that a female patient in Liberia, who subsequently died, had contracted Ebola virus through unprotected vaginal intercourse with her male partner, who had survived EVD. These observations support similar findings in previous epidemics of filoviruses, the virus family to which Ebola belongs. There have been reports 5 , 6  of the persistence of Marburg virus in the anterior chamber of the eye and semen of human survivors, and of the persistence of Ebola virus in the semen of men who survived the 1995 outbreak in the Democratic Republic of the Congo 7 . This has obvious implications for sexual partners. The fact that Ebola virus is found at high levels in placental tissues also suggests that transmission could occur from pregnant women who survive EVD to their babies, although pregnant women who become infected usually abort the fetus before term 8 . Mother-to-child transmission by breastfeeding in survivors of Marburg virus has been reported 9 , and the potential for transmission through breast milk has also been suggested for Ebola 10 . Although the relative risk of virus transmission from survivors is low compared with transmission from patients with acute EVD, a single case of new infection is sufficient to trigger an epidemic ( Fig. 1 ). Thus, there is a strong need for rigorous assessment of the tissue reservoirs of Ebola in human survivors and the associated public-health risks. Follow-up health care should be combined with compassionate education of survivors and their communities by qualified and knowledgeable personnel, including advice on condom use. Another lesson to emerge from this epidemic is that some survivors experience symptoms after their recovery from the main disease episode, suggesting that viral persistence in certain compartments of the body is more serious in some survivors than previously recognized. Reported symptoms include blurred vision, pain behind the eyes, hearing deficits, painful swallowing, joint pain, fever, memory loss and difficulty in sleeping 11 , 12 . The rehospitalization of a British nurse who developed neurological complications more than 9 months after surviving acute EVD 13  is a chilling indication that the virus can persist in the central nervous system and be triggered to reactivate or to escape immune surveillance, or both. Fortunately, diagnosis and successful clinical intervention were possible for the nurse in Britain, but this situation is unlikely in most communities in West Africa. The existence of a reservoir state in human Ebola survivors is now beyond debate. But we do not know how long viable virus can persist in these tissue reservoirs, nor whether the virus replicates there at low levels or is dormant and then triggered to replicate. Better definition and understanding of the reservoirs and the underlying mechanisms of post-EVD symptoms are needed to inform clinical management and treatment. For example, studies of survivors may identify features of their immune responses (such as neutralizing-antibody determinants) that correlate with either full viral clearance or the persistence of viral reservoirs. Such correlates may enable survivors to be classified into 'carrier' or 'cleared' subtypes. Potential factors that could predispose survivors to viral re-emergence also need to be taken into account, including genetics, compromised immunity owing to poor health, concurrent infections such as HIV, or use of immunosuppressive drugs. However, Ebola, like other RNA viruses, may be prone to mutational changes, and virus escape from the host's immune response may eventually occur even without predisposing factors. It is also not clear how, or whether, post-EVD immunity is affected by the stage of treatment or type of therapy given, such as monoclonal antibodies or the antibodies in convalescent plasma. As well as helping to classify survivors, enhanced understanding of viral persistence will help to guide therapeutic choices — treatment with small antiviral molecules, for example, may facilitate full clearance of the virus. Although we are learning much about Ebola from this epidemic, we have yet to identify the events that caused the virus to jump to the Guinean boy almost two years ago. The consumption of bushmeat has been associated with previous epidemics, and some bushmeat species, such as great apes and forest antelopes, are susceptible to high levels of Ebola-virus replication and die from the infection. They are thus best considered as amplifying hosts, rather than the initial reservoir species ( Fig. 1 ). Prime suspects for the reservoir include several species of bat, although a bat source has not been confirmed for this latest epidemic 14 . Indeed, the animal reservoirs of Ebola may be cloaked by sequestration of the virus in much the same way as its persistence in human survivors, waiting for physiological triggers for transmission to unexposed animals of the same species or to amplifying hosts. Understanding the triggers of Ebola emergence, the persistence of the virus in humans and the infection dynamics in its animal reservoirs is vital not only for the long-term care of survivors of this epidemic, but also for preventing the next one.\n Footnote  1 Correspondence to\n                 Jonathan L. Heeney . \n                     The Ebola questions \n                   Reprints and Permissions"},
{"file_id": "527455a", "url": "https://www.nature.com/articles/527455a", "year": 2015, "authors": [{"name": "Robin Canup"}], "parsed_as_year": "2006_or_before", "body": "The Moon's current orbit is at odds with theories predicting that its early orbit was in Earth's equatorial plane. Simulations now suggest that its orbit was tilted by gravitational interactions with a few large bodies.  See Letter    p.492 Correspondence to\n                 Robin Canup . \n                     Planetary science: Shadows cast on Moon's origin \n                   \n                     Planetary science: The early Moon was rich in water \n                   Reprints and Permissions"},
{"file_id": "527451a", "url": "https://www.nature.com/articles/527451a", "year": 2015, "authors": [{"name": "Ben Cox"}, {"name": "Paul Beard"}], "parsed_as_year": "2006_or_before", "body": "By infusing blood vessels with gas-filled microbubbles and using rapid ultrasound imaging to detect the bubbles, super-resolution imaging of an entire vessel system has been achieved in a rat brain.  See Letter    p.499 Correspondence to\n                 Ben Cox . \n                     Techniques: Optical spectroscopy goes intramolecular \n                   Reprints and Permissions"},
{"file_id": "nature16317", "url": "https://www.nature.com/articles/nature16317", "year": 2015, "authors": [{"name": "Richard J. Maraia"}, {"name": "Keshab Rijal"}], "parsed_as_year": "2006_or_before", "body": "Three structures of the enzyme RNA polymerase III, which is responsible for the synthesis of abundant short RNAs, reveal the specializations that make it an adept terminator and reinitiator of transcription.  See Article    p.231 Correspondence to\n                 Richard J. Maraia  or  Keshab Rijal . \n                     Structural biology: New beginnings for transcription \n                   \n                     Structural biology: Pivotal findings for a transcription machine \n                   Reprints and Permissions"},
{"file_id": "nature16312", "url": "https://www.nature.com/articles/nature16312", "year": 2015, "authors": [{"name": "Esteban Carrizosa"}, {"name": "Thorsten R. Mempel"}], "parsed_as_year": "2006_or_before", "body": "Regulatory T cells help to prevent autoimmune responses. A new imaging technique reveals that activation of these cells requires clustering with self-reactive effector T cells and sensing of the signalling protein interleukin-2.  See Article    p.225 Correspondence to\n                 Thorsten R. Mempel . \n                     Immunology: An innate regulatory cell \n                   Reprints and Permissions"},
{"file_id": "nature16318", "url": "https://www.nature.com/articles/nature16318", "year": 2015, "authors": [{"name": "Dejana Mokranjac"}, {"name": "Walter Neupert"}], "parsed_as_year": "2006_or_before", "body": "The TOM complex guides precursor proteins from the cell's cytosolic fluid into organelles called mitochondria. Biochemical analyses reveal the architecture of this complex and show how precursor proteins pass through its narrow pores. Correspondence to\n                 Dejana Mokranjac  or  Walter Neupert . \n                     Cell biology: Moving inside membranes \n                   \n                     Cell biology: Surviving import failure \n                   Reprints and Permissions"},
{"file_id": "527455b", "url": "https://www.nature.com/articles/527455b", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The use of rubber gloves during surgical operations became general about 1900 ... The object of an investigation was to obtain an estimation of how frequently wound infection originates from bacteria on the hands of operating staff ... Examination of the wounds following 433 'clean' operations, of the 3,125 rubber gloves used in those operations and of the bacterial flora of the hands which had worn 692 damaged gloves, revealed no connexion between the glove damage, the bacterial flora and the wound infections observed. \n               From  \n               Nature \n                27 November 1965 \n             \n               100 Years Ago \n             The  Times  of November 20 published a rather flamboyant little article, headed “A Surgical Schism.” This article said: “Not for half a century at least has the medical world been so sharply divided as it is to-day in regard to the question of the treatment of wounds.” Now, it is exactly half a century since Lister ... first ventured to treat a compound fracture by plugging the wound with a strip of rag soaked in undiluted and impure German creasote. Pyaemia and septicaemia and erysipelas were ravaging the wards of the old Glasgow Infirmary, and he, relying on Pasteur's work on the “germs of putrefaction,” and knowing that creasote was a good “disinfectant,” plugged a wound with it. That was the beginning of everything, exactly half a century ago. To-day, there are many methods, but they do not all contradict or exclude each other ... We must not imagine a sort of desperate squabble among our military surgeons ... The suggestion in the  Times  article that an acute controversy is proceeding upon these matters is unfortunate and misleading. \n               From  \n               Nature \n                25 November 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "527456a", "url": "https://www.nature.com/articles/527456a", "year": 2015, "authors": [{"name": "Andrew D. Huberman"}, {"name": "Rana N. El-Danaf"}], "parsed_as_year": "2006_or_before", "body": "A molecular cascade involving the transcription factor SIX6 and its target gene  p16INK4a  causes the death of neurons that link the eye to the brain. This discovery deepens our understanding of a common form of blindness, glaucoma. Correspondence to\n                 Andrew D. Huberman  or  Rana N. El-Danaf . \n                     Cell metabolism: Sugar for sight \n                   \n                     Vision: Gene therapy in colour \n                   Reprints and Permissions"},
{"file_id": "nature16319", "url": "https://www.nature.com/articles/nature16319", "year": 2015, "authors": [{"name": "Gwyn A. Beattie"}], "parsed_as_year": "2006_or_before", "body": "Large-scale cultivation and genome sequencing of the bacteria that inhabit the leaves and roots of  Arabidopsis  plants have paved the way for probing how microbial communities assemble and function.  See Article    p.364 Correspondence to\n                 Gwyn A. Beattie . \n                     Microbiology: The life beneath our feet \n                   \n                     Ecology: Good dirt with good friends \n                   Reprints and Permissions"},
{"file_id": "528042a", "url": "https://www.nature.com/articles/528042a", "year": 2015, "authors": [{"name": "Sofia Quaglioni"}], "parsed_as_year": "2006_or_before", "body": "Breakthrough calculations of collisions between two helium nuclei pave the way to a quantitative understanding of how the elements carbon and oxygen were made in stars — and to improved models of stellar evolution.  See Letter    p.111 Correspondence to\n                 Sofia Quaglioni . \n                     Nuclear physics: Sometimes Î³-rays come in twos \n                   Reprints and Permissions"},
{"file_id": "nature16321", "url": "https://www.nature.com/articles/nature16321", "year": 2015, "authors": [{"name": "Douglas D. Richman"}], "parsed_as_year": "2006_or_before", "body": "Two bi-specific protein constructs have been designed that direct the body's T cells to kill HIV-infected cells. The feat provides a step on the path to removing the latent virus reservoir that persists in patients on antiretroviral therapy. Correspondence to\n                 Douglas D. Richman . \n                     HIV: Seeking ultimate victory \n                   \n                     HIV: Early treatment may not be early enough \n                   Reprints and Permissions"},
{"file_id": "nature16322", "url": "https://www.nature.com/articles/nature16322", "year": 2015, "authors": [{"name": "Kleomenis Tsiganis"}], "parsed_as_year": "2006_or_before", "body": "Standard planet-formation models have been unable to reconstruct the distributions of the Solar System's small, rocky planets and asteroids in the same simulation. A new analysis suggests that it cannot be done. Correspondence to\n                 Kleomenis Tsiganis . The author declares competing interests: He has published papers with one of the authors of the paper discussed in the News & Views article (Alessandro Morbidelli), but on different research topics from that discussed in the article. \n                     Planetary science: The Moon's tilt for gold \n                   \n                     Solar system: Sandcastles in space \n                   Reprints and Permissions"},
{"file_id": "528048a", "url": "https://www.nature.com/articles/528048a", "year": 2015, "authors": [{"name": "Steven Rolston"}], "parsed_as_year": "2006_or_before", "body": "A property called entanglement entropy helps to describe the quantum states of interacting particles, and it has at last been measured. The findings open the door to a deeper understanding of quantum systems.  See Article    p.77 Correspondence to\n                 Steven Rolston . \n                     Quantum physics: Death by experiment for local realism \n                   \n                     Quantum physics: Squeezed ions in two places at once \n                   Reprints and Permissions"},
{"file_id": "nature16320", "url": "https://www.nature.com/articles/nature16320", "year": 2015, "authors": [{"name": "David Tilman"}, {"name": "Forest Isbell"}], "parsed_as_year": "2006_or_before", "body": "Pollution from atmospheric nitrogen deposition is a major threat to biodiversity. The 160-year-old Park Grass experiment has uniquely documented this threat and demonstrated how nitrogen reductions lead to recovery.  See Letter    p.401 Correspondence to\n                 David Tilman  or  Forest Isbell . \n                     Biodiversity: Land use matters \n                   \n                     Sustainability: Five steps for managing Europe's forests \n                   Reprints and Permissions"},
{"file_id": "526649a", "url": "https://www.nature.com/articles/526649a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It may not be generally realized that work is in progress on the colossal project of constructing a 40-in. diameter, 300 miles long, Trans-Alpine oil pipeline to convey oil from the Adriatic to the heart of Germany ... Among the many practical problems concerned with such a project, apart from tunnelling and mechanical excavation in the high Alps, are the necessity to dredge the harbour at Trieste so that it can eventually accommodate oil tankers of 160,000 dead weight tons; setting storage tanks there on piles because available land is a rocky hill site; construction of several thousand feet of piers in the Adriatic ... Involved also in the scheme is the building of five separate pumping stations, each equipped with two 4,000-horse-power electric centrifugal pumps required to lift hundreds of thousands of tons of oil from sea-level to one of the highest points of Felber Tauern. \n               From  \n               Nature \n                30 October 1965 \n             \n               100 Years Ago \n             'Distances at which sounds of heavy gun-firing are heard' — Referring to the correspondence on this subject, I have been collecting information as to places at which the sound of the firing in Belgium has been heard in this country ... Here, at a distance of about 125 miles from Ypres (taking that town for convenience, as a known centre) I have heard firing quite unmistakably since the beginning of the war — often all day, and for many days in succession, and frequently at night too. So far as I have been able to ascertain, the greatest distance from Ypres at which the firing has been heard unmistakably is about 140 miles ... Observations seem to show that the direction of the wind has less to do with the transmission of the sound than certain atmospheric conditions. \n               From  \n               Nature \n                28 October 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature15647", "url": "https://www.nature.com/articles/nature15647", "year": 2015, "authors": [{"name": "Wolf-Dietrich Hardt"}], "parsed_as_year": "2006_or_before", "body": "Some  Staphylococcus aureus  bacteria are thought to survive standard antibiotic treatment by 'hiding' in host cells. But an antibody–antibiotic conjugate has been developed that targets these bacteria in mouse models.  See Article    p.323 Correspondence to\n                 Wolf-Dietrich Hardt . \n                     Antibiotics: Killing the survivors \n                   Reprints and Permissions"},
{"file_id": "527043a", "url": "https://www.nature.com/articles/527043a", "year": 2015, "authors": [{"name": "Johan Ruud"}, {"name": "Jens C. Brüning"}], "parsed_as_year": "2006_or_before", "body": "Cutting-edge experiments show that the hormone leptin, which is secreted by fat cells, promotes fat loss by activating the release of catecholamine signalling molecules from neurons wrapped around the fat cells. Correspondence to\n                 Johan Ruud  or  Jens C. Brüning . \n                     Metabolism: Let them eat fat \n                   Reprints and Permissions"},
{"file_id": "nature16311", "url": "https://www.nature.com/articles/nature16311", "year": 2015, "authors": [{"name": "Julia L. Blanchard"}], "parsed_as_year": "2006_or_before", "body": "Climate change is causing large fish species to move into arctic marine environments. A network analysis finds that these fishes, with their generalist diets, add links to the existing food web that may alter biodiversity and web stability. Correspondence to\n                 Julia L. Blanchard . \n                     Fisheries: Climate change at the dinner table \n                   Reprints and Permissions"},
{"file_id": "nature15649", "url": "https://www.nature.com/articles/nature15649", "year": 2015, "authors": [{"name": "Harald Sontheimer"}], "parsed_as_year": "2006_or_before", "body": "The discovery of microtube structures that link tumour cells in some invasive brain tumours reveals how these cancers spread, and how they resist treatment.  See Article    p.93 Correspondence to\n                 Harald Sontheimer . \n                     Cancer: Tumour stem cells switch sides \n                   Reprints and Permissions"},
{"file_id": "527041a", "url": "https://www.nature.com/articles/527041a", "year": 2015, "authors": [{"name": "Doris Vollmer"}, {"name": "Hans-Jürgen Butt"}], "parsed_as_year": "2006_or_before", "body": "What could cause a water droplet to start bouncing on a surface? It seems that a combination of evaporation and a highly water-repellent surface induces droplet bouncing when ambient pressure is reduced.  See Letter    p.82 Correspondence to\n                 Doris Vollmer  or  Hans-Jürgen Butt . \n                     Materials science: Slippery when wetted \n                   Reprints and Permissions"},
{"file_id": "527045a", "url": "https://www.nature.com/articles/527045a", "year": 2015, "authors": [{"name": "Dave Kielpinski"}], "parsed_as_year": "2006_or_before", "body": "A sensitive cold-ion experiment probes sound at the level of phonons, the fundamental quantum units of vibration. It shows that phonons mix in such a way that they can be classified as 'bosonic' particles, like photons.  See Letter    p.74 Correspondence to\n                 Dave Kielpinski . \n                     Quantum physics: Two-atom bunching \n                   Reprints and Permissions"},
{"file_id": "527040a", "url": "https://www.nature.com/articles/527040a", "year": 2015, "authors": [{"name": "Benjamin L. Bodirsky"}, {"name": "Alexander Popp"}], "parsed_as_year": "2006_or_before", "body": "A modelling study argues that comprehensive policy change could limit Australia's environmental pollution while maintaining a materials-intensive path to economic growth. But other paths are worth considering.  See Article    p.49 Correspondence to\n                 Benjamin L. Bodirsky  or  Alexander Popp . \n                     Economics: Higher costs of climate change \n                   \n                     Climate change: All in the timing \n                   Reprints and Permissions"},
{"file_id": "527174a", "url": "https://www.nature.com/articles/527174a", "year": 2015, "authors": [{"name": "Michael Mastalerz"}], "parsed_as_year": "2006_or_before", "body": "Porous solids have many uses in the chemical industry, which has stimulated the development of several generations of such materials. A new generation has now arrived, with the report of permanently porous liquids.  See Letter    p.216 Correspondence to\n                 Michael Mastalerz . \n                     Materials chemistry: Cooperative carbon capture \n                   Reprints and Permissions"},
{"file_id": "nature16313", "url": "https://www.nature.com/articles/nature16313", "year": 2015, "authors": [{"name": "Shyamala Maheswaran"}, {"name": "Daniel A. Haber"}], "parsed_as_year": "2006_or_before", "body": "Two studies provide evidence that epithelial tumour cells do not need to transition to a mesenchymal-cell state to form metastases, but that this process does contribute to drug resistance.  See Article    p.472    & Letter    p.525 Correspondence to\n                 Shyamala Maheswaran  or  Daniel A. Haber . \n                     Cancer: The to and fro of tumour spread \n                   Reprints and Permissions"},
{"file_id": "527172a", "url": "https://www.nature.com/articles/527172a", "year": 2015, "authors": [{"name": "Robert Duncan"}], "parsed_as_year": "2006_or_before", "body": "New evidence suggests that seismic waves from the Chicxulub meteorite impact doubled the eruption rate of lavas on the opposite side of the planet — a combination that led to the mass extinction at the end of the Cretaceous period. Correspondence to\n                 Robert Duncan . \n                     Earth science: Intraplate volcanism \n                   Reprints and Permissions"},
{"file_id": "527169a", "url": "https://www.nature.com/articles/527169a", "year": 2015, "authors": [{"name": "Drake Deming"}], "parsed_as_year": "2006_or_before", "body": "A rocky planet close in size to Earth has been discovered in the cosmic vicinity of our Sun. The small size and proximity of the associated star bode well for studies of the planet's atmosphere.  See Letter    p.204 Correspondence to\n                 Drake Deming . \n                     Exoplanets: A glimpse of Earth's fate \n                   Reprints and Permissions"},
{"file_id": "nature16314", "url": "https://www.nature.com/articles/nature16314", "year": 2015, "authors": [{"name": "Derek P. Tittensor"}], "parsed_as_year": "2006_or_before", "body": "Analysis of the temperature ranges occupied by marine species finds that the vulnerability of ecological communities to global warming may depend more on organismal physiology than on the magnitude of change.  See Article    p.88 Correspondence to\n                 Derek P. Tittensor . \n                     Population biology: Fur seals signal their own decline \n                   \n                     Biodiversity: Temperate hotspots \n                   Reprints and Permissions"},
{"file_id": "527176a", "url": "https://www.nature.com/articles/527176a", "year": 2015, "authors": [{"name": "Derk-Jan Dijk"}, {"name": "Anne C. Skeldon"}], "parsed_as_year": "2006_or_before", "body": "A quantitative study of sleep patterns in three pre-industrial societies implies that our natural sleep duration is close to seven hours, and that sleep cycles are determined by environmental temperature as well as the light–dark cycle. Correspondence to\n                 Derk-Jan Dijk  or  Anne C. Skeldon . \n                     Circadian rhythms: No lazing on sunny afternoons \n                   Reprints and Permissions"},
{"file_id": "526646a", "url": "https://www.nature.com/articles/526646a", "year": 2015, "authors": [{"name": "Jennifer R. Gardiner"}], "parsed_as_year": "2006_or_before", "body": "King penguins on the Crozet archipelago in the southern Indian Ocean travel south to forage for food around the Antarctic Polar Front, where cold Antarctic waters meet warmer sub-Antarctic seas (pictured, a king penguin diving). Writing in  Nature Communications , Bost  et al . report that climatic variability can alter the birds' foraging behaviour and population dynamics (C. A. Bost  et al .  Nature Commun.   http://dx.doi.org/10.1038/ncomms9220 ; 2015). By tracking king penguins ( Aptenodytes patagonicus ) for 16 years, Bost  et al . found that changes associated with an increased sea surface temperature of just 1  o C pushed the polar front southward, and increased both the distances penguins travelled to forage and the depths to which they dived for food. After large-scale climatic anomalies, their population size also fell. Climate models predict that the front will continue to shift southward, which may threaten penguins and their prey.\n Footnote  1 \n                     Animal behaviour: The price tag \n                   \n                     Palaeoclimatology: Core data from the Antarctic margin \n                   Reprints and Permissions"},
{"file_id": "527175a", "url": "https://www.nature.com/articles/527175a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Mr. K. E. B. Jay, who was well known for his popular books on atomic energy, died at his home in East Hendred, Berkshire, on August 3, at the age of fifty-five. ... In all his writing Jay took immense pains both to keep in mind the needs of his readers for a clear and simple exposition, and also to preserve scientific accuracy. In this way he was able to achieve the objectives he set himself, and at the same time to retain fully the confidence of the scientists about whose work he wrote: nearly all his writing was based on first-hand discussion with them. ... He was an excellent lecturer both in the history of atomic energy and on the presentation of scientific information ... Science is becoming more complex, more expensive and more difficult to understand; at the same time, its understanding by laymen in industry and Government must increase if science is to be efficiently applied. Kenneth Jay had an outstanding ability to bridge this gap in communication between scientists and laymen; there is a great need for many more like him. \n               From  \n               Nature \n                13 November 1965 \n             \n               100 Years Ago \n             A further appeal is made for the presentation or loan of telescopes for use with the batteries at the Front. Large telescopes on stands, deer-stalking telescopes, good pocket telescopes — in short, any type except toys are acceptable. Astronomical eye-pieces, etc., not wanted on service, are removed before issuing and marked with a number identical with that engraved on the telescope. Offers or instruments should be sent to the secretary, Lady Robert's Field Glass Fund, National Service League, 72 Victoria Street, S.W. \n               From  \n               Nature \n                11 November 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "527314a", "url": "https://www.nature.com/articles/527314a", "year": 2015, "authors": [{"name": "Randolph J. Nudo"}], "parsed_as_year": "2006_or_before", "body": "By electrically stimulating the motor neurons of rats that have spinal-cord injury, in bursts that are attuned to the times at which the neurons receive voluntary motor commands, the animals' recovery can be improved. Correspondence to\n                 Randolph J. Nudo . The author is co-founder and Interim CEO of NeuraLink Technologies, LLC, which is performing research and development on similar technologies. \n                     Regenerative medicine: Drawing breath after spinal injury \n                   Reprints and Permissions"},
{"file_id": "526330a", "url": "https://www.nature.com/articles/526330a", "year": 2015, "authors": [{"name": "Alexandra Gade"}], "parsed_as_year": "2006_or_before", "body": "Breakthrough measurements of a rare decay process in an excited barium nucleus pave the way for the development of techniques that probe the structure and decay modes of atomic nuclei.  See Letter    p.406 Correspondence to\n                 Alexandra Gade . \n                     Nuclear physics: Neutrons with a twist \n                   \n                     Physics: Heavy calcium nuclei weigh in \n                   Reprints and Permissions"},
{"file_id": "526326a", "url": "https://www.nature.com/articles/526326a", "year": 2015, "authors": [{"name": "Kamran Khodakhah"}], "parsed_as_year": "2006_or_before", "body": "The combined neuronal activity of two seemingly opposite types of Purkinje cell in the brain's cerebellum has been found to be required to control the jerky eye movements known as saccades in monkeys.  See Letter    p.439 Correspondence to\n                 Kamran Khodakhah . \n                     Neuroscience: Updating views of visual updating \n                   \n                     Neuroscience: Spikes timed through inhibition \n                   Reprints and Permissions"},
{"file_id": "nature15643", "url": "https://www.nature.com/articles/nature15643", "year": 2015, "authors": [{"name": "Thomas Sterner"}], "parsed_as_year": "2006_or_before", "body": "An attempt to reconcile the effects of temperature on economic productivity at the micro and macro levels produces predictions of global economic losses due to climate change that are much higher than previous estimates.  See Letter    p.235 Correspondence to\n                 Thomas Sterner . \n                     Climate change: All in the timing \n                   Reprints and Permissions"},
{"file_id": "526510a", "url": "https://www.nature.com/articles/526510a", "year": 2015, "authors": [{"name": "Natalya Gomez"}], "parsed_as_year": "2006_or_before", "body": "Models of the West Antarctic Ice Sheet predict substantial ice loss over the next few centuries — and that a glacier expected to contribute greatly to sea-level rise may already be unstable. Correspondence to\n                 Natalya Gomez . \n                     Climate science: The long future of Antarctic melting \n                   Reprints and Permissions"},
{"file_id": "nature15641", "url": "https://www.nature.com/articles/nature15641", "year": 2015, "authors": [{"name": "Sarah D. Beagle"}, {"name": "Steve W. Lockless"}], "parsed_as_year": "2006_or_before", "body": "The discovery that potassium ion channels are involved in electrical signalling between bacterial cells may help to unravel the role of ion channels in microbial physiology and communication.  See Article    p.59 Correspondence to\n                 Steve W. Lockless . \n                     Microbiology: Bacterial communities as capitalist economies \n                   \n                     Systems biology: How bacteria choose a lifestyle \n                   Reprints and Permissions"},
{"file_id": "526513a", "url": "https://www.nature.com/articles/526513a", "year": 2015, "authors": [{"name": "Michael Wagner"}], "parsed_as_year": "2006_or_before", "body": "Physiological analyses, electron microscopy and single-cell chemical imaging suggest that direct electron transfer occurs between the members of methane-oxidizing microbial consortia.  See Article    p.531    and Letter    p.587 Correspondence to\n                 Michael Wagner . \n                     Microbiology: A piece of the methane puzzle \n                   Reprints and Permissions"},
{"file_id": "nature15631", "url": "https://www.nature.com/articles/nature15631", "year": 2015, "authors": [{"name": "Howard Wiseman"}], "parsed_as_year": "2006_or_before", "body": "A fundamental scientific assumption called local realism conflicts with certain predictions of quantum mechanics. Those predictions have now been verified, with none of the loopholes that have compromised earlier tests.  See Letter    p.682 Correspondence to\n                 Howard Wiseman . \n                     Quantum mechanics: The usefulness of uselessness \n                   Reprints and Permissions"},
{"file_id": "526509a", "url": "https://www.nature.com/articles/526509a", "year": 2015, "authors": [{"name": "Nicola Harris"}], "parsed_as_year": "2006_or_before", "body": "Acute infection of mice with an intestinal pathogen leads to long-lasting inflammation that is maintained by intestinal microorganisms. This observation reveals a path by which infection history can affect long-term immune function. Correspondence to\n                 Nicola Harris . \n                     Microbiology: A backup for bacteria \n                   Reprints and Permissions"},
{"file_id": "526515b", "url": "https://www.nature.com/articles/526515b", "year": 2015, "authors": [{"name": "Francesca Faedi"}], "parsed_as_year": "2006_or_before", "body": "Analysis of data from the Kepler space observatory and ground-based telescopes has led to the detection of one, and possibly several, minor planets that are in a state of disintegration in orbit around a white dwarf star.  See Letter    p.546 Correspondence to\n                 Francesca Faedi . \n                     Astronomy: A Mars-sized exoplanet \n                   Reprints and Permissions"},
{"file_id": "526508a", "url": "https://www.nature.com/articles/526508a", "year": 2015, "authors": [{"name": "Michael D. Graham"}], "parsed_as_year": "2006_or_before", "body": "A simple model captures the key features of the transition from smooth to turbulent flow for a fluid in a pipe. The findings pave the way for more-complex models and may have engineering ramifications.  See Letter    p.550 Correspondence to\n                 Michael D. Graham . \n                     Fluid dynamics: Spinning discs in the lab \n                   \n                     Fluid dynamics: Rotating convection on the edge \n                   Reprints and Permissions"},
{"file_id": "526515a", "url": "https://www.nature.com/articles/526515a", "year": 2015, "authors": [{"name": "Marian Turner"}], "parsed_as_year": "2006_or_before", "body": "The stilt-rooted trees of mangrove forests host rich biological diversity, as well as supporting fisheries and protecting shores from storm damage and erosion. These tidal-zone trees can maintain an appropriate soil elevation for local sea levels and inundation rates by accreting sediment or organic material around their roots (pictured, mangroves in Indonesia). But on  page 559  of this issue, Lovelock  et al . (C. E. Lovelock  et al .  Nature   526 , 559–563; 2015) show that for many forests, current rates of sea-level rise outpace this adaptive capacity. Assessing 27 sites across the Indo-Pacific, the authors find that sediment availability is a key survival factor for mangroves in the region. But river damming and land-use change are reducing sediment supply. The researchers' modelling predicts that, at current rates of sea-level rise, many mangrove forests could be submerged by 2070.\n Footnote  1 \n                     Ecology: The big picture of marsh loss \n                   Reprints and Permissions"},
{"file_id": "nature15644", "url": "https://www.nature.com/articles/nature15644", "year": 2015, "authors": [{"name": "Isaac S. Harris"}, {"name": "Joan S. Brugge"}], "parsed_as_year": "2006_or_before", "body": "Reactive oxygen species have been viewed as stress-inducing molecules that promote cancer initiation. But new evidence indicates that oxidative stress can be beneficial — inhibiting the spread of a cancer to other sites.  See Article    p.186 Correspondence to\n                 Isaac S. Harris  or  Joan S. Brugge . \n                     Cancer: Damage prevention targeted \n                   \n                     Cancer: When antioxidants are bad \n                   Reprints and Permissions"},
{"file_id": "526511a", "url": "https://www.nature.com/articles/526511a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             There is an inborn fascination ... in the discovery and unearthing of relics of life as it existed centuries ago. None of these is perhaps more generally exciting and popular than the Roman mosaic pavements ... constructed floorings in regular cubes of stones of many colours, beautifully contrived in patterns and pictures ... Proof of life as it existed in Yorkshire during  A.D.  100–400, as evidenced by the discovery of two excellent examples of Roman mosaic handiwork, is furnished by the Rudstone pavement...and by one at Brantingham ... At Rudstone three mosaics were originally uncovered ... and were ultimately removed to Hull Museums ... It is indeed no boastful claim that “...these beautiful pavements are now permanently preserved for the benefit of posterity”. \n               From  \n               Nature \n                23 October 1965 \n             \n               100 Years Ago \n             The autumn number of  Bird Notes and News  contains much readable matter in regard to the effect of the war on bird-life in France and Flanders. Swallows returning this spring to their accustomed nesting sites only too often found them reduced to a heap of ruined masonry. In such cases huts erected for military purposes have been adopted as substitutes. This fact shows the tenacity with which these birds cling to their old haunts. Birds roosting between the lines of the opposing forces have on more than one occasion given timely warning to the sleeping men of the near approach of poison gas fumes, by the rustle of their wings and low cries as they passed over our trenches. Except, indeed, when actually within the zone of fire the birds have shown themselves strangely indifferent to the strife around them. \n               From  \n               Nature \n                21 October 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature15634", "url": "https://www.nature.com/articles/nature15634", "year": 2015, "authors": [{"name": "Antoine Baudrimont"}, {"name": "Attila Becskei"}], "parsed_as_year": "2006_or_before", "body": "Single-cell analyses reveal that combinatorial changes in the intracellular locations of transcription factors can tune the expression of the factors' target genes in response to environmental stimuli.  See Article    p.54 Correspondence to\n                 Attila Becskei . \n                     Systems biology: Defiant daughters and coordinated cousins \n                   \n                     Gene regulation: Fine-tuned amplification in cells \n                   Reprints and Permissions"},
{"file_id": "nature15635", "url": "https://www.nature.com/articles/nature15635", "year": 2015, "authors": [{"name": "Thomas Hermann"}], "parsed_as_year": "2006_or_before", "body": "A screen for compounds that block a bacterial biosynthetic pathway has uncovered an antibiotic lead that shuts off pathogen growth by targeting a molecular switch in a regulatory RNA structure.  See Article    p.672 Correspondence to\n                 Thomas Hermann . \n                     Antibiotics: An irresistible newcomer \n                   Reprints and Permissions"},
{"file_id": "nature15642", "url": "https://www.nature.com/articles/nature15642", "year": 2015, "authors": [{"name": "Janusz Rak"}], "parsed_as_year": "2006_or_before", "body": "An analysis reveals that cancer cells remotely prepare distant sites for tumour spread in an organ-specific manner, by deploying organ-seeking extracellular vesicles.  See Article    p.329 Correspondence to\n                 Janusz Rak . \n                     Cancer: Diagnosis by extracellular vesicles \n                   \n                     Cancer: The complex seeds of metastasis \n                   Reprints and Permissions"},
{"file_id": "526050b", "url": "https://www.nature.com/articles/526050b", "year": 2015, "authors": [{"name": "Ype Elgersma"}], "parsed_as_year": "2006_or_before", "body": "The identification of a regulatory site on the UBE3A protein that can be phosphorylated to alter its enzymatic activity provides insight into the aetiology of two human neurodevelopmental diseases, Angelman syndrome and autism. Correspondence to\n                 Ype Elgersma . \n                     Angelman syndrome: Drugs to awaken a paternal gene \n                   \n                     Neuroscience: Angelman syndrome connections \n                   Reprints and Permissions"},
{"file_id": "526052a", "url": "https://www.nature.com/articles/526052a", "year": 2015, "authors": [{"name": "Ewan Birney"}, {"name": "Nicole Soranzo"}], "parsed_as_year": "2006_or_before", "body": "In the final phase of a seven-year project, the genomes of 2,504 people across five continental regions have been sequenced. The result is a compendium of in-depth data on variation in human populations.  See Articles    p.68  &  p.75 Correspondence to\n                 Ewan Birney  or  Nicole Soranzo . E.B. is a paid consultant for Oxford Nanopore Technologies, a sequencing technology company. \n                     Genomics: In search of rare human variants \n                   \n                     Nature Collection on The 1000 Genomes Project \n                   Reprints and Permissions"},
{"file_id": "526051a", "url": "https://www.nature.com/articles/526051a", "year": 2015, "authors": [{"name": "Katsuhiro Tomioka"}], "parsed_as_year": "2006_or_before", "body": "A transistor has been demonstrated that operates at low supply voltages by exceeding a theoretical limit. The finding opens up avenues to the development of integrated circuits that have extremely low power consumption.  See Letter    p.91 Correspondence to\n                 Katsuhiro Tomioka . \n                     Nanophotonics: Bright future for hyperbolic chips \n                   Reprints and Permissions"},
{"file_id": "nature15637", "url": "https://www.nature.com/articles/nature15637", "year": 2015, "authors": [{"name": "Christopher Aiken"}], "parsed_as_year": "2006_or_before", "body": "The HIV protein Nef is a viral 'Swiss army knife' with many functions. New work now shows how Nef increases infectivity — by inhibiting two of the host cell's antiviral proteins, SERINC3 and SERINC5.  See Articles    p.212  &  p.218 Correspondence to\n                 Christopher Aiken . \n                     HIV: Ringside views \n                   \n                     HIV: Slipping under the radar \n                   Reprints and Permissions"},
{"file_id": "526046a", "url": "https://www.nature.com/articles/526046a", "year": 2015, "authors": [{"name": "Bethan James"}], "parsed_as_year": "2006_or_before", "body": "The earliest stars are of huge importance to the chemical history of the cosmos, but have previously existed only in theory. There is now strong evidence that such population III stars exist in the brightest galaxy yet found in the early Universe. Correspondence to\n                 Bethan James . \n                     Astrophysics: Dust-poor galaxies at early times \n                   \n                     Computational astrophysics: Monstrous galaxies unmasked \n                   Reprints and Permissions"},
{"file_id": "nature15638", "url": "https://www.nature.com/articles/nature15638", "year": 2015, "authors": [{"name": "Gavin H. Thomas"}], "parsed_as_year": "2006_or_before", "body": "The genome sequences of 198 bird species provide an unprecedented combination of breadth and depth of data, and allow the most robust resolution so far of the early evolutionary relationships of modern birds.  See Letter    p.569 Correspondence to\n                 Gavin H. Thomas . \n                     Evolutionary biology: Birds of a feather \n                   Reprints and Permissions"},
{"file_id": "526050a", "url": "https://www.nature.com/articles/526050a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "526199a", "url": "https://www.nature.com/articles/526199a", "year": 2015, "authors": [{"name": "Jonathan D. Rubin"}, {"name": "Dylan J. Taatjes"}], "parsed_as_year": "2006_or_before", "body": "The finding that the Mediator protein complex contributes to messenger RNA export from the nucleus in yeast adds to a growing list of roles for the complex in regulating transcriptional processes. Correspondence to\n                 Dylan J. Taatjes . \n                     Gene expression: The coherent Mediator \n                   Reprints and Permissions"},
{"file_id": "nature15639", "url": "https://www.nature.com/articles/nature15639", "year": 2015, "authors": [{"name": "Jamie A. Davies"}], "parsed_as_year": "2006_or_before", "body": "Engineered human cells that can give rise to every cell type have been induced to generate structures that resemble an embryonic kidney. This advance charts a course towards growing transplantable kidneys in culture.  See Letter    p.564 Correspondence to\n                 Jamie A. Davies . \n                     Developmental neuroscience: Miniature human brains \n                   Reprints and Permissions"},
{"file_id": "526204a", "url": "https://www.nature.com/articles/526204a", "year": 2015, "authors": [{"name": "Marshall D. Perrin"}], "parsed_as_year": "2006_or_before", "body": "A recently commissioned planet-finding instrument has been used to study a young solar system around the star AU Microscopii, leading to the discovery of rapidly moving features in the dust disk around the star.  See Letter    p.230 Correspondence to\n                 Marshall D. Perrin . \n                     Astronomy: Warm dust makes a fast getaway \n                   Reprints and Permissions"},
{"file_id": "526203a", "url": "https://www.nature.com/articles/526203a", "year": 2015, "authors": [{"name": "Karyn Le Hur"}], "parsed_as_year": "2006_or_before", "body": "Nanotechnology studies explore the extreme properties of strongly interacting electronic systems through conductance measurements, and probe quantum phase transitions close to absolute zero temperature.  See Letters    p.233  &  p.237 Correspondence to\n                 Karyn Le Hur . \n                     Condensed-matter Physics: Flat transistor defies the limit \n                   \n                     Condensed-matter physics: Charge topology in superconductors \n                   Reprints and Permissions"},
{"file_id": "526198a", "url": "https://www.nature.com/articles/526198a", "year": 2015, "authors": [{"name": "Janet Hemingway"}], "parsed_as_year": "2006_or_before", "body": "A comprehensive modelling effort has revealed the relative contributions of different malaria-control measures to the massive reductions in disease prevalence that have occurred in Africa between 2000 and 2015.  See Article    p.207 Correspondence to\n                 Janet Hemingway . \n                     Malaria: How vector mosquitoes beat the heat \n                   Reprints and Permissions"},
{"file_id": "nature15640", "url": "https://www.nature.com/articles/nature15640", "year": 2015, "authors": [{"name": "Robin Dennell"}], "parsed_as_year": "2006_or_before", "body": "A discovery in southern China of human teeth dated to more than 80,000 years old indicates that  Homo sapiens  was present in the region considerably earlier than had previously been suspected.  See Letter    p.696 Correspondence to\n                 Robin Dennell . \n                     Archaeology: Art on the move \n                   \n                     Archaeology: Trailblazers across Arabia \n                   Reprints and Permissions"},
{"file_id": "526333a", "url": "https://www.nature.com/articles/526333a", "year": 2015, "authors": [{"name": "Simon Gächter"}], "parsed_as_year": "2006_or_before", "body": "Experiments suggest that when people can see wealth inequality in their social network, this propels further inequality through reduced cooperation and reduced social connectivity.  See Letter    p.426 Correspondence to\n                 Simon Gächter . \n                     Behavioural economics: A caring majority secures the future \n                   Reprints and Permissions"},
{"file_id": "526328a", "url": "https://www.nature.com/articles/526328a", "year": 2015, "authors": [{"name": "Shai Bel"}, {"name": "Lora V. Hooper"}], "parsed_as_year": "2006_or_before", "body": "The epithelial cells that line the intestine have been found to sense tight attachment of bacteria, and to respond by producing proteins that shape the effector functions of the immune system's T H 17 cells. Correspondence to\n                 Lora V. Hooper . \n                     Autoimmunity: Rubbing salt in the wound \n                   \n                     Immunology: Tolerance lies in the timing \n                   Reprints and Permissions"},
{"file_id": "525460a", "url": "https://www.nature.com/articles/525460a", "year": 2015, "authors": [{"name": "Jaime Palter"}], "parsed_as_year": "2006_or_before", "body": "Ships and ocean-observing robots have been used to quantify the amount of nutrients that a storm brings up from the Stygian ocean depths to the sunlit surface — a first step in assessing how storms affect oceanic biomass production. Correspondence to\n                 Jaime Palter . \n                     Climate science: Shifting storms \n                   Reprints and Permissions"},
{"file_id": "nature15633", "url": "https://www.nature.com/articles/nature15633", "year": 2015, "authors": [{"name": "Trevor F. Keenan"}], "parsed_as_year": "2006_or_before", "body": "Warmer temperatures have been associated with an earlier emergence of spring leaves each year. New data, however, suggest that leaf emergence is becoming less sensitive to temperature as global temperatures rise.  See Letter    p.104 Correspondence to\n                 Trevor F. Keenan . \n                     Climate change: Flowering in the greenhouse \n                   Reprints and Permissions"},
{"file_id": "526332a", "url": "https://www.nature.com/articles/526332a", "year": 2015, "authors": [{"name": "Davide Mandelli"}, {"name": "Erio Tosatti"}], "parsed_as_year": "2006_or_before", "body": "Cold ions sliding across periodic energy-potential patterns formed by lasers have been used to elucidate the physics of dry friction between crystals. Experiments with no more than six ions suffice to explore a vast domain of frictional forces. Correspondence to\n                 Davide Mandelli  or  Erio Tosatti . \n                     Atomic physics: When ultracold is not cold enough \n                   \n                     Surface physics: A new crack at friction \n                   \n                     Nanotechnology: A gentle jackhammer \n                   Reprints and Permissions"},
{"file_id": "525463a", "url": "https://www.nature.com/articles/525463a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A Biological Retrospect . By Sir Peter Medawar — The title of my presidential address, as you will have discerned, is “A Biological Retrospect”, and on the whole it has not been well received. 'Why a biological  retrospect ?', I have been asked; would it not be more in keeping with the spirit of the occasion if I were to speak of the future of biology rather than of its past? Unfortunately, it is impossible to predict new ideas ... and we are caught in a logical paradox the moment we try to do so. For to predict an idea is to have an idea, and if we have an idea it can no longer be the subject of a prediction. Try completing the sentence 'I predict that at the next meeting of the British Association someone will propound the following new theory of the relationships of elementary particles,  namely ...'. If I complete the sentence, the theory will not be new next year; if I fail, then I am not making a prediction. \n               From  \n               Nature \n                25 September 1965 \n             \n               100 Years Ago \n             We have still ... very much to learn about causes in action; and the mystery of the earth, and of our connection with it, grows upon us as we learn. Can we at all realise the greatest change that ever came upon the globe, the moment when living matter appeared upon its surface ... And here was living matter, a product of the slime, if you will, but of a slime more glorious than the stars. Was this thing, life, a surface-concentration, a specialisation, of something that had previously permeated all matter, but had remained powerless because it was infinitely diffuse? Here you will perceive that the mere geologist is very much beyond his depth. \n               From  \n               Nature \n                23 September 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature15630", "url": "https://www.nature.com/articles/nature15630", "year": 2015, "authors": [{"name": "Michel Goedert"}, {"name": "Yifan Cheng"}], "parsed_as_year": "2006_or_before", "body": "An ultra-high-resolution structure of the core segment of assembled α-synuclein — the protein that aggregates in the brains of patients with Parkinson's disease — has been determined. A neurobiologist and a structural biologist discuss the implications of this advance.  See Article    p.486 Correspondence to\n                 Michel Goedert  or  Yifan Cheng . \n                     Neurodegeneration: Aggregates feel the strain \n                   Reprints and Permissions"},
{"file_id": "525191a", "url": "https://www.nature.com/articles/525191a", "year": 2015, "authors": [{"name": "Anant K. Menon"}, {"name": "Tim P. Levine"}], "parsed_as_year": "2006_or_before", "body": "Two studies find that a lipid-exchange cycle mediates the enrichment of the lipid phosphatidylserine in the cell membrane compared with the membrane of an organelle called the endoplasmic reticulum, where the lipid is produced. Correspondence to\n                 Anant K. Menon  or  Tim P. Levine . \n                     Cell biology: Polarized transport in the Golgi apparatus \n                   Reprints and Permissions"},
{"file_id": "525192a", "url": "https://www.nature.com/articles/525192a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature15632", "url": "https://www.nature.com/articles/nature15632", "year": 2015, "authors": [{"name": "Petr Broz"}], "parsed_as_year": "2006_or_before", "body": "Inflammatory caspase proteins help to control pathogen replication by triggering pyroptotic cell death. It now emerges that cleavage of the caspase substrate gasdermin D is sufficient to induce pyroptosis.  See Articles    p.660  &  p.666 Correspondence to\n                 Petr Broz . \n                     Immunology: Lipopolysaccharide sensing on the inside \n                   Reprints and Permissions"},
{"file_id": "525194a", "url": "https://www.nature.com/articles/525194a", "year": 2015, "authors": [{"name": "Lynn M. Russell"}], "parsed_as_year": "2006_or_before", "body": "Ice clouds in marine regions at high latitudes might form in warmer and drier air than was previously believed because of freezing induced by airborne particles that contain organic materials from ocean surface waters.  See Letter    p.234 Correspondence to\n                 Lynn M. Russell . \n                     Atmospheric science: The seeds of ice in clouds \n                   Reprints and Permissions"},
{"file_id": "nature15211", "url": "https://www.nature.com/articles/nature15211", "year": 2015, "authors": [{"name": "Ju Lu"}, {"name": "Yi Zuo"}], "parsed_as_year": "2006_or_before", "body": "Memories are stored in the complex network of neurons in the brain. With the help of innovative tools to manipulate the connections between neurons, memories in mice can now be erased with a beam of light.  See Article    p.333 Correspondence to\n                 Ju Lu  or  Yi Zuo . \n                     Neuroscience: The power of positivity \n                   Reprints and Permissions"},
{"file_id": "525193a", "url": "https://www.nature.com/articles/525193a", "year": 2015, "authors": [{"name": "Mathias Jucker"}, {"name": "Lary C. Walker"}], "parsed_as_year": "2006_or_before", "body": "People who died of the neurodegenerative condition Creutzfeldt-Jakob disease after treatment with cadaver-derived human growth hormone also developed some of the pathological traits of Alzheimer's disease.  See Letter  p.247 In the 1960s and '70s, researchers discovered that a rare but deadly human degenerative brain disorder called Creutzfeldt–Jakob disease (CJD) could be transmitted experimentally to animals and, under unusual circumstances, to other humans 1 , 2 . Since then, some have speculated that other neurodegenerative diseases might also be transmissible 1 , 3 . On  page 247  of this issue, Jaunmuktane  et al . 4  present evidence indicating that changes in the brain that are characteristic of Alzheimer's disease have been transmitted between humans. Transmission probably occurred through injections of contaminated, cadaver-derived human growth hormone (c-hGH) that was extracted from pituitary glands collected at autopsy. Before 1985, an estimated 30,000 people — mostly children with growth deficiency — received injections of c-hGH (refs  2 , 5 ). To obtain sufficient quantities of hormone for treatment, thousands of pituitary glands (a tissue found at the base of the brain) were pooled and homogenized, and c-hGH was then chemically extracted ( Fig. 1 ). After disease incubation times ranging from 5 to more than 40 years, a small percentage of these people (up to 6.3%, according to country 2 ) developed CJD. We now know that the CJD-causing contaminant in the pituitary extracts was the prion, a normally produced protein that becomes infectious and toxic by adopting an abnormal shape that similarly corrupts other prion proteins. Another disease of protein misfolding — and the most prevalent form of dementia — is Alzheimer's disease 6 . The pathological hallmarks of the disease are insoluble aggregates of amyloid-β protein (Aβ) called plaques, which form between neurons; Aβ build-up in the blood vessels of the brain; and the abnormal deposition of tau protein in nerve cells (known as tauopathy). Several lines of evidence indicate that the misfolding and accumulation of Aβ is an early driver of Alzheimer's disease, and that this process precedes the onset of dementia by well over a decade 6 . But whether every person with extensive brain Aβ deposition will ultimately develop Alzheimer's disease is a focus of current research. It is known that Aβ can aggregate in the brains of animals if their brains are injected with minute amounts of misfolded Aβ proteins known as seeds 7 . This indicates that Aβ deposition can be induced through a prion-like mechanism of corruptive protein templating 7 . By identifying a similar phenomenon in humans, Jaunmuktane and colleagues' study provides fresh support for this seeding concept in a clinically relevant setting. The authors describe the findings of autopsies on 8 people who died of CJD at between 36 and 51 years of age, having been treated with c-hGH approximately 30 years earlier. In addition to the neurodegenerative changes typical of CJD, four of the subjects showed extensive Aβ deposition in the brain and two had sparse Aβ deposits. Such Alzheimer's-like changes are extremely rare at such a young age, and were not found in patients up to a decade older who died of prion diseases that were unrelated to c-hGH treatment. The authors also showed that the c-hGH-treated subjects did not have any of the known genetic risk factors for Alzheimer's disease. Moreover, they confirmed a previous report 8  that Aβ deposits occur in the pituitary glands of people with Alzheimer's disease, supporting the possibility that aggregates were induced by Aβ seeds in the c-hGH. Although an observational study such as this cannot prove that the Aβ deposits in the patients' brains were caused by Aβ seeds, studies in genetically modified mice have established that aggregated Aβ can behave like prions 7 , 9 . Strikingly, when Aβ seeds were introduced into the abdomens of mice, rather than directly into the brain, Aβ deposition was more prominent in cerebral blood vessels than in Aβ plaques 10 . This finding mirrors the vascular Aβ accumulation observed by Jaunmuktane  et al ., and reinforces the supposition that the Aβ seeds in the affected people travelled to the brain from elsewhere in the body. How can future experiments strengthen the case for the prion-like seeding of Aβ in humans and better assess its implications? The original c-hGH extracts, if available, should be assessed for the presence of Aβ seeds using biochemical and animal-transmission experiments. Although age-matched control patients who died of prion disease had a much lower incidence of Aβ deposits than did the patients who died of CJD following c-hGH treatment, there remains a possibility that CJD itself can precipitate Alzheimer's-like pathology 11 . Understanding the mechanisms by which these different disease processes interact in the brain could help to explain the frequent coexistence of multiple degenerative brain diseases in the elderly 7 . Aβ seeds are long-lived in the brain, and may be even more resistant to degradation than are prions 12 . Given the build-up of Aβ in the pituitary glands of people with Alzheimer's disease, and the relatively high prevalence of the disease in the general population, batches of c-hGH are more likely to have been contaminated by Aβ seeds than by prions, which could mean that more recipients received injections containing Aβ seeds. However, it is important to stress that the subjects of this study died of CJD, not of Alzheimer's disease. Whether those with Aβ lesions would eventually have manifested clinical Alzheimer's disease cannot be known with certainty. Continued surveillance of surviving c-hGH recipients will be essential to determine whether they are at unusually high risk of developing Alzheimer's disease. An earlier study 8  suggests that, as of 2008, c-hGH-treated patients in the United States are not more likely to develop Alzheimer's disease than people in the general population, although an incubation period of 30 years or more is possible. Interestingly, the subjects in the current study lacked tauopathy, an essential feature of Alzheimer's disease 6 . Whether tauopathy would have emerged over a longer incubation period is unknown. This transmission of Aβ pathology occurred in the uncommon context of long-term c-hGH therapy. So far, there is no indication that Alzheimer's disease can be transmitted between people under ordinary circumstances. Furthermore, the replacement of c-hGH by genetically engineered growth hormone has eliminated the risk that growth-hormone treatment will inadvertently transmit brain disorders between humans. However, it is conceivable that the human transmission of Aβ seeds can occur under other conditions, which must now be carefully defined. Jaunmuktane and colleagues' findings should stimulate new research in this direction, and, more generally, will inspire further investigation into the mechanisms that govern the formation, transmissibility and toxicity of misfolded protein seeds in neurodegenerative diseases.\n Footnote  1 Correspondence to\n                 Mathias Jucker  or  Lary C. Walker . \n                     Neurodegeneration: Autopsies reveal signs of Alzheimer’s in growth-therapy patients  \n                   \n                     Neurodegeneration: Alzheimer's disease under strain \n                   Reprints and Permissions"},
{"file_id": "nature15216", "url": "https://www.nature.com/articles/nature15216", "year": 2015, "authors": [{"name": "Jerzy Paszkowski"}], "parsed_as_year": "2006_or_before", "body": "Despite their clonal origin, some oil palm trees develop fruits that give almost no oil. It emerges that the number of methyl groups attached to a DNA region called  Karma  determine which plants are defective.  See Letter    p.533 Correspondence to\n                 Jerzy Paszkowski . \n                     Epigenomics: Methylation's mark on inheritance \n                   Reprints and Permissions"},
{"file_id": "525329a", "url": "https://www.nature.com/articles/525329a", "year": 2015, "authors": [{"name": "Erica W. Carlson"}], "parsed_as_year": "2006_or_before", "body": "X-ray images of cuprate superconductors reveal the fractured, defect-riddled backbone on which superconductivity develops. The results take us a step closer to understanding how supercurrent flows on small spatial scales.  See Letter    p.359 Correspondence to\n                 Erica W. Carlson . \n                     Superconductivity: Extraordinarily conventional \n                   Reprints and Permissions"},
{"file_id": "525330a", "url": "https://www.nature.com/articles/525330a", "year": 2015, "authors": [{"name": "Michael Jerrett"}], "parsed_as_year": "2006_or_before", "body": "Estimates of worldwide deaths associated with exposure to fine particles in atmospheric pollution provide some surprising results. The findings will guide future research and act as a wake-up call for policymakers.  See Letter    p.367 Correspondence to\n                 Michael Jerrett . \n                     Atmospheric chemistry: More ozone over North America \n                   Reprints and Permissions"},
{"file_id": "nature15217", "url": "https://www.nature.com/articles/nature15217", "year": 2015, "authors": [{"name": "Gordana Vunjak-Novakovic"}], "parsed_as_year": "2006_or_before", "body": "Human heart tissue has minimal ability to regenerate following injury. But the protein Fstl1, which is normally expressed in the heart's epicardial region, has now been shown to induce regeneration following heart attack.  See Article    p.479 Correspondence to\n                 Gordana Vunjak-Novakovic . \n                     Regenerative biology: Neuregulin 1 makes heart muscle \n                   \n                     Cardiac biology: Cell plasticity helps hearts to repair \n                   Reprints and Permissions"},
{"file_id": "nature15218", "url": "https://www.nature.com/articles/nature15218", "year": 2015, "authors": [{"name": "Omid C. Farokhzad"}], "parsed_as_year": "2006_or_before", "body": "Cloaking drug-loaded nanoparticles with platelet membranes enhances the drugs' abilities to target desired cells and tissues. This technology might improve treatments for cardiovascular and infectious diseases.  See Letter    p.118 Correspondence to\n                 Omid C. Farokhzad . \n                     Nanotechnology: Tiny thermometers used in living cells \n                   Reprints and Permissions"},
{"file_id": "525464a", "url": "https://www.nature.com/articles/525464a", "year": 2015, "authors": [{"name": "Aneil F. Agrawal"}], "parsed_as_year": "2006_or_before", "body": "Chromosomal shuffling in parental eggs or sperm can create new characteristics in the next generation. In fruit flies, it seems that mothers with a parasitic infection produce more such recombinant offspring than uninfected mothers. Correspondence to\n                 Aneil F. Agrawal . \n                     Evolutionary biology: New take on the Red Queen \n                   Reprints and Permissions"},
{"file_id": "525325a", "url": "https://www.nature.com/articles/525325a", "year": 2015, "authors": [{"name": "John Meurig Thomas"}], "parsed_as_year": "2006_or_before", "body": "Many catalysts comprise metal nanoparticles on solid supports. The discovery that single atoms of palladium anchored to a solid support also exhibit high catalytic activity might help to conserve the supply of this and related rare metals. Correspondence to\n                 John Meurig Thomas . \n                     Microscopy: Watching catalysts at work \n                   Reprints and Permissions"},
{"file_id": "525462a", "url": "https://www.nature.com/articles/525462a", "year": 2015, "authors": [{"name": "Robert W. Boyd"}], "parsed_as_year": "2006_or_before", "body": "Neutrons do not normally have orbital angular momentum. But the demonstration that a beam of neutrons can acquire this property, 23 years after it was shown in photons, offers the promise of improved imaging technologies.  See Letter    p.504 Correspondence to\n                 Robert W. Boyd . \n                     Particle physics: Matter and antimatter scrutinized \n                   Reprints and Permissions"},
{"file_id": "525465a", "url": "https://www.nature.com/articles/525465a", "year": 2015, "authors": [{"name": "Romeel Davé"}], "parsed_as_year": "2006_or_before", "body": "The enigma of how the most luminous galaxies arise is closer to being solved. New simulations show that these are long-lived massive galaxies powered by prodigious gas infall and the recycling of supernova-driven outflows.  See Letter    p.496 Correspondence to\n                 Romeel Davé . \n                     Astrophysics: Dust-poor galaxies at early times \n                   Reprints and Permissions"},
{"file_id": "524301a", "url": "https://www.nature.com/articles/524301a", "year": 2015, "authors": [{"name": "John Bally"}], "parsed_as_year": "2006_or_before", "body": "The G2 cloud in our Galaxy's core has survived an encounter with the central black hole and failed to trigger a major flare-up in the black hole's activity. A promising theory endeavours to explain the cloud's nature. Correspondence to\n                 John Bally . \n                     Astrophysics: Giant black hole in a stripped galaxy \n                   Reprints and Permissions"},
{"file_id": "nature15205", "url": "https://www.nature.com/articles/nature15205", "year": 2015, "authors": [{"name": "John M. Archibald"}], "parsed_as_year": "2006_or_before", "body": "A comparative genomic study shows that, during evolution, nucleus-containing cells acquired DNA from bacteria primarily by endosymbiosis — the uptake and integration of one cell by another.  See Article    p.427 Correspondence to\n                 John M. Archibald . Reprints and Permissions"},
{"file_id": "nature15203", "url": "https://www.nature.com/articles/nature15203", "year": 2015, "authors": [{"name": "Igor I. Mazin"}], "parsed_as_year": "2006_or_before", "body": "Attitudes to high-temperature superconductivity have swung from disbelief to a conviction that it occurs only 'unconventionally'. But conventional superconductivity is now reported at record high temperatures.  See Letter    p.73 Correspondence to\n                 Igor I. Mazin . \n                     Superconductivity record bolstered by magnetic data \n                   Reprints and Permissions"},
{"file_id": "nature15207", "url": "https://www.nature.com/articles/nature15207", "year": 2015, "authors": [{"name": "Beth A. Lazazzera"}, {"name": "Diarmaid Hughes"}], "parsed_as_year": "2006_or_before", "body": "Monitored changes in the number of copies of a gene during DNA replication control the timing of sporulation in bacteria. This discovery links replication to the concept that a gene's location on a chromosome can influence cell traits. Correspondence to\n                 Beth A. Lazazzera  or  Diarmaid Hughes . Reprints and Permissions"},
{"file_id": "524299a", "url": "https://www.nature.com/articles/524299a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A Star Called the Sun  by Dr. George Gamow — We are reminded of Dante on his journey to the inferior regions: “I would have cast me into molten glass to cool me, when I enter'd, so intense raged the conflagrant mass” ... the author compares the Sun with other stars and explores the nature of such old ones as red giants, white dwarfs and supernovae, the stars that “die glamorously” ... The style is popular and sometimes racy. Occasionally it will offend the English reader who has some feeling for his Mother tongue, but on the whole, in spite of his “oodles and oodles”, the author has avoided ... ambiguities and half-statements.  W. L. Sumner \n               From  \n               Nature \n                21 August 1965 \n             \n               100 Years Ago \n             The Book of France  edited by Winifred Stephens — The book opens with an appreciation of France by Mr. Henry James, written with the copiousness and  verve  which characterize all his work ...Perhaps the most arresting and striking contribution to the work is the “Debout pour la Dernière Guerre!”...done into nervous, palpitating English by Mr. H. G. Wells ... “La Basilique-Fantôme”, by Pierre Loti...is a remarkable word-picture of the present state of the cathedral of Rheims ... “The most irreparable disaster is that of those great stained windows composed by the mysterious artists of the thirteenth century ... Masterpieces that no one can reproduce showered down their fragments never to be sorted again, their wonderful golds and reds and blues, of which the secret has been lost, upon the pavement stones. Gone for ever those rainbow transparencies, gone for ever those companies of saints with the charm of their simple attitudes.”  T. E. Thorpe \n               From  \n               Nature \n                19 August 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "524295a", "url": "https://www.nature.com/articles/524295a", "year": 2015, "authors": [{"name": "Leslie Goo"}, {"name": "Theodore C. Pierson"}], "parsed_as_year": "2006_or_before", "body": "A human antibody against dengue virus serotype 2 has been shown to protect mice against disease. Structures of the antibody bound to the virus illuminate how it binds different viral forms to prevent virus entry into cells. Correspondence to\n                 Theodore C. Pierson . Reprints and Permissions"},
{"file_id": "nature15208", "url": "https://www.nature.com/articles/nature15208", "year": 2015, "authors": [{"name": "Bennett W. Fox"}, {"name": "Randal S. Tibbetts"}], "parsed_as_year": "2006_or_before", "body": "Expansion of a repetitive DNA sequence is associated with neurodegeneration. Three studies identify genes involved in nuclear import and export that can mediate the toxicity this expansion causes.  See Article    p.56  &  Letter    p.129 Correspondence to\n                 Randal S. Tibbetts . \n                     Neurodegenerative diseases: G-quadruplex poses quadruple threat \n                   Reprints and Permissions"},
{"file_id": "524422a", "url": "https://www.nature.com/articles/524422a", "year": 2015, "authors": [{"name": "Philippe Piot"}], "parsed_as_year": "2006_or_before", "body": "Experiments reveal that positrons — the antimatter equivalents of electrons — can be rapidly accelerated using a plasma wave. The findings pave the way to high-energy electron–positron particle colliders.  See Letter    p.442 Correspondence to\n                 Philippe Piot . \n                     Accelerator physics: Surf's up at SLAC \n                   Reprints and Permissions"},
{"file_id": "nature15210", "url": "https://www.nature.com/articles/nature15210", "year": 2015, "authors": [{"name": "Natalia L. Komarova"}], "parsed_as_year": "2006_or_before", "body": "An  in silico , three-dimensional model of tumour evolution suggests that cell motility is a key factor in the initial growth of a tumour mass. The model also reveals the dynamics of mutation spread.  See Letter    p.261 Correspondence to\n                 Natalia L. Komarova . \n                     Cancer: Calculated treatment \n                   Reprints and Permissions"},
{"file_id": "nature15209", "url": "https://www.nature.com/articles/nature15209", "year": 2015, "authors": [{"name": "Javier M. Di Noia"}], "parsed_as_year": "2006_or_before", "body": "The DNA breakage-and-repair mechanism that generates antibodies of different classes has, in theory, a 50% chance of occurring correctly. But this recombination turns out to be heavily biased towards productive events.  See Letter    p.134 Correspondence to\n                 Javier M. Di Noia . \n                     Immunology: B cells break the rules \n                   Reprints and Permissions"},
{"file_id": "524418a", "url": "https://www.nature.com/articles/524418a", "year": 2015, "authors": [{"name": "Daniel Vanmaekelbergh"}], "parsed_as_year": "2006_or_before", "body": "What happens if some of the particles of a superlattice — an array of identical nanoscale crystals — are replaced with foreign ones? It emerges that the properties of superlattices can be radically altered in this way.  See Letter    p.450 Correspondence to\n                 Daniel Vanmaekelbergh . \n                     Materials science: Soft is strong \n                   Reprints and Permissions"},
{"file_id": "nature15204", "url": "https://www.nature.com/articles/nature15204", "year": 2015, "authors": [{"name": "Lu Wen"}, {"name": "Fuchou Tang"}], "parsed_as_year": "2006_or_before", "body": "The development of an algorithm called RaceID enables the identification of rare cell types by single-cell RNA sequencing, even when they are part of a complex mixture of similar cells.  See Letter    p.251 Correspondence to\n                 Lu Wen  or  Fuchou Tang . Reprints and Permissions"},
{"file_id": "524424a", "url": "https://www.nature.com/articles/524424a", "year": 2015, "authors": [{"name": "Linda Young"}], "parsed_as_year": "2006_or_before", "body": "An atomic laser operating at the shortest wavelength yet achieved has been created by bombarding a copper foil with two X-ray pulses tuned to slightly different energies. The results may lead to ultrastable X-ray lasers.  See Letter    p.446 Correspondence to\n                 Linda Young . \n                     Materials science: Boosting X-ray emission \n                   \n                     Laser science: Even harder X-rays \n                   Reprints and Permissions"},
{"file_id": "nature14643", "url": "https://www.nature.com/articles/nature14643", "year": 2015, "authors": [{"name": "Matthew L. Bochman"}, {"name": "Anthony Schwacha"}], "parsed_as_year": "2006_or_before", "body": "The DNA double helix must be separated into single strands to be duplicated. A structure of the Mcm2–7 helicase enzyme responsible for this activity yields unprecedented insight into how the process is initiated.  See Article    p.186 Correspondence to\n                 Matthew L. Bochman  or  Anthony Schwacha . Reprints and Permissions"},
{"file_id": "523535a", "url": "https://www.nature.com/articles/523535a", "year": 2015, "authors": [{"name": "Krista S. Walton"}], "parsed_as_year": "2006_or_before", "body": "A microscopy technique has been used to study the formation and growth of crystals of porous solids known as metal–organic frameworks in real time. The findings will aid the design of methods for making these useful compounds. Correspondence to\n                 Krista S. Walton . Reprints and Permissions"},
{"file_id": "nature14639", "url": "https://www.nature.com/articles/nature14639", "year": 2015, "authors": [{"name": "Lisa Y. Stein"}], "parsed_as_year": "2006_or_before", "body": "Cyanate, a degradation product of urea and cyanide, has been found to be a sufficient single substrate for the growth and reciprocal feeding of microorganisms that are essential to the global nitrogen cycle.  See Letter    p.105 Correspondence to\n                 Lisa Y. Stein . Reprints and Permissions"},
{"file_id": "524039a", "url": "https://www.nature.com/articles/524039a", "year": 2015, "authors": [{"name": "Omid Veiseh"}, {"name": "Robert Langer"}], "parsed_as_year": "2006_or_before", "body": "A microneedle-containing patch that is designed to sense elevated blood glucose levels and to respond by releasing insulin could offer people with diabetes a less-painful and more-reliable way to manage their condition. Correspondence to\n                 Omid Veiseh  or  Robert Langer . Reprints and Permissions"},
{"file_id": "nature14644", "url": "https://www.nature.com/articles/nature14644", "year": 2015, "authors": [{"name": "Cole M. Haynes"}], "parsed_as_year": "2006_or_before", "body": "Two studies reveal that dysfunction in organelles called mitochondria causes the toxic accumulation of mitochondrial proteins in the cell's cytosolic fluid, and identify ways in which damage is mitigated.  See Letters    p.481  &  p.485 Correspondence to\n                 Cole M. Haynes . Reprints and Permissions"},
{"file_id": "524042a", "url": "https://www.nature.com/articles/524042a", "year": 2015, "authors": [{"name": "Karthik V. Raman"}, {"name": "Jagadeesh S. Moodera"}], "parsed_as_year": "2006_or_before", "body": "Copper and manganese have been engineered to show magnetism at room temperature in thin films interfaced with organic molecules. The findings show promise for developing new magnetic materials.  See Letter    p.69 Correspondence to\n                 Karthik V. Raman . Reprints and Permissions"},
{"file_id": "524038a", "url": "https://www.nature.com/articles/524038a", "year": 2015, "authors": [{"name": "István A. Kovács"}, {"name": "Albert-László Barabási"}], "parsed_as_year": "2006_or_before", "body": "Pinpointing the nodes whose removal most effectively disrupts a network has become a lot easier with the development of an efficient algorithm. Potential applications might include cybersecurity and disease control.  See Letter    p.65 Correspondence to\n                 Albert-László Barabási . Reprints and Permissions"},
{"file_id": "nature14641", "url": "https://www.nature.com/articles/nature14641", "year": 2015, "authors": [{"name": "Ronen Marmorstein"}, {"name": "M. Celeste Simon"}], "parsed_as_year": "2006_or_before", "body": "The crystal structures of two proteins that respond to reduced tissue oxygen levels — hypoxia-inducible factors — provide insight into their function and reveal sites for rational drug design.  See Article    p.303 Correspondence to\n                 Ronen Marmorstein  or  M. Celeste Simon . Reprints and Permissions"},
{"file_id": "nature14640", "url": "https://www.nature.com/articles/nature14640", "year": 2015, "authors": [{"name": "Harm H. Kampinga"}], "parsed_as_year": "2006_or_before", "body": "Yeast require the enzyme Hsp104 to untangle protein aggregates, which arise in stressed or aged cells. Animals lack Hsp104, but it emerges that proteins of the DNAJ family of molecular chaperones can fulfil this role.  See Letter    p.251 Correspondence to\n                 Harm H. Kampinga . Reprints and Permissions"},
{"file_id": "nature15201", "url": "https://www.nature.com/articles/nature15201", "year": 2015, "authors": [{"name": "Kenneth S. Zaret"}], "parsed_as_year": "2006_or_before", "body": "A previously under-appreciated subset of liver cells has been found to contribute to the day-to-day maintenance of liver mass in mice. The cells are induced and supported by signals from an adjacent vein.  See Article    p.180 Correspondence to\n                 Kenneth S. Zaret . Reprints and Permissions"},
{"file_id": "524044a", "url": "https://www.nature.com/articles/524044a", "year": 2015, "authors": [{"name": "Almut Arneth"}], "parsed_as_year": "2006_or_before", "body": "How will Earth's vegetation cover respond to climate change, and how does this compare with changes associated with human land use? Modelling studies reveal how little we still know, and act as a clarion call for further work. Correspondence to\n                 Almut Arneth . Reprints and Permissions"},
{"file_id": "nature15199", "url": "https://www.nature.com/articles/nature15199", "year": 2015, "authors": [{"name": "Noriyuki Matsuda"}, {"name": "Keiji Tanaka"}], "parsed_as_year": "2006_or_before", "body": "Damaged organelles called mitochondria were once thought to be disposed of by a simple signalling cascade. Cell-based analyses now reveal that a network of complicated molecular interactions initiates disposal.  See Article    p.309 Correspondence to\n                 Noriyuki Matsuda  or  Keiji Tanaka . Reprints and Permissions"},
{"file_id": "nature15202", "url": "https://www.nature.com/articles/nature15202", "year": 2015, "authors": [{"name": "Alice Verchère"}, {"name": "Anant K. Menon"}], "parsed_as_year": "2006_or_before", "body": "Crystal structures of the bacterial protein PglK uncover structural features that suggest how the protein 'flips' lipid-bound oligosaccharide molecules from one side of the cell membrane to the other.  See Article    p.433 Correspondence to\n                 Anant K. Menon . Reprints and Permissions"},
{"file_id": "523536a", "url": "https://www.nature.com/articles/523536a", "year": 2015, "authors": [{"name": "Harry J. Ploehn"}], "parsed_as_year": "2006_or_before", "body": "A polymer-based material has been discovered that breaks the rules — it has the right combination of properties for use in energy-storage devices called dielectric capacitors, and can function at high temperatures.  See Letter    p.576 Correspondence to\n                 Harry J. Ploehn . Reprints and Permissions"},
{"file_id": "nature15200", "url": "https://www.nature.com/articles/nature15200", "year": 2015, "authors": [{"name": "John J. Murphy"}, {"name": "Paolo Melchiorre"}], "parsed_as_year": "2006_or_before", "body": "The report of a light-activated catalyst that generates usually inaccessible nickel intermediates provides a general strategy that might allow elusive catalytic reactions to be realized.  See Letter    p.330 Correspondence to\n                 Paolo Melchiorre . \n                     Organic chemistry: Shape control in reactions with light \n                   Reprints and Permissions"},
{"file_id": "524168a", "url": "https://www.nature.com/articles/524168a", "year": 2015, "authors": [{"name": "Klaus P. Jungmann"}], "parsed_as_year": "2006_or_before", "body": "A search for differences in the charge-to-mass ratio of protons and antiprotons, conducted at unprecedented levels of precision, results in stringent limits to the validity of fundamental physical symmetries.  See Letter    p.196 Correspondence to\n                 Klaus P. Jungmann . Reprints and Permissions"},
{"file_id": "523296a", "url": "https://www.nature.com/articles/523296a", "year": 2015, "authors": [{"name": "Pascale Ehrenfreund"}, {"name": "Bernard Foing"}], "parsed_as_year": "2006_or_before", "body": "Laboratory measurements confirm that a 'buckyball' ion is responsible for two near-infrared absorption features found in spectra of the interstellar medium, casting light on a century-old astrochemical mystery.  See Letter    p.322 Correspondence to\n                 Pascale Ehrenfreund  or  Bernard Foing . Reprints and Permissions"},
{"file_id": "nature14635", "url": "https://www.nature.com/articles/nature14635", "year": 2015, "authors": [{"name": "Patrick F. Sullivan"}], "parsed_as_year": "2006_or_before", "body": "Two genetic regions associated with major depressive disorder have been revealed for the first time, through whole-genome sequencing of a population of Han Chinese women.  See Letter    p.588 Correspondence to\n                 Patrick F. Sullivan . Reprints and Permissions"},
{"file_id": "nature14634", "url": "https://www.nature.com/articles/nature14634", "year": 2015, "authors": [{"name": "Michael Lynch"}], "parsed_as_year": "2006_or_before", "body": "DNA-sequence analysis suggests that genetic mutations arise at elevated rates in genomes harbouring high levels of heterozygosity — the state in which the two copies of a genetic region contain sequence differences.  See Letter    p.463 Correspondence to\n                 Michael Lynch . Reprints and Permissions"},
{"file_id": "nature14632", "url": "https://www.nature.com/articles/nature14632", "year": 2015, "authors": [{"name": "Sharon R. Long"}], "parsed_as_year": "2006_or_before", "body": "EPR3, a plant protein, is found to act as a probable receptor for exopolysaccharide molecules that surround the plant's symbiotic bacteria. The advance sheds light on how recognition is governed in symbiotic relationships.  See Article    p.308 Correspondence to\n                 Sharon R. Long . Reprints and Permissions"},
{"file_id": "523164a", "url": "https://www.nature.com/articles/523164a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In a written answer in the House of Commons on June 24, the Minister of Technology, Mr. F. Cousins, gave the names of 17 research associations which actively encouraged the use of computers in their respective industries; of 18 research associations which had access to computers on their premises, at universities or at member firms ... In another written answer on June 24, Mr. Cousins stated that of 4,064 non-industrial Civil Servants employed by his Department ... 1,400 had university degrees or equivalent qualifications in scientific or technological subjects, and about another 1,400 had other scientific or technological qualifications. In a third written answer, Mr Cousins stated ... action was in hand ... to promote the greater use of technological subjects in television and radio programmes, and to produce special booklets and films for wide distribution among young people. \n               From  \n               Nature \n                10 July 1965 \n             \n               100 Years Ago \n             Among the recent additions to the zoological department at South Kensington are some specimens which are surely destined to possess historical interest for posterity. They consist only of two or three examples of harvest-mice and one house-mouse, but they were caught in the trenches in northern France, in that part of the trenches, in fact, occupied by some of our Indian troops. These specimens were collected and presented to the museum by one of the officers of an Indian regiment, whose keenness for his favourite pursuit of natural history allowed him in the intervals of being heavily shelled by the enemy a little relaxation in the way of trapping and skinning any animals for the national museum in London. \n               From  \n               Nature \n                8 July 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "523163a", "url": "https://www.nature.com/articles/523163a", "year": 2015, "authors": [{"name": "Joseph A. Tobias"}], "parsed_as_year": "2006_or_before", "body": "A meta-analysis of changes in the abundance of tropical-forest birds reveals that the effect of selective timber harvesting varies with logging practices and species traits. The results offer a framework for managing impacts on biodiversity. Correspondence to\n                 Joseph A. Tobias . Reprints and Permissions"},
{"file_id": "nature14537", "url": "https://www.nature.com/articles/nature14537", "year": 2015, "authors": [{"name": "Aaron M. New"}, {"name": "Ben Lehner"}], "parsed_as_year": "2006_or_before", "body": "The effects of mutations in proteins can depend on the occurrence of previous mutations. It emerges that such historical contingency is also important during the evolution of gene regulatory networks.  See Letter    p.361 Correspondence to\n                 Ben Lehner . Reprints and Permissions"},
{"file_id": "523293a", "url": "https://www.nature.com/articles/523293a", "year": 2015, "authors": [{"name": "Christy Till"}], "parsed_as_year": "2006_or_before", "body": "A compilation of more than 300,000 rock compositions provides crucial input into a 100-year-old debate on how the continental crust formed, and provides new constraints for theories of continental-crust development.  See Article    p.301 Correspondence to\n                 Christy Till . Reprints and Permissions"},
{"file_id": "nature14636", "url": "https://www.nature.com/articles/nature14636", "year": 2015, "authors": [{"name": "Stephen M. Beverley"}], "parsed_as_year": "2006_or_before", "body": "Study of the diarrhoea-causing pathogen  Cryptosporidium  has been hindered by a lack of genetic-modification and culture tools. A description of genome editing and propagation methods for the parasite changes this picture.  See Letter    p.477 Correspondence to\n                 Stephen M. Beverley . Reprints and Permissions"},
{"file_id": "523417a", "url": "https://www.nature.com/articles/523417a", "year": 2015, "authors": [{"name": "Fedor Romanov-Michailidis"}, {"name": "Tomislav Rovis"}], "parsed_as_year": "2006_or_before", "body": "The concept of umpolung describes the reversal of the naturally occurring electrostatic polarization of chemical groups. It has now been used to make single mirror-image isomers of nitrogen-containing molecules.  See Letter    p.445 Correspondence to\n                 Tomislav Rovis . Reprints and Permissions"},
{"file_id": "523294a", "url": "https://www.nature.com/articles/523294a", "year": 2015, "authors": [{"name": "Miriam Merad"}, {"name": "Hélène Salmon"}], "parsed_as_year": "2006_or_before", "body": "Activation of a cellular stress response and the transcription factor XBP1 in dendritic cells has now been shown to limit the cells' ability to stimulate antitumour immune responses in a mouse model of ovarian cancer. Correspondence to\n                 Miriam Merad . Reprints and Permissions"},
{"file_id": "nature14638", "url": "https://www.nature.com/articles/nature14638", "year": 2015, "authors": [{"name": "Sharanya Sivanand"}, {"name": "Kathryn E. Wellen"}], "parsed_as_year": "2006_or_before", "body": "Overexpression of the enzyme cytidine deaminase allows the incorporation of abnormally modified nucleotides into DNA, leading to cell death. This discovery might point the way to treating some cancers.  See Letter    p.114 Correspondence to\n                 Kathryn E. Wellen . Reprints and Permissions"},
{"file_id": "523412a", "url": "https://www.nature.com/articles/523412a", "year": 2015, "authors": [{"name": "Tim Liedl"}], "parsed_as_year": "2006_or_before", "body": "Representations of 3D surfaces used in computer graphics have been adopted as templates in an efficient method for making nanoscale objects from DNA, lowering the barriers to applications of DNA nanotechnology.  See Letter    p.441 Correspondence to\n                 Tim Liedl . Reprints and Permissions"},
{"file_id": "nature14637", "url": "https://www.nature.com/articles/nature14637", "year": 2015, "authors": [{"name": "Jeffrey L. Benovic"}], "parsed_as_year": "2006_or_before", "body": "The first crystal structure of a G-protein-coupled receptor in complex with an arrestin protein provides insight into how the signalling pathways activated by these receptors are switched off through desensitization.  See Article    p.561 Correspondence to\n                 Jeffrey L. Benovic . Reprints and Permissions"},
{"file_id": "523416a", "url": "https://www.nature.com/articles/523416a", "year": 2015, "authors": [{"name": "Laura Waller"}, {"name": "Lei Tian"}], "parsed_as_year": "2006_or_before", "body": "Artificial neural networks have been combined with microscopy to visualize the 3D structure of biological cells. This could lead to solutions for difficult imaging problems, such as the multiple scattering of light. Correspondence to\n                 Laura Waller . Reprints and Permissions"},
{"file_id": "nature14633", "url": "https://www.nature.com/articles/nature14633", "year": 2015, "authors": [{"name": "Paul L. E. Bodelier"}], "parsed_as_year": "2006_or_before", "body": "A genetically modified rice with more starch in its grains also provides fewer nutrients for methane-producing soil microbes. This dual benefit might help to meet the urgent need for globally sustainable food production.  See Letter    p.602 Correspondence to\n                 Paul L. E. Bodelier . Reprints and Permissions"},
{"file_id": "nature14629", "url": "https://www.nature.com/articles/nature14629", "year": 2015, "authors": [{"name": "J. Fielding Hejtmancik"}], "parsed_as_year": "2006_or_before", "body": "Mutations underlying hereditary cataracts in two families impair the function of an enzyme that synthesizes the lens molecule lanosterol. The finding may lead to non-surgical prevention and treatment of cataracts.  See Letter    p.607 Correspondence to\n                 J. Fielding Hejtmancik . Reprints and Permissions"},
{"file_id": "523541a", "url": "https://www.nature.com/articles/523541a", "year": 2015, "authors": [{"name": "Peter Hommelhoff"}, {"name": "Takuya Higuchi"}], "parsed_as_year": "2006_or_before", "body": "Electrons in a crystal can tunnel between energy bands when a strong electric field is switched on. It emerges that electron pathways interfere almost instantaneously, giving rise to ultra-short, pulsed emission of light.  See Letter    p.572 Correspondence to\n                 Peter Hommelhoff . Reprints and Permissions"},
{"file_id": "nature14642", "url": "https://www.nature.com/articles/nature14642", "year": 2015, "authors": [{"name": "Joseph D. Puglisi"}], "parsed_as_year": "2006_or_before", "body": "The ribosome is the cellular complex of proteins and RNA molecules that synthesizes proteins. An artificial ribosome in which the two main subunits are tethered together creates opportunities for engineering this process.  See Letter    p.119 Correspondence to\n                 Joseph D. Puglisi . Reprints and Permissions"},
{"file_id": "522297a", "url": "https://www.nature.com/articles/522297a", "year": 2015, "authors": [{"name": "Gernot Frenking"}], "parsed_as_year": "2006_or_before", "body": "Boron's unusual properties inspired big advances in chemistry. A compound in which boron binds two carbon monoxide molecules reveals another oddity — the element forms bonds similar to those of transition metals.  See Letter    p.327 Correspondence to\n                 Gernot Frenking . \n                     Chemistry: Not just any old anion \n                   Reprints and Permissions"},
{"file_id": "522295a", "url": "https://www.nature.com/articles/522295a", "year": 2015, "authors": [{"name": "Fortunat Joos"}], "parsed_as_year": "2006_or_before", "body": "The finding that feedbacks between the ocean's carbon cycle and climate may become larger than terrestrial carbon–climate feedbacks has implications for the socio-economic effects of today's fossil-fuel emissions. Correspondence to\n                 Fortunat Joos . \n                     Climate science: A sink down under \n                   Reprints and Permissions"},
{"file_id": "nature14535", "url": "https://www.nature.com/articles/nature14535", "year": 2015, "authors": [{"name": "Sacco de Vries"}], "parsed_as_year": "2006_or_before", "body": "Two related peptides compete for binding to the same receptor to regulate the spacing of cells on the lower surfaces of leaves. This discovery highlights the complexity of cell signalling in plants.  See Article    p.439 Correspondence to\n                 Sacco de Vries . Reprints and Permissions"},
{"file_id": "nature14626", "url": "https://www.nature.com/articles/nature14626", "year": 2015, "authors": [{"name": "Clotilde Théry"}], "parsed_as_year": "2006_or_before", "body": "The detection of a single molecule anchored to circulating extracellular vesicles allows late-stage pancreatic cancer to be identified from just one drop of a patient's blood.  See Article    p.177 Correspondence to\n                 Clotilde Théry . Reprints and Permissions"},
{"file_id": "522422a", "url": "https://www.nature.com/articles/522422a", "year": 2015, "authors": [{"name": "Veronique Buat"}], "parsed_as_year": "2006_or_before", "body": "Observations of galaxies that formed early in the Universe's history reveal much lower dust levels than are found in sources from a slightly later era. It seems that galaxies underwent rapid change during a relatively short period.  See Letter    p.455 Correspondence to\n                 Veronique Buat . Reprints and Permissions"},
{"file_id": "522428a", "url": "https://www.nature.com/articles/522428a", "year": 2015, "authors": [{"name": "Connie Cepko"}, {"name": "Claudio Punzo"}], "parsed_as_year": "2006_or_before", "body": "Retinitis pigmentosa causes the death of cone cells, leading to blindness. A factor secreted from rod cells, RdCVF, promotes cone survival in a mouse model of the disease. It now emerges that RdCVF works by increasing glucose uptake in cones. Correspondence to\n                 Connie Cepko  or  Claudio Punzo . Reprints and Permissions"},
{"file_id": "522425a", "url": "https://www.nature.com/articles/522425a", "year": 2015, "authors": [{"name": "Theodore G. Shepherd"}], "parsed_as_year": "2006_or_before", "body": "Changes in the occurrence of atmospheric circulation patterns are not well understood. A study finds that these have been a big factor in observed changes in regional temperature extremes during recent decades.  See Letter    p.465 Correspondence to\n                 Theodore G. Shepherd . Reprints and Permissions"},
{"file_id": "522294a", "url": "https://www.nature.com/articles/522294a", "year": 2015, "authors": [{"name": "Alex Dranovsky"}, {"name": "E. David Leonardo"}], "parsed_as_year": "2006_or_before", "body": "Stimulating neurons in the brain's hippocampus that are normally activated by pleasurable experiences protects mice from the depressive consequences of stress.  See Letter    p.335 Correspondence to\n                 Alex Dranovsky  or  E. David Leonardo . Reprints and Permissions"},
{"file_id": "nature14627", "url": "https://www.nature.com/articles/nature14627", "year": 2015, "authors": [{"name": "Xiaoya Ma"}], "parsed_as_year": "2006_or_before", "body": "The finding of pharyngeal teeth and circumoral mouthparts in fossils of the Cambrian lobopodian animal  Hallucigenia sparsa  improves our understanding of the deep evolutionary links between moulting animals.  See Letter    p.75 Correspondence to\n                 Xiaoya Ma . Reprints and Permissions"},
{"file_id": "522427a", "url": "https://www.nature.com/articles/522427a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             As an introduction, I should like to touch on something which is not a unique feature of the subject of discourse. However, this is as good an excuse as any to look at the disturbing fact that communications between scientist and scientist are in a state of overgrowth or 'overpublication', while in contrast to this the writings ... addressed to the non-expert are, so some believe, somewhat neglected or 'underpublished'. Of course, one does not condemn the vastly increased potentialities (5–10 times that of 1945) for scientific printing space, but the sometimes indiscriminate multiplication of the printed words, formulae and illustrations leads to overburdening of libraries, to a nightmarish frustration of the research worker who never catches up with his reading, and willy-nilly to an encouragement of unfinished and mediocre material to be published. \n               From  \n               Nature \n                26 June 1965 \n             \n               100 Years Ago \n             All good nomenclature should be unambiguous, and, if possible, self-explanatory. The terms  masse volumique ,  volume massique , and  stéradian  have both these desirable qualities; no one with a knowledge of physics and French could make any mistake as to the exact meaning of the first two, and the meaning of the third should be at once self-evident to anyone who knows the definition of a solid angle. I should not expect a chemist or a botanist to have anything but a hazy idea of the meaning of  puissance massique , but even to an ordinary French engineer it should convey its meaning instantly. An expression of this kind, far from being an “eccentricity,” is a triumph of nomenclature. It  is  possible to mould language by logic; it is the only way to mould language that shall be truly scientific. \n               From  \n               Nature \n                24 June 1915 \n             \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "523039a", "url": "https://www.nature.com/articles/523039a", "year": 2015, "authors": [{"name": "Norm C. Anheier"}], "parsed_as_year": "2006_or_before", "body": "A smartphone camera, patterned with arrays of filters made from colloidal suspensions of coloured particles, has been transformed into a powerful tool for spectral analysis.  See Letter    p.67 Correspondence to\n                 Norm C. Anheier . Reprints and Permissions"},
{"file_id": "nature14628", "url": "https://www.nature.com/articles/nature14628", "year": 2015, "authors": [{"name": "Takumi Ito"}, {"name": "Hiroshi Handa"}], "parsed_as_year": "2006_or_before", "body": "Lenalidomide effectively treats a blood disorder caused by the 5q chromosomal deletion. A study shows that the drug binds to its target, CRBN, to promote the breakdown of an enzyme encoded by a gene in the 5q region.  See Article    p.183 Correspondence to\n                 Hiroshi Handa . Reprints and Permissions"},
{"file_id": "nature14630", "url": "https://www.nature.com/articles/nature14630", "year": 2015, "authors": [{"name": "Thomas A. Richards"}, {"name": "Suely L. Gomes"}], "parsed_as_year": "2006_or_before", "body": "Dissection of the subcellular eye of microorganisms called warnowiid dinoflagellates reveals that this structure is composed of elements of two cellular organelles — the plastid and the mitochondrion.  See Letter    p.204 Correspondence to\n                 Thomas A. Richards  or  Suely L. Gomes . Reprints and Permissions"},
{"file_id": "523044a", "url": "https://www.nature.com/articles/523044a", "year": 2015, "authors": [{"name": "Vilaiwan M. Fernandes"}, {"name": "Claude Desplan"}], "parsed_as_year": "2006_or_before", "body": "Combinations of spatially and temporally restricted transcription factors are shown to coordinate movement in nematode worms by controlling the formation of synaptic connections to and from motor neurons.  See Letter    p.83 Correspondence to\n                 Claude Desplan . Reprints and Permissions"},
{"file_id": "521428a", "url": "https://www.nature.com/articles/521428a", "year": 2015, "authors": [{"name": "Sergey K. Gulev"}, {"name": "Mojib Latif"}], "parsed_as_year": "2006_or_before", "body": "An index of water-circulation strength in the North Atlantic Ocean has been derived from sea-level measurements. This provides fresh evidence of the ocean's leading role in multidecadal climate variability.  See Letter    p.508 Correspondence to\n                 Sergey K. Gulev . Reprints and Permissions"},
{"file_id": "523042a", "url": "https://www.nature.com/articles/523042a", "year": 2015, "authors": [{"name": "Paul Weissman"}], "parsed_as_year": "2006_or_before", "body": "Analyses of images taken by the Rosetta spacecraft reveal the complex landscape of a comet in rich detail. Close-up views of the surface indicate that some dust jets are being emitted from active pits undergoing sublimation.  See Letter    p.63 Correspondence to\n                 Paul Weissman . Reprints and Permissions"},
{"file_id": "523040a", "url": "https://www.nature.com/articles/523040a", "year": 2015, "authors": [{"name": "Theresa M. Marteau"}, {"name": "Eleni Mantzari"}], "parsed_as_year": "2006_or_before", "body": "A randomized controlled trial of four financial-incentive programmes for smoking cessation finds that reward-based schemes lead to sustained abstinence, but low public acceptability of such schemes threatens their adoption. Correspondence to\n                 Theresa M. Marteau . Reprints and Permissions"},
{"file_id": "521430a", "url": "https://www.nature.com/articles/521430a", "year": 2015, "authors": [{"name": "Erwin F. Wagner"}, {"name": "Michele Petruzzelli"}], "parsed_as_year": "2006_or_before", "body": "Many people with cancer die from a wasting disorder called cancer-associated cachexia. Two studies in fruit flies show that inhibition of insulin signalling causes cachexia-like organ wasting. Correspondence to\n                 Erwin F. Wagner  or  Michele Petruzzelli . Reprints and Permissions"},
{"file_id": "521426a", "url": "https://www.nature.com/articles/521426a", "year": 2015, "authors": [{"name": "Christoph Adami"}], "parsed_as_year": "2006_or_before", "body": "An evolutionary algorithm has been developed that allows robots to adapt to unforeseen change. The robots learn behaviours quickly and instinctively by mining the memory of their past achievements.  See Letter    p.503 Correspondence to\n                 Christoph Adami . Reprints and Permissions"},
{"file_id": "nature14528", "url": "https://www.nature.com/articles/nature14528", "year": 2015, "authors": [{"name": "Kristin A. Knouse"}, {"name": "Angelika Amon"}], "parsed_as_year": "2006_or_before", "body": "Extensive chromosomal rearrangement – chromothripsis – is seen in several cancers. Imaging and sequencing of single cells shows that this phenomenon can occur inside cellular anomalies known as micronuclei.  See Article    p.179 Correspondence to\n                 Angelika Amon . Reprints and Permissions"},
{"file_id": "nature14530", "url": "https://www.nature.com/articles/nature14530", "year": 2015, "authors": [{"name": "Alexander J. Limardo"}, {"name": "Alexandra Z. Worden"}], "parsed_as_year": "2006_or_before", "body": "The identification of an exchange of nutrients and signalling molecules between a planktonic alga and a bacterium demonstrates that targeted mutualistic interactions occur across domains of life in the oceans.  See Letter    p.98 Correspondence to\n                 Alexander J. Limardo  or  Alexandra Z. Worden . Reprints and Permissions"},
{"file_id": "nature14532", "url": "https://www.nature.com/articles/nature14532", "year": 2015, "authors": [{"name": "David C. Rubinsztein"}], "parsed_as_year": "2006_or_before", "body": "Two studies show that the engulfment of certain intracellular membranous structures by vesicles called autophagosomes regulates the structures' degradation in a selective, receptor-protein-mediated manner.  See Letters    p.354  &  p.359 Correspondence to\n                 David C. Rubinsztein . Reprints and Permissions"},
{"file_id": "nature14533", "url": "https://www.nature.com/articles/nature14533", "year": 2015, "authors": [{"name": "Sunil Mittal"}, {"name": "Mohammad Hafezi"}], "parsed_as_year": "2006_or_before", "body": "Simulations reveal that microwaves propagating through a waveguide can travel around sharp bends in the device without being reflected. The finding might open the way to technologies that exploit this uncommon phenomenon. Correspondence to\n                 Mohammad Hafezi . Reprints and Permissions"},
{"file_id": "nature14529", "url": "https://www.nature.com/articles/nature14529", "year": 2015, "authors": [{"name": "Neta Erez"}], "parsed_as_year": "2006_or_before", "body": "New findings implicate the enzyme lysyl oxidase (LOX), secreted by oxygen-deprived breast cancer cells, in inducing bone lesions that precede and facilitate the spread of the cancer cells to the bone.  See Letter    p.106 Correspondence to\n                 Neta Erez . Reprints and Permissions"},
{"file_id": "nature14527", "url": "https://www.nature.com/articles/nature14527", "year": 2015, "authors": [{"name": "Brian Burke"}], "parsed_as_year": "2006_or_before", "body": "After cell division, membranes become fused around the nucleus to encapsulate the cell's chromosomes. It emerges that this process is regulated by the ESCRT-III protein complex.  See Letters    p.231  &  p.236 Correspondence to\n                 Brian Burke . Reprints and Permissions"},
{"file_id": "521432a", "url": "https://www.nature.com/articles/521432a", "year": 2015, "authors": [{"name": "Fred Spoor"}], "parsed_as_year": "2006_or_before", "body": "New hominin fossils discovered in Ethiopia, dated to between 3.5 million and 3.3 million years ago, suggest that species diversity may have been as high during early human evolution as in later periods.  See Article    p.483 Correspondence to\n                 Fred Spoor . Reprints and Permissions"},
{"file_id": "522158a", "url": "https://www.nature.com/articles/522158a", "year": 2015, "authors": [{"name": "Wai-Hong Tham"}, {"name": "Alexander T. Kennedy"}], "parsed_as_year": "2006_or_before", "body": "An RNA-interference screen has identified the protein CD55, expressed on the surface of red blood cells, as an essential receptor for infection of the cells by the malaria parasite  Plasmodium falciparum . There are trillions of cells in the human body and around 200 distinct cell types, some of which can be hijacked as safe houses by deadly pathogens. Malaria parasites, which infect millions of humans annually, have a preference for residing in liver and blood cells. To enter these cells, the parasites make proteins that recognize other proteins on the target cell's surface. By analogy, the parasite proteins fit in a key-like fashion to their locks, the red blood cell proteins. But only a handful of these lock-and-key combinations has been discovered. Writing in  Science , Egan  et al . 1  combine two exciting technologies — RNA interference and  ex vivo  production of red blood cells — to identify other receptor proteins involved in malaria-parasite entry. In 1975, live imaging of malaria parasites entering red blood cells highlighted a dynamic process with distinct observable steps 2 . The form of the malaria parasite that enters these cells is a merozoite, characterized by an ovoid shape and an apical tip. After initial contact with the red blood cell, the merozoite reorients so that its apical tip is in close proximity to the cell surface. Parasite proteins in the apical prominence recognize red blood cell proteins, triggering irreversible commitment to entry — turning the key in the lock and opening the door. Subsequently, a tight junction forms between parasite and red blood cell membranes, propelling the parasite into the cell and beginning the blood stage of infection. Intensive efforts to develop a vaccine against this stage have focused on identifying all the lock-and-key combinations involved in parasite invasion and on ways to block parasite entry. Egan  et al . have performed the first large knockdown screen of red blood cell proteins that are bound by the most lethal human malaria parasite,  Plasmodium falciparum . The researchers targeted 42 genes that encode proteins determining blood group, on the basis that all  P. falciparum  receptors known so far belong to this protein group and that these genes are not involved in red blood cell production ( Fig. 1 ). The authors inserted a library of small hairpin RNA molecules (shRNAs) that bind to, and thus inhibit expression of, these genes into isolated haematopoietic progenitor cells (which give rise to all blood cells), and then induced these cells to proliferate and differentiate into red blood cells. Once the cells were mature enough to sustain parasite development, they were infected with  P. falciparum  expressing green fluorescent protein, thus allowing infected cells to be identified. The authors then sequenced the shRNAs in these cells and compared the levels of each shRNA between infected and non-infected cell populations. Positive targets were identified as genes whose corresponding shRNAs were under-represented in the infected population, following the logic that inhibiting these genes impairs parasite infection. Among the authors' positive hits were genes encoding the proteins basigin and complement receptor 1 (CR1), which are known to be involved in  P. falciparum  invasion 3 , 4 . More excitingly, they identified the cell-surface protein CD55 as the top-ranked candidate for a new entry portal for  P. falciparum . A key aspect of this discovery is that CD55 is an essential lock in the invasion process: Egan and colleagues show that diverse  P. falciparum  laboratory strains and field isolates could not infect red blood cells lacking CD55. The parasite uses several lock-and-key combinations to enter red blood cells, to maximize its opportunities for entry 5 , and this redundancy presents a huge hurdle to the development of vaccines to block blood-stage infection. Therefore, interactions that are essential in the invasion process provide attractive vaccine candidates. The effect of loss of CD55 on parasite invasion is similar to the loss of basigin, whose parasite protein partner PfRh5 is a leading blood-stage vaccine candidate 6 . Clearly, an outstanding question stemming from this work is the identification of the  P. falciparum  protein that binds to CD55. If CD55 is a crucial host factor for  P. falciparum  invasion, the hypothesis would be that the parasite ligand is also an essential factor and thus warrants inclusion in the vaccine-development pipeline. Egan  et al . also show that loss of CD55 on red blood cells affects the proliferation of diverse  P. falciparum  strains. The authors suggest that CD55 may be involved in the irreversible-commitment phase of parasite invasion. This hypothesis should be further explored using live and high-resolution imaging of merozoites attempting to infect CD55-deficient red blood cells. It will be interesting to determine whether the loss of CD55 affects the establishment of commitment, deformation of the red blood cell surface or signalling for tight-junction formation during the early stages of parasite invasion. Could CD55 be a therapeutic target for malaria infections? Although some healthy humans exist without CD55 on their blood cells, important caveats arise for individuals living in malarious regions. Field studies show a correlation between declining CD55 levels on red blood cells and severe malarial anaemia, potentially due to the destruction of red blood cells by the complement system 7 , an arm of the immune system that is regulated by CD55. An alternative avenue could be to explore the potential of soluble CD55 as a competitor to red blood cell CD55 for merozoite binding, and thus an inhibitor of parasite growth. An emerging theme in  P. falciparum  invasion is that the parasite exploits complement regulators as entry receptors. In humans, CR1 and CD55 protect self-tissues from complement attack. A variable currently missing from experimental work monitoring  P. falciparum  invasion is the addition of active complement-system components during parasite entry. For example, complement activation is known to modulate the behaviour of both CD55 and CR1 on membranes, resulting in changes in red blood cell deformability that may affect merozoite entry 8 , 9 . Binding of parasite ligands to these receptors may interfere with their regulatory roles (as is the case with CR1), and the consequences of this for red blood cell survival during infection need to be understood. Current research has led to a remarkable deconstruction of the distinct steps in  P. falciparum  invasion 10 , but future challenges will be to understand merozoite entry in the context of complement activation and immune attack. Footnote  1 Correspondence to\n                 Wai-Hong Tham . Reprints and Permissions"},
{"file_id": "522040a", "url": "https://www.nature.com/articles/522040a", "year": 2015, "authors": [{"name": "Scott J. Kenyon"}], "parsed_as_year": "2006_or_before", "body": "Images from the Hubble Space Telescope cast new light on the orbits, shapes and sizes of Pluto's small satellites. The analysis comes just before a planned reconnaissance by the first spacecraft to visit them.  See Article    p.45 Correspondence to\n                 Scott J. Kenyon . Reprints and Permissions"},
{"file_id": "nature14531", "url": "https://www.nature.com/articles/nature14531", "year": 2015, "authors": [{"name": "Vuk Stambolic"}], "parsed_as_year": "2006_or_before", "body": "The tumour-suppressor protein PTEN is mostly found in the cell cytoplasm, tethered to endosome vesicles. This localization regulates the enzyme's activity towards specific lipids and influences its control of cell growth. Correspondence to\n                 Vuk Stambolic . Reprints and Permissions"},
{"file_id": "nature14534", "url": "https://www.nature.com/articles/nature14534", "year": 2015, "authors": [{"name": "Glenn Telling"}], "parsed_as_year": "2006_or_before", "body": "A genetic variant of PrP, the protein that forms prions, confers protection against the human prion disease kuru by inhibiting the conversion of functional isoforms to the abnormal, disease-causing conformation.  See Letter    p.478 Correspondence to\n                 Glenn Telling . Reprints and Permissions"},
{"file_id": "521041a", "url": "https://www.nature.com/articles/521041a", "year": 2015, "authors": [{"name": "Vijay S. Vyas"}, {"name": "Bettina V. Lotsch"}], "parsed_as_year": "2006_or_before", "body": "Porous polymers have joined the ranks of light-activated catalysts that split water into hydrogen, a carbon-free alternative to fossil fuels. Their properties are easily tuned — a big plus for the development of practically useful catalysts. Correspondence to\n                 Bettina V. Lotsch . Reprints and Permissions"},
{"file_id": "521037a", "url": "https://www.nature.com/articles/521037a", "year": 2015, "authors": [{"name": "Robert Legenstein"}], "parsed_as_year": "2006_or_before", "body": "Tiny circuit elements called memristors have been used as connections in an artificial neural network – enabling the system to learn to recognize letters of the alphabet from imperfect images.  See Letter    p.61 Correspondence to\n                 Robert Legenstein . Reprints and Permissions"},
{"file_id": "521039a", "url": "https://www.nature.com/articles/521039a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'The sign of the constant of gravitation'. By Prof. W. H. McCrea — A speaker in a recent broadcast asserted that, were the gravitation-constant negative instead of positive, Newton's apple would have soared away into the sky instead of falling on Newton's head. However, had that happened, Newton also would have soared away and there would have been no legend to record. In fact, there cannot be a world for which gravitation is not attractive ... We shall see that the sign of the gravitation constant is essentially a matter of convention. \n               From  \n               Nature \n                8 May 1965 \n             \n               100 Years Ago \n             It may be remembered that the Royal Commission on Whisky, which in 1908–9 gave a lengthy consideration to the matter, did not find a very satisfactory answer to the query “What is whisky?” The Government of Western Australia ... issued regulations under which certain chemical standards for “pure pot-still whisky” were proposed for adoption. The proposals met with some criticism. It was alleged, in fact, that many pot-stills employed in Great Britain could not produce whisky which would comply with the requirements ... the proposals, as now modified ... are that, as regards Scotch whisky, it shall have been distilled at a strength not more than 35 degrees above proof and matured in wood for not less than two years; and that “standard pot-still whisky” shall contain at least 45 grams of esters, 3.5 of furfural, and 180 of higher alcohols per 100 litres of absolute alcohol ... For Irish whisky no furfural standard is proposed at present, but the proportion of esters is required to be not less than 35 grams, and of higher alcohols 200 grams, per 100 litres of absolute alcohol. \n               From  \n               Nature \n                6 May 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature14521", "url": "https://www.nature.com/articles/nature14521", "year": 2015, "authors": [{"name": "Akihiko Nakano"}], "parsed_as_year": "2006_or_before", "body": "Proteins can be transported in either direction across a cellular organelle called the Golgi apparatus. It emerges that CDC42, a molecule that confers cell polarity, acts to control the directionality of transport in the Golgi.  See Letter    p.529 Correspondence to\n                 Akihiko Nakano . Reprints and Permissions"},
{"file_id": "nature14522", "url": "https://www.nature.com/articles/nature14522", "year": 2015, "authors": [{"name": "T. Martin Embley"}, {"name": "Tom A. Williams"}], "parsed_as_year": "2006_or_before", "body": "A new archaeal phylum represents the closest known relatives of eukaryotes, the group encompassing all organisms that have nucleated cells. The discovery holds promise for a better understanding of eukaryotic origins.  See Article    p.173 Correspondence to\n                 T. Martin Embley  or  Tom A. Williams . Reprints and Permissions"},
{"file_id": "521034a", "url": "https://www.nature.com/articles/521034a", "year": 2015, "authors": [{"name": "Ole Seehausen"}], "parsed_as_year": "2006_or_before", "body": "Experimental work on guppies suggests that variation in light between microhabitats is what makes females prefer different male signal combinations, thus explaining the evolution and persistence of colour variation in males. Correspondence to\n                 Ole Seehausen . Reprints and Permissions"},
{"file_id": "521168a", "url": "https://www.nature.com/articles/521168a", "year": 2015, "authors": [{"name": "Paul O'Maille"}], "parsed_as_year": "2006_or_before", "body": "A compound derived from plant cell-wall material that is a waste product of biofuel manufacture has been found to have fungicidal properties: it interacts with a carbohydrate called β1,3 glucan, thus compromising the integrity of fungal cells. Correspondence to\n                 Paul O'Maille . Reprints and Permissions"},
{"file_id": "nature14524", "url": "https://www.nature.com/articles/nature14524", "year": 2015, "authors": [{"name": "Heidi Cook-Andersen"}, {"name": "Miles F. Wilkinson"}], "parsed_as_year": "2006_or_before", "body": "An intricate recursive RNA splicing mechanism that removes especially long introns (non-coding sequences) from genes has been found to be evolutionarily conserved and more prevalent than previously thought.  See Letters    p.371  &  p.376 One of the biggest surprises in molecular biology was the discovery in 1977 that coding information in genes is interrupted by non-coding sequences known as introns. Much has since been learned about how introns are recognized and spliced out of precursor RNA to yield mature messenger RNA in which the remaining sequences — the exons — are stitched together. A lingering challenge has been to work out the way in which long introns are correctly recognized and spliced out, because they have a greater potential for splicing errors than do short introns. One intriguing solution to this problem arrived 17 years ago, with the discovery that a long intron in the  Ultrabithorax  gene in the fruit fly  Drosophila melanogaster  is removed in a progressive, stepwise fashion, thereby reducing the size of the chunks that need to be defined for splicing 1 . However, subsequent studies identified only a handful of fly genes that undergo this 'recursive' splicing 2 , 3 , and no examples were demonstrated in other species 4 , casting doubt on the generality of the process. Two papers in this issue report that recursive splicing is actually quite widespread in fly genes 5  and that it is also used by genes expressed in the human brain 5 , 6 . Recursive splicing depends on juxtaposed 3′ and 5′ splice-site sequences, called recursive splice sites, in the middle of long introns ( Fig. 1a ). Duff  et al . 5  ( page 376 ) set out to identify recursive splice sites in  D. melanogaster  using deep-sequencing methods. Their screen yielded 197 functional recursive splice sites, many of which were highly conserved across several  Drosophila  strains. The authors identified a total of 115 fly genes that undergo recursive splicing, greatly expanding the range of this mechanism. By evaluating the spliced-out intron segments (lariats), Duff  et al . obtained evidence that recursive splicing is a sequential and largely obligate process for genes that have recursive splice sites. They also found that recursive 3′ splice sites are typically richer in the long tracts of pyrimidines (the nucleotide bases cytosine and uracil) required for splicing than are non-recursive 3′ splice sites. This raises the possibility that their splicing depends more than that of typical introns on the polypyrimidine-tract-binding protein U2AF. Indeed, the authors found that recursive splicing is strikingly more sensitive to U2AF depletion than is canonical splicing. The physiological significance of this intriguing discovery remains to be determined. Sibley  et al . 6  ( page 371 ) addressed the long-standing question of whether recursive splicing is evolutionarily conserved. Using two complementary approaches, they identified nine genes that undergo recursive splicing in the human brain. In contrast to sites in  Drosophila , in which the majority of recursive introns are completely spliced out 1 , 2 , 3 , 5 , all recursive splice sites identified in humans harboured an 'RS exon' that seems to be pivotal for removing the long intron and can be retained in some circumstances ( Fig. 1b ). The authors identified two roles for the RS exon in recursive splicing in humans. First, it facilitates recognition of the recursive splicing site, presumably through the process of exon definition. This is a complex mechanism that defines splice sites on either side of an exon through recruitment of splicing-promoting proteins 7 . Second, it provides opportunities for quality control: RS exons are almost always spliced out of normal mRNAs, but the authors found that they are usually retained when the upstream exon is generated from an aberrant promoter sequence or from a potentially faulty splicing event. RS-exon inclusion is favoured in these instances because its 5′ splice site drives splicing more effectively than the 5′ splice site required to remove the RS exon. RS-exon retention often leads to death of the mRNA, because RS exons typically contain in-frame premature-termination codons — sequences that cause the mRNA to be degraded by the nonsense-mediated RNA decay (NMD) pathway 8  ( Fig. 1b ). This is physiologically relevant because most RS-exon-containing mRNAs are probably 'garbage' transcripts. But a subset of these mRNAs may be functional; their formation might be induced when NMD is repressed, such as during particular stages of development and in response to stress 8 . Why do humans and  Drosophila  seem to use different mechanisms to splice out recursive exons? Species-specific splicing factors may be one explanation. Alternatively, differential RS-exon usage might result from known differences in how these two species define splice sites 7 . It could also be that the differences in these two species seem greater than is actually the case — for example, RS exons might participate in an intermediate step of  Drosophila  recursive splicing, being included in mature RNAs so infrequently that they are usually undetectable. It was previously proposed that recursive splicing might increase the fidelity of splicing 1 , 2 , 3 . Sibley  et al . examined this possibility using antisense oligonucleotide molecules to block recursive splice sites. They found that this had no obvious effect on the recursive splicing of two human genes, and only modestly inhibited recursive splicing of a zebrafish gene. These data suggest that recursive splicing is not required for the efficiency or accuracy of long-intron splicing. It is possible, however, that this experiment did not reveal a crucial role of recursive splicing because blockade of the natural recursive splice site led to the use of other recursive splice sites that are not normally used. Duff  et al . performed extensive genome-wide analyses of  Drosophila  (35 dissected tissues, 24 cell lines and 30 developmental stages) and found that recursive splicing occurs in about 6% of long introns in all tissues tested. By contrast, recursive splicing may exhibit some tissue specificity in humans. Sibley  et al . found that genes with long introns tend to be expressed in the human nervous system, and they identified recursively spliced RNAs expressed in the human brain 6 . Duff  et al . detected some selectivity for recursive splicing in the brain in a screen of 20 human tissues (including fetal brain and adult cerebellum), but this may partly reflect the difficulty of detecting recursively spliced RNAs in tissues that express such RNAs at low levels. It will be important to determine whether this specificity, if real, results from the tendency of recursively spliced genes to be expressed in the brain, or whether cells in the nervous system have factors that promote recursive splicing. Many genes that have long introns, including those that undergo recursive splicing, are linked to neurological diseases and to autism 9 , 10 , 11 . Whether these conditions are sometimes triggered by errors in the multi-step recursive RNA-splicing process will be an exciting avenue for future studies. Footnote  1 Correspondence to\n                 Miles F. Wilkinson . Reprints and Permissions"},
{"file_id": "521170a", "url": "https://www.nature.com/articles/521170a", "year": 2015, "authors": [{"name": "Anna Roth"}, {"name": "Sven Diederichs"}], "parsed_as_year": "2006_or_before", "body": "Two new techniques identify proteins that directly interact with a non-protein-coding RNA called  Xist  to mediate inactivation of one X chromosome in female mammals.  See Letter    p.232 Correspondence to\n                 Sven Diederichs . Reprints and Permissions"},
{"file_id": "521166a", "url": "https://www.nature.com/articles/521166a", "year": 2015, "authors": [{"name": "Mathieu Kociak"}], "parsed_as_year": "2006_or_before", "body": "Optical pulses have previously been used to place the electrons in the beam of an electron microscope into well-defined energy states. These electrons can now be put in a quantum superposition of those states.  See Letter    p.200 Correspondence to\n                 Mathieu Kociak . Reprints and Permissions"},
{"file_id": "nature14520", "url": "https://www.nature.com/articles/nature14520", "year": 2015, "authors": [{"name": "Daria Zieminska"}], "parsed_as_year": "2006_or_before", "body": "The extremely rare decays of particles known as neutral  B  mesons have been observed at CERN's Large Hadron Collider. The result may be a glimpse of physics beyond that of the standard model of particle physics.  See Letter    p.68 Correspondence to\n                 Daria Zieminska . Reprints and Permissions"},
{"file_id": "521165a", "url": "https://www.nature.com/articles/521165a", "year": 2015, "authors": [{"name": "Thomas R. Clandinin"}, {"name": "Lisa M. Giocomo"}], "parsed_as_year": "2006_or_before", "body": "An analysis reveals that fruit-fly neurons orient flies relative to cues in the insects' environment, providing evidence that the fly's brain contains a key component for drawing a cognitive map of the insect's surroundings.  See Article    p.186 Correspondence to\n                 Thomas R. Clandinin  or  Lisa M. Giocomo . Reprints and Permissions"},
{"file_id": "521299a", "url": "https://www.nature.com/articles/521299a", "year": 2015, "authors": [{"name": "Kyle M. Loh"}, {"name": "Bing Lim"}], "parsed_as_year": "2006_or_before", "body": "Pluripotent cells can produce all cell types in the body. It emerges that this state of potential is endowed by cues, including inhibition of Wnt signalling, that maintain a balance between diverse cellular outcomes.  See Article    p.316 Correspondence to\n                 Kyle M. Loh  or  Bing Lim . Reprints and Permissions"},
{"file_id": "521164a", "url": "https://www.nature.com/articles/521164a", "year": 2015, "authors": [{"name": "Andrea Cattaneo"}], "parsed_as_year": "2006_or_before", "body": "For most galaxies, the shutdown of star formation was a slow process that took 4 billion years. An analysis of some 27,000 galaxies suggests that 'strangulation' by their environment was the most likely cause.  See Letter    p.192 Correspondence to\n                 Andrea Cattaneo . Reprints and Permissions"},
{"file_id": "520169a", "url": "https://www.nature.com/articles/520169a", "year": 2015, "authors": [{"name": "Robin M. Canup"}], "parsed_as_year": "2006_or_before", "body": "Earth and the Moon share many puzzling chemical similarities. New analyses show that the last planet-sized body to hit Earth could have been similar enough to Earth to yield a Moon with an Earth-like composition.  See Letter    p.212 Correspondence to\n                 Robin M. Canup . Reprints and Permissions"},
{"file_id": "521298a", "url": "https://www.nature.com/articles/521298a", "year": 2015, "authors": [{"name": "Richard D. James"}], "parsed_as_year": "2006_or_before", "body": "A family of alloys has been discovered that undergoes unexpected changes of shape when magnetized. This strange behaviour might help in unravelling the mystery of a phenomenon called magnetic hysteresis.  See Letter    p.340 Correspondence to\n                 Richard D. James . Reprints and Permissions"},
{"file_id": "520169b", "url": "https://www.nature.com/articles/520169b", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The award of the Order of Merit (the personal gift of the Queen) to Prof. Dorothy Hodgkin makes history in that she is the first woman scientist ever to receive it, and only the second woman to be so honoured by the monarch since the Order was instituted. That she should now be joining Florence Nightingale in this eminence has its parallels and its contrasts. Dorothy Hodgkin is a person of very deep humanitarian interests and concerns ... whose work, incidentally, has been carried out against the background of a demanding but happy family life. Her special genius has lain in the unravelling of the structure, by X-ray methods, of complex molecules, and its special timeliness has lain in the fact that she has carried it deep into the realm of biologically important substances (see  Nature  of December 5, 1964). Dorothy Hodgkin received the Nobel Prize in 1964. \n               From  \n               Nature \n                10 April 1965 \n             \n               100 Years Ago \n             Until the last few years the word margarine was usually associated, in the mind of the British public, with poverty; but now, under the new name of “Nuts and milk,” with which advertising enterprise has made us familiar, it is becoming freely used in the kitchen, and is even found on the breakfast table in many households ... It is desirable at the outset to emphasise that the margarine industry is essentially scientific in character, and that considerable technical skill is demanded in its manufacture ... moreover ... edible fats available for the masses at half the price of butter ... must be proclaimed as yet another of the achievements of science in the service of man. \n               From  \n               Nature \n                8 April 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "520299a", "url": "https://www.nature.com/articles/520299a", "year": 2015, "authors": [{"name": "Richard W. Carlson"}], "parsed_as_year": "2006_or_before", "body": "Experimental results suggest that if Earth initially grew by the accumulation of highly chemically reduced material, its core could contain enough uranium to drive the planet's magnetic field throughout Earth's history.  See Letter    p.337 Correspondence to\n                 Richard W. Carlson . Reprints and Permissions"},
{"file_id": "nature14387", "url": "https://www.nature.com/articles/nature14387", "year": 2015, "authors": [{"name": "Jeremy Burrows"}], "parsed_as_year": "2006_or_before", "body": "In parts of southeast Asia, malaria parasites are showing resistance to the active ingredient in artemisinin-based antimalarial drugs. Delineation of a cell-signalling pathway might help to explain this phenomenon.  See Letter    p.683 Correspondence to\n                 Jeremy Burrows . Reprints and Permissions"},
{"file_id": "nature14386", "url": "https://www.nature.com/articles/nature14386", "year": 2015, "authors": [{"name": "Robert C. Liu"}], "parsed_as_year": "2006_or_before", "body": "Female mice can learn to respond to distress calls from young mice — an ability that has now been found to be improved through signalling by the hormone oxytocin in the left auditory cortex of the brain.  See Article    p.499 Correspondence to\n                 Robert C. Liu . Reprints and Permissions"},
{"file_id": "520302a", "url": "https://www.nature.com/articles/520302a", "year": 2015, "authors": [{"name": "Joel M. Hawkins"}], "parsed_as_year": "2006_or_before", "body": "Drug manufacture can benefit from flow synthesis, in which raw materials are fed into a sequence of reactors, producing the drug as a continuous output. A flow strategy that capitalizes on solid catalysts has now been realized.  See Letter    p.329 Correspondence to\n                 Joel M. Hawkins . Reprints and Permissions"},
{"file_id": "520438a", "url": "https://www.nature.com/articles/520438a", "year": 2015, "authors": [{"name": "Richard G. Roberts"}, {"name": "Olav B. Lian"}], "parsed_as_year": "2006_or_before", "body": "The technique of optical dating was first reported 30 years ago, and has since revolutionized studies of events that occurred during the past 500,000 years. Here, two practitioners of optical dating assess its impact and consider its future. Correspondence to\n                 Richard G. Roberts  or  Olav B. Lian . Reprints and Permissions"},
{"file_id": "520441a", "url": "https://www.nature.com/articles/520441a", "year": 2015, "authors": [{"name": "Ivan Favero"}], "parsed_as_year": "2006_or_before", "body": "An optomechanical device has allowed quanta, or 'grains', of mechanical vibration to be counted by optical means. The system may open up new possibilities in acoustics and thermal engineering.  See Letter    p.522 Correspondence to\n                 Ivan Favero . Reprints and Permissions"},
{"file_id": "520446a", "url": "https://www.nature.com/articles/520446a", "year": 2015, "authors": [{"name": "Helen M. Alexander"}], "parsed_as_year": "2006_or_before", "body": "Ecological factors such as host density are important predictors of disease incidence. But another key determinant may be the evolutionary history and relatedness of the host community.  See Letter    p.542 Correspondence to\n                 Helen M. Alexander . Reprints and Permissions"},
{"file_id": "nature14390", "url": "https://www.nature.com/articles/nature14390", "year": 2015, "authors": [{"name": "James E. Bradner"}], "parsed_as_year": "2006_or_before", "body": "Deletion of the  TP53  gene, an event seen in colorectal cancers, often occurs with co-deletion of a gene that encodes an enzyme subunit governing gene transcription. This creates a vulnerability ripe for therapeutic development.  See Letter    p.697 Correspondence to\n                 James E. Bradner . Reprints and Permissions"},
{"file_id": "520445a", "url": "https://www.nature.com/articles/520445a", "year": 2015, "authors": [{"name": "Katherine E. Yutzey"}], "parsed_as_year": "2006_or_before", "body": "Three studies reveal that augmentation of a signalling pathway involving the growth factor neuregulin 1 and its receptor protein ERBB2 can promote the generation of muscle cells in zebrafish, mice and infant heart tissue. Correspondence to\n                 Katherine E. Yutzey . Reprints and Permissions"},
{"file_id": "520443a", "url": "https://www.nature.com/articles/520443a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature14392", "url": "https://www.nature.com/articles/nature14392", "year": 2015, "authors": [{"name": "Kevin Padian"}], "parsed_as_year": "2006_or_before", "body": "A new feathered dinosaur from China, belonging to an obscure and strange carnivorous group, bears a seemingly bony wrist structure that may have had a role in flight.  See Letter    p.70 Correspondence to\n                 Kevin Padian . Reprints and Permissions"},
{"file_id": "nature14391", "url": "https://www.nature.com/articles/nature14391", "year": 2015, "authors": [{"name": "Nigel E. Raine"}, {"name": "Richard J. Gill"}], "parsed_as_year": "2006_or_before", "body": "Two studies provide evidence that bees cannot taste or avoid neonicotinoid pesticides, and that exposure to treated crops affects reproduction in solitary bees as well as bumblebee colony growth and reproduction.  See Letters    p.74  &  p.77 Correspondence to\n                 Nigel E. Raine  or  Richard J. Gill . \n                 See Books & Arts \n                 p.29 \n               Reprints and Permissions"},
{"file_id": "520442a", "url": "https://www.nature.com/articles/520442a", "year": 2015, "authors": [{"name": "Jérôme Lavé"}], "parsed_as_year": "2006_or_before", "body": "A model suggests that active deformation in mountains causes river networks to constantly reorganize, providing an explanation for the paradoxical formation of almost flat surfaces high in craggy mountain ranges.  See Letter    p.526 Correspondence to\n                 Jérôme Lavé . Reprints and Permissions"},
{"file_id": "519418a", "url": "https://www.nature.com/articles/519418a", "year": 2015, "authors": [{"name": "Michael Weinreich"}], "parsed_as_year": "2006_or_before", "body": "Chromosomes must be faithfully duplicated in each cell-division cycle to ensure genome integrity. The  in vitro  reconstitution of DNA-replication initiation in yeast allows mechanistic studies of this fundamental process.  See Article    p.431 Correspondence to\n                 Michael Weinreich . Reprints and Permissions"},
{"file_id": "nature14376", "url": "https://www.nature.com/articles/nature14376", "year": 2015, "authors": [{"name": "Mikel Zaratiegui"}], "parsed_as_year": "2006_or_before", "body": "The Paf1 protein complex in fission yeast has been found to protect protein-coding genes from inhibition by RNA-mediated silencing of transcription, by stimulating the release of nascent transcripts from DNA.  See Letter    p.248 Correspondence to\n                 Mikel Zaratiegui . Reprints and Permissions"},
{"file_id": "519420a", "url": "https://www.nature.com/articles/519420a", "year": 2015, "authors": [{"name": "Nathalie Le Bot"}], "parsed_as_year": "2006_or_before", "body": "The ecological success of the migratory brown planthopper ( Nilaparvata lugens ; pictured), a rice pest, depends on its ability to develop into two different forms in response to environmental cues. On  page 464  of this issue, Xu  et al . show that, during development, the binary action of two distinct insulin receptor proteins, dubbed NlInR1 and NlInR2, controls the switch between these two forms (H.-J. Xu  et al .  Nature   519 , 464–467; 2015). The long-winged planthopper escapes adverse habitats to search for resources, whereas the short-winged form is highly fertile, but cannot fly. The authors delineate a molecular signalling cascade, in which the production of an insulin peptide in the brain acts on NlInR1 to trigger the formation of long wings. NlInR2 impedes the action of the cascade to prevent wing growth. The relative expression levels of each receptor therefore determine which form each planthopper adopts. These results help to show how environmental cues regulate generation of the highly fertile short-winged insects, and could be used to develop ways to control these agricultural pests. Footnote  1 Reprints and Permissions"},
{"file_id": "519417a", "url": "https://www.nature.com/articles/519417a", "year": 2015, "authors": [{"name": "Alan K. Soper"}], "parsed_as_year": "2006_or_before", "body": "Films of ice less than 1 nanometre thick, sandwiched between sheets of graphene, have been observed to adopt a square lattice structure quite different from the widely occurring hexagonal structure of bulk ice.  See Letter    p.443 Correspondence to\n                 Alan K. Soper . Reprints and Permissions"},
{"file_id": "519421a", "url": "https://www.nature.com/articles/519421a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Detection in Denmark of the Sinkiang nuclear detonation' — Measurements of fission products in air at ground level are made regularly in Copenhagen using a high-volume air sampler and a 100-channel γ-spectrometer. A filter exposed during the period October 23–26, 1964, gave the first reliable indication of new fission-products by the appearance of the 1,596-keV line of lanthanum-140. The sample was a compressed filter containing dust from about 150,000 m 3  air ... The concentration of lanthanum-140 was estimated as 5 × 10 −5  pc./m 3 . Filters sampled on October 28 and October 30 show concentrations which are approximately 10 and 100 times greater ... This seems to prove that debris from the Sinkiang explosion reached Copenhagen by transportation in the upper troposphere in less than 10 days. Later measurements on a rain sample from October 23 finally proved that the transportation time did not exceed 7 days. \n               From  \n               Nature \n                27 March 1965 \n             \n               100 Years Ago \n             An allusion to musical sands may be found in one of the tales from the “Arabian Nights”—“The Story of the Two Sisters who were jealous of their Younger Sister.” Prince Bahman, who was journeying in search of rarities and treasures, reaches the foot of a mountain, and while ascending “was assailed with the most hideous sounds,” while others who followed him heard “groans, shouts, and all sorts of insulting epithets.” One of the wonders they were in search of was the “Singing Tree,” which “commenced to issue a series of exquisite strains of music” as soon as the Princess Parizadé saw it. \n               From  \n               Nature \n                25 March 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "520038a", "url": "https://www.nature.com/articles/520038a", "year": 2015, "authors": [{"name": "Brian McGill"}], "parsed_as_year": "2006_or_before", "body": "A meta-analysis at a local scale reveals that land-use change has caused species richness to decline by approximately 8.1% on average globally, mainly as a result of large increases in croplands and pastures.  See Article    p.45 Correspondence to\n                 Brian McGill . Reprints and Permissions"},
{"file_id": "520040a", "url": "https://www.nature.com/articles/520040a", "year": 2015, "authors": [{"name": "Martin J. Duncan"}], "parsed_as_year": "2006_or_before", "body": "Researchers have found a mechanism that prevents newly forming giant-planet cores from spiralling in towards their parent stars. The result may explain why planets such as Saturn and Jupiter are where they are today.  See Letter    p.63 Correspondence to\n                 Martin J. Duncan . Reprints and Permissions"},
{"file_id": "520036a", "url": "https://www.nature.com/articles/520036a", "year": 2015, "authors": [{"name": "Lindsay J. LeBlanc"}], "parsed_as_year": "2006_or_before", "body": "The Hong–Ou–Mandel effect, whereby two identical quantum particles launched into the two input ports of a 'beam-splitter' always bunch together in the same output port, has now been demonstrated for helium-4 atoms.  See Letter    p.66 Correspondence to\n                 Lindsay J. LeBlanc . Reprints and Permissions"},
{"file_id": "nature14380", "url": "https://www.nature.com/articles/nature14380", "year": 2015, "authors": [{"name": "Jie Yin"}, {"name": "Mary C. Boyce"}], "parsed_as_year": "2006_or_before", "body": "Spontaneously generated, random wrinkles of coatings on microscale particles have been found to be analogous to fingerprints — unique patterns with a wavy topography that can serve as unclonable tags for anti-counterfeiting purposes. Correspondence to\n                 Jie Yin  or  Mary C. Boyce . Reprints and Permissions"},
{"file_id": "nature14379", "url": "https://www.nature.com/articles/nature14379", "year": 2015, "authors": [{"name": "Marc-Phillip Hitz"}, {"name": "Gregor Andelfinger"}], "parsed_as_year": "2006_or_before", "body": "Transplantation experiments in mice reveal that the increased risk of congenital heart disease in the pups of older mothers is not conferred by ageing eggs, but by the mothers' age, and can be mitigated by exercise.  See Letter    p.230 Correspondence to\n                 Gregor Andelfinger . Reprints and Permissions"},
{"file_id": "nature14377", "url": "https://www.nature.com/articles/nature14377", "year": 2015, "authors": [{"name": "Michael M. Shen"}], "parsed_as_year": "2006_or_before", "body": "Analyses of prostate-cancer metastases reveal a complex cellular architecture, and show that secondary sites can be seeded by multiple cell populations derived from both the primary tumour and other metastases.  See Letter    p.353 Correspondence to\n                 Michael M. Shen . Reprints and Permissions"},
{"file_id": "nature14375", "url": "https://www.nature.com/articles/nature14375", "year": 2015, "authors": [{"name": "Robert A. Egnatchik"}, {"name": "Ralph J. DeBerardinis"}], "parsed_as_year": "2006_or_before", "body": "Analysis of endothelial cells, which are involved in blood-vessel formation, unexpectedly reveals that proliferation in this cell type depends on fatty-acid oxidation to support DNA synthesis.  See Article    p.192 Correspondence to\n                 Ralph J. DeBerardinis . Reprints and Permissions"},
{"file_id": "520042a", "url": "https://www.nature.com/articles/520042a", "year": 2015, "authors": [{"name": "Andrew J. Hamilton"}, {"name": "Robert M. May"}, {"name": "Edward K. Waters"}], "parsed_as_year": "2006_or_before", "body": "Emerging evidence indicates that dragons can no longer be dismissed as creatures of legend and fantasy, and that anthropogenic effects on the world's climate may inadvertently be paving the way for the resurgence of these beasts. Correspondence to\n                 Andrew J. Hamilton ,  Robert M. May  or  Edward K. Waters . Reprints and Permissions"},
{"file_id": "520168a", "url": "https://www.nature.com/articles/520168a", "year": 2015, "authors": [{"name": "Richard M. O'Connor"}, {"name": "Paul J. Kenny"}], "parsed_as_year": "2006_or_before", "body": "The discovery that interactions between two stress-associated neuropeptide hormones regulate binge drinking in mice provides insight into the biological mechanisms that underpin the bingeing cycle. Correspondence to\n                 Paul J. Kenny . Reprints and Permissions"},
{"file_id": "520161a", "url": "https://www.nature.com/articles/520161a", "year": 2015, "authors": [{"name": "Geoffrey A. Blake"}, {"name": "Edwin A. Bergin"}], "parsed_as_year": "2006_or_before", "body": "Organic compounds called nitriles have been detected in material surrounding a young star. The finding hints at a vast reservoir of ice and volatile species that can seed the surfaces of young rocky planets or moons.  See Letter    p.198 Correspondence to\n                 Geoffrey A. Blake  or  Edwin A. Bergin . Reprints and Permissions"},
{"file_id": "520166a", "url": "https://www.nature.com/articles/520166a", "year": 2015, "authors": [{"name": "Andreas Türler"}], "parsed_as_year": "2006_or_before", "body": "The heavy element lawrencium is available in only tiny quantities. Measurement of one of its atomic properties was thus an experimental challenge, but indispensably validates theoretical models of heavy elements.  See Letter    p.209 Correspondence to\n                 Andreas Türler . Reprints and Permissions"},
{"file_id": "518490a", "url": "https://www.nature.com/articles/518490a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature14209", "url": "https://www.nature.com/articles/nature14209", "year": 2015, "authors": [{"name": "TJ Florence"}, {"name": "Michael B. Reiser"}], "parsed_as_year": "2006_or_before", "body": "Two studies investigate how information about temperature is processed in the brains of fruit flies, and reveal that different neuronal pathways transmit heating and cooling signals to higher brain regions.  See Letters    p.353  &  p.358 Correspondence to\n                 TJ Florence  or  Michael B. Reiser . Reprints and Permissions"},
{"file_id": "519042a", "url": "https://www.nature.com/articles/519042a", "year": 2015, "authors": [{"name": "James J. Devery III"}, {"name": "Corey R. J. Stephenson"}], "parsed_as_year": "2006_or_before", "body": "A combination of two catalysts — one of which is light-activated — has been used to promote new chemical reactivity, opening up fresh opportunities for the synthesis of structurally complex organic molecules.  See Letter    p.74 Correspondence to\n                 Corey R. J. Stephenson . Reprints and Permissions"},
{"file_id": "519041a", "url": "https://www.nature.com/articles/519041a", "year": 2015, "authors": [{"name": "Mathias Ulbricht"}], "parsed_as_year": "2006_or_before", "body": "Liquid-filled pores in membranes have been designed to reversibly open and close, allowing only particular fluids through at given pressures. This enables tunable and gated separations of mixtures of immiscible fluids.  See Letter    p.70 Correspondence to\n                 Mathias Ulbricht . Reprints and Permissions"},
{"file_id": "nature14210", "url": "https://www.nature.com/articles/nature14210", "year": 2015, "authors": [{"name": "Andreas Hilfinger"}, {"name": "Johan Paulsson"}], "parsed_as_year": "2006_or_before", "body": "Genetically identical cells can have many variable properties. A study of correlations between cells in a lineage explains paradoxical inheritance laws, in which mother and daughter cells seem less similar than cousins.  See Letter    p.468 Correspondence to\n                 Johan Paulsson . Reprints and Permissions"},
{"file_id": "519037a", "url": "https://www.nature.com/articles/519037a", "year": 2015, "authors": [{"name": "Amanda S. Barnard"}], "parsed_as_year": "2006_or_before", "body": "Computer simulations have revealed a mechanism by which nanostructures of the material graphene can be driven in one direction by controlling the stiffness of the underlying substrate. Correspondence to\n                 Amanda S. Barnard . Reprints and Permissions"},
{"file_id": "nature14212", "url": "https://www.nature.com/articles/nature14212", "year": 2015, "authors": [{"name": "Andrew I. Cooper"}], "parsed_as_year": "2006_or_before", "body": "Enzymes bind carbon dioxide from the atmosphere in a highly precise way, whereas synthetic materials just passively adsorb it. Or do they? A study of compounds called metal–organic frameworks now challenges this picture.  See Article    p.303 Correspondence to\n                 Andrew I. Cooper . Reprints and Permissions"},
{"file_id": "519162a", "url": "https://www.nature.com/articles/519162a", "year": 2015, "authors": [{"name": "Gabriel Tobie"}], "parsed_as_year": "2006_or_before", "body": "The detection of silicon-rich particles originating from Saturn's moon Enceladus suggests that water–rock interactions are currently occurring inside it — the first evidence of ongoing hydrothermal activity beyond Earth.  See Letter    p.207 Correspondence to\n                 Gabriel Tobie . Reprints and Permissions"},
{"file_id": "519168a", "url": "https://www.nature.com/articles/519168a", "year": 2015, "authors": [{"name": "Jennifer A. Clack"}], "parsed_as_year": "2006_or_before", "body": "A study of the African lungfish reveals that it has a rudimentary ability to detect pressure waves caused by sound. The finding expands our knowledge of how hearing evolved in early tetrapods, the first vertebrates to have limbs and digits. Correspondence to\n                 Jennifer A. Clack . Reprints and Permissions"},
{"file_id": "519167a", "url": "https://www.nature.com/articles/519167a", "year": 2015, "authors": [{"name": "Ben Booth"}, {"name": "Nicolas Bellouin"}], "parsed_as_year": "2006_or_before", "body": "Climate simulations show that interactions between particles of black carbon and convective and cloud processes in the atmosphere must be considered when assessing the full climatic effects of these light-absorbing particulates. Correspondence to\n                 Ben Booth  or  Nicolas Bellouin . Reprints and Permissions"},
{"file_id": "nature14211", "url": "https://www.nature.com/articles/nature14211", "year": 2015, "authors": [{"name": "Rachel Lubong Sabado"}, {"name": "Nina Bhardwaj"}], "parsed_as_year": "2006_or_before", "body": "Vaccines that induce an antitumour immune response are disappointingly ineffective in treating patients with cancer. Pre-conditioning the vaccination site to induce inflammation might provide a way to improve this therapy.  See Letter    p.366 Correspondence to\n                 Nina Bhardwaj . Reprints and Permissions"},
{"file_id": "519165a", "url": "https://www.nature.com/articles/519165a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The completion of the  Flora URSS  is a scientific event of great significance not only to botanists of the Soviet Union ... During the War work was almost entirely suspended as most of the authors were evacuated from Leningrad. However, incredible efforts were made to continue the work. Thus, late in the autumn of 1941 in the besieged city ... an attempt was made to print Volume 11. B. A. Tikhomirov ... obtained the necessary amount of paper and ... this volume was printed. N. F. Goncharov, already desperately weakened by starvation, proceeded with the account of the genus  Astragalus  which made up Volume 12. Later that winter this account was defended as his thesis for the degree of doctor of biology, and in February 1942 Goncharov died of hunger ... Thus, thirty-three years of work and the participation of about a hundred authors were required for the completion of ... a  Flora  of 30 volumes. We remember all our colleagues, many of them long dead, who contributed to its achievement. We have done what we could. We welcome the young botanists and wish them success. \n               From  \n               Nature \n                13 March 1965 \n             \n               100 Years Ago \n             Insects Injurious to the Household and Annoying to Man . By Prof. G. W. Herrick;  The House-Fly , Musca domestica,  Linn. Its Structure, Habits, Development, Relation to Disease and Control . By Dr. C. G. Hewitt — In addition to insects in the zoological sense of the term, spiders, mites, ticks, solpugids, scorpions, and centipedes are passed in review, and the British reader cannot but feel that some compensation for not being an American is afforded by the comparatively scanty house-fauna of his native land. \n               From  \n               Nature \n                11 March 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature14373", "url": "https://www.nature.com/articles/nature14373", "year": 2015, "authors": [{"name": "Michaela Kuhn"}], "parsed_as_year": "2006_or_before", "body": "Blockade of the enzyme PDE9 prevents degradation of the molecule cyclic GMP, which has been shown to protect against heart failure. The finding indicates that PDE9 inhibition might be a drug target for treating this condition.  See Letter    p.472 Correspondence to\n                 Michaela Kuhn . Reprints and Permissions"},
{"file_id": "519295a", "url": "https://www.nature.com/articles/519295a", "year": 2015, "authors": [{"name": "Lars O. Hedin"}], "parsed_as_year": "2006_or_before", "body": "The carbon sink in the land biosphere has grown during the past 30 years, taking up much of the carbon dioxide produced by human activities. The first signs of this growth levelling off have been spotted in Amazon forests.  See Letter    p.344 Correspondence to\n                 Lars O. Hedin . Reprints and Permissions"},
{"file_id": "518307a", "url": "https://www.nature.com/articles/518307a", "year": 2015, "authors": [{"name": "Margarita Hernanz"}], "parsed_as_year": "2006_or_before", "body": "The contribution of explosions known as novae to the lithium content of the Milky Way is uncertain. Radioactive beryllium, which transforms into lithium, has been detected for the first time in one such explosion.  See Letter    p.381 Correspondence to\n                 Margarita Hernanz . Reprints and Permissions"},
{"file_id": "518176a", "url": "https://www.nature.com/articles/518176a", "year": 2015, "authors": [{"name": "Katherine A. Allen"}], "parsed_as_year": "2006_or_before", "body": "A record of boron isotopes in fossils of microscopic plankton provides fresh evidence that some ocean regions were a source of carbon dioxide to the atmosphere when Earth warmed at the end of the last ice age.  See Letter    p.219 Correspondence to\n                 Katherine A. Allen . Reprints and Permissions"},
{"file_id": "nature14374", "url": "https://www.nature.com/articles/nature14374", "year": 2015, "authors": [{"name": "Kathryn T. Bieging"}, {"name": "Laura D. Attardi"}], "parsed_as_year": "2006_or_before", "body": "An iron-dependent form of cell death called ferroptosis has been implicated as a component of the tumour-suppressor activity of p53, providing fresh insight into how this protein prevents cancer development.  See Article    p.57 Correspondence to\n                 Laura D. Attardi . Reprints and Permissions"},
{"file_id": "518173a", "url": "https://www.nature.com/articles/518173a", "year": 2015, "authors": [{"name": "Kaitlin M. Kratter"}], "parsed_as_year": "2006_or_before", "body": "High-resolution astronomical observations of a nearby molecular gas cloud have revealed a quadruplet of stars in the act of formation. The system is arguably the youngest multiple star system detected so far.  See Letter    p.213 Correspondence to\n                 Kaitlin M. Kratter . Reprints and Permissions"},
{"file_id": "nature14203", "url": "https://www.nature.com/articles/nature14203", "year": 2015, "authors": [{"name": "Sidhartha Goyal"}, {"name": "Peter W. Zandstra"}], "parsed_as_year": "2006_or_before", "body": "Many experiments have probed the mechanisms by which transplanted stem cells give rise to all the cell types of the blood, but it emerges that the process is different in unperturbed conditions.  See Letter    p.542 Correspondence to\n                 Peter W. Zandstra . Reprints and Permissions"},
{"file_id": "518170a", "url": "https://www.nature.com/articles/518170a", "year": 2015, "authors": [{"name": "David Spergel"}, {"name": "Brian Keating"}], "parsed_as_year": "2006_or_before", "body": "The cosmic microwave background is a faint glow of light left over from the Big Bang. It fills the entire sky and records the Universe's early history. Two independent experts outline what we know about this ancient light, both theoretically and observationally. Correspondence to\n                 David Spergel  or  Brian Keating . Reprints and Permissions"},
{"file_id": "519299a", "url": "https://www.nature.com/articles/519299a", "year": 2015, "authors": [{"name": "Alim Louis Benabid"}], "parsed_as_year": "2006_or_before", "body": "Taking inspiration from a modern technological advance, a classic technique — low-frequency electrical stimulation of a deep-brain region — has been refined to combat cocaine addiction in experiments in mice. Correspondence to\n                 Alim Louis Benabid . Reprints and Permissions"},
{"file_id": "518175a", "url": "https://www.nature.com/articles/518175a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature14206", "url": "https://www.nature.com/articles/nature14206", "year": 2015, "authors": [{"name": "Sachin Patel"}, {"name": "Roger D. Cone"}], "parsed_as_year": "2006_or_before", "body": "How does marijuana cause the irresistible hunger pangs known as the munchies? Paradoxically, the answer seems to involve an unusual mode of activation of a brain circuit best known for suppressing appetite.  See Article    p.45 Correspondence to\n                 Roger D. Cone . Reprints and Permissions"},
{"file_id": "518314a", "url": "https://www.nature.com/articles/518314a", "year": 2015, "authors": [{"name": "Casey E. Romanoski"}, {"name": "Christopher K. Glass"}, {"name": "Hendrik G. Stunnenberg"}, {"name": "Laurence Wilson"}, {"name": "Genevieve Almouzni"}], "parsed_as_year": "2006_or_before", "body": "A package of papers investigates the functional regulatory elements in genomes that have been obtained from human tissue samples and cell lines. The implications of the project are presented here from three viewpoints.  See Articles    p.317 ,  p.331 ,  p.337  &  p.344    and Letters    p.350 ,  p.355 ,  p.360  &  p.365 \n               The topic in brief \n               \n                 Casey E. Romanoski & Christopher K. Glass \n               All the cells in the body contain essentially the same genome, and arise from the progeny of a single fertilized egg. How does each cell type interpret this common set of instructions to achieve its specific identity? The Roadmap Epigenomics Project has tackled this question by defining the epigenomic signatures of a broad spectrum of human tissues and cells undergoing crucial developmental transitions (for an overview 2 , see  page 317 ). Collectively, these papers and the associated data sets provide an unprecedented resource for understanding relationships between cells and tissues, and for delineating how cell-specific programs of gene expression are achieved. Only about half of the approximately 25,000 protein-coding genes that make up the mammalian genome are expressed in any given cell type. Although many of these genes are required for general functions and are ubiquitously expressed, others are active in only one or a few cell types, or exhibit different patterns of regulation from cell to cell. A remarkable achievement of the ENCODE Project was the use of epigenomic signatures to infer the existence of hundreds of thousands of enhancer-like regions in the mammalian genome that regulate gene expression at long range. From this vast palate, each cell type is regulated by a subset of perhaps 20,000–40,000 enhancers, which determine its particular gene-expression profile. Enhancers are activated through interactions with transcription factors, which recognize and bind to specific DNA sequences within the enhancer region. Bound transcription factors recruit co-regulators, many of which deposit or remove modifications on histones. The way in which each cell type interprets genomic information is therefore closely linked to the organization of its DNA regulatory elements. Enhancers that are active in cell-type-specific epigenomic signatures are typically highly enriched in DNA sequences to which lineage-determining and signal-dependent transcription factors bind. Therefore, the delineation of a particular cell's active enhancer repertoire provides a powerful means of predicting the transcription factors required for that cell's identity. By extension, changes in epigenomic signatures during developmental transitions reflect activation or inhibition of such factors. Four of the papers in this issue 2 , 3 , 4 , 5  exploit these relationships to identify combinations of transcription factors that might define different cell types during development. Ziller  et al . 4  ( page 355 ) modelled neuronal development  in vitro , by generating six lineages of neuronal progenitors from embryonic stem (ES) cells, which give rise to almost every cell type of the body. The authors developed computational models to predict the transcription factors that bind to core neural-differentiation enhancers, as well as those that bind enhancers of distinct neural lineages only. Tsankov  et al . 5  ( page 344 ) studied the sets of transcription factors that bind to promoters and enhancers in the first three cell lineages that differentiate from ES cells. Sequences bound by transcription factors in one of the three lineages exhibited molecular modifications that promote gene expression, such as loss of DNA methylation. By contrast, the same DNA regions exhibited repressive modifications in the other two cell types. Both Ziller  et al . and Tsankov  et al . found that regulatory elements controlling genes that are essential for cellular identity are often also epigenetically modified in parental cells, highlighting the importance of existing regulatory landscapes and stage-specific expression of transcription factors for defining the developmental potential of cells. Some major caveats should be noted. These studies are based on analysis of cell populations, and therefore miss potentially crucial aspects of cellular variability within populations. When tissues are examined, enhancer landscapes represent the composite of the cell types that make up that tissue, not a pure cell population. Studies 10 , 11  of different populations of white blood cells called macrophages suggest that the tissue environment can shape enhancer landscapes, emphasizing the value of studying purified cell populations from  in vivo  sources. Finally, although the DNA sequences found in cell-specific enhancers provides clues to the identities of the transcription factors that regulate enhancer activation, functional roles must be validated experimentally. The Roadmap Epigenomics Project has made some efforts along these lines, but the large number of hypotheses generated by the current papers means that this step is largely left for future work. \n                 Hendrik G. Stunnenberg \n               For decades, biomedical science has focused on ways of identifying the genes that contribute to a particular trait, or phenotype. Approaches such as genome-wide association studies 12  (GWAS) identify locations in the human genome at which variations in DNA sequence are linked to specific phenotypes, but if the variant is located in a region of DNA that does not encode a protein, such studies rarely provide insights into the regulatory mechanisms underlying the association. In these cases, comprehensive epigenomic analyses can provide the missing link between genomic variation and cellular phenotype. The various consortia, including the Roadmap Epigenomics Program, that are gathered under the umbrella of the International Human Epigenome Consortium ( www.ihec-epigenomes.org ) have taken up the challenge of deciphering hundreds of cell-type-specific epigenomes using human cells and tissues from healthy donors and people with disease. In this issue, the Roadmap Epigenomics Project presents a wealth of epigenomes, a resource that provides a plethora of new hypotheses to be tested in relation to human health and disease. Given that epigenomes are cell-type specific, it makes sense to analyse disease-associated variants identified by GWAS in the context of the epigenome of the disease cell type. Indeed, previous groundbreaking observations 13  revealed that non-protein-coding genetic variants that are associated with phenotypic changes are often located in tissue-specific regulatory regions. The current papers use innovative analytical approaches to deepen and extend this knowledge. Gjoneska  et al . 6  ( page 365 ) made use of a mouse model of neurodegeneration that mimics Alzheimer's disease. They found that disease-related changes in gene expression in the hippocampus of the mouse brain correlate with those in post-mortem brain samples taken from people with Alzheimer's disease, but not with those from people without the disease. Subsequent detailed analyses revealed an upregulation of genes and regulatory regions linked to immune responses seen in Alzheimer's disease. Genetic variants associated with the condition seemed to be enriched within evolutionarily conserved regulatory elements that control immune pathways, but not in neuronal pathways, providing fresh entry points for treatment. Farh  et al . 7  ( page 337 ) developed an algorithm to identify non-protein-coding genetic variants that might underlie autoimmune disease. The authors found that these variants are often located in or near enhancers or promoters. However, only a small fraction of the variants cause a change in a sequence at which transcription factors are known to bind. This suggests that there is more to an enhancer than a 'simple' collection of sites of transcription-factor binding embedded in the composition of its DNA sequence. For example, flanking sequences might have a topological role affecting chromatin packaging and, consequently, DNA accessibility. Polak  et al . 8  ( page 360 ) investigated the distribution of cancer-associated genetic mutations in a set of diverse cancers, and correlated them with cell-type-specific epigenomic features. They found that the mutation profile of each cancer could often be predicted from the epigenomic signature of the cell type from which that cancer was most likely to have originated. Remarkably, the epigenomic signatures of cancer-cell lines (which are often used to study disease) were poor predictors of this profile. The authors conclude that the density and distribution of cancer mutations are strongly linked to a cell-type-specific epigenomic signature. What comes next? The Roadmap Epigenomics Project has reached a major milestone, but the epigenomes of 127 cell types are just the beginning of the road to a comprehensive epigenome encyclopaedia. The International Human Epigenome Consortium plans to determine the epigenomes of every cell type in the human body — estimated to be several hundred to a thousand. Furthermore, each cell type must be analysed in many individuals, to assess the effect of genetic variation on personal cell-type-specific epigenomes. Finally, studies monitoring the epigenomic changes that arise as a result of ageing and of changes in environmental factors such as nutrients and metabolites will also be interesting. The epigenomics project has taught us that analysis and comparison of the genome and epigenome of healthy and diseased cells is essential for detecting and understanding the drivers of multifactorial diseases and traits. \n                 Laurence Wilson & Genevieve Almouzni \n               Chromatin is the complex of DNA, RNA and proteins that packages DNA within the cell. At the core of chromatin is an eight-subunit protein complex composed of histones. Molecular modifications to either DNA or histones can affect the structure and function of chromatin. For example, some modifications promote chromatin compaction, affecting how easily DNA can be accessed by transcription factors, whereas others act as signals that modulate gene expression. A case in point is modification of the amino-acid residue lysine 27 (K27) on histone H3 in chromatin. Addition of an acetyl group (a modification known as H3K27ac) correlates with transcription of the corresponding region of DNA, whereas trimethylation (H3K27me3) is linked to transcriptional repression. Several papers published by the Roadmap Epigenomics Project investigate histone modifications, and provide insights into the relationship between histone signatures and gene expression throughout development and adult life. For instance, three studies investigate the histone modifications associated with disease 6 , 7 , 8 . Focusing on normal development, Tsankov  et al . 4  and Ziller  et al . 5  have mapped histone modifications that occur during the differentiation of embryonic cells (specifically, H3K4me1, H3K4me3, H3K27ac and H3K37me modifications), alongside patterns of transcription-factor binding and DNA methylation. They describe chromatin remodelling events that alter the accessibility of DNA sequences to which combinations of key regulatory transcription factors bind. These events correlate with the changes in gene expression that occur as cells differentiate. In addition to the linear viewpoint of chromatin alterations presented through histone modifications, long-range chromatin interactions can also modulate gene expression — for instance, by bringing distant enhancers into contact with promoters that regulate the same gene. Dixon  et al . 9  ( page 331 ) investigated this phenomenon, charting changes in three-dimensional (3D) chromatin organization during stem-cell differentiation. Human cells contain two copies, or alleles, of each gene, which can vary in terms of DNA sequence, resulting in differences in transcriptional activity (allele-restricted transcription). The allelic complement of a cell is known as its haplotype. Strikingly, Dixon and colleagues report that different haplotypes display different histone modifications and 3D chromatin organization, correlating with its allele-restricted transcription. Leung  et al . 3  ( page 350 ) confirmed this observation, reporting haplotype-specific differences in histone modifications and chromatin architecture that correlate with allele-restricted transcription across many tissues. Notably, these differences also correlate with mutations that disrupt sites of either transcription-factor binding or long-range chromatin interactions. However, the functional relevance of these imbalances remains to be deciphered. These eight studies showcase the use of the first large-scale reference epigenome database, taking advantage of the statistical power afforded by large sample sizes to formulate hypotheses about the relationships between the epigenome and the genome in different biological processes. They strengthen the link between chromatin modifications and gene expression in development and disease, defining core regulatory circuits that act in different tissues and at different developmental stages. This provides the community with a powerful reference tool, allowing researchers to compare the epigenome in their tissue of choice with snapshots from the database. It is, however, still early days. Future work should try to address the changing relationship between the epigenome and genome over the lifespan of the cell, in different phases of the cell cycle and across cellular generations. Other factors that modulate chromatin organization also remain to be investigated — the proteins responsible for chromatin remodelling, for example, and the chaperone proteins associated with histone variants that control assembly and disassembly of chromatin 14 . Defining the mechanisms that underlie chromatin-based regulation of gene expression will require integration of the observations made by the Roadmap Epigenomics Project with other approaches that directly test for function. For instance, model organisms will remain essential for comparative epigenomics and for garnering evolutionary information. Cutting-edge techniques, such as high-resolution microscopy, will allow live imaging of chromatin architecture and a means of studying its dynamics in space and time. Above all, approaches and technologies that draw from different disciplines must be integrated in future epigenomic projects. This multidisciplinary approach is being catalysed by collaborations such as the EpiGeneSys network ( www.epigenesys.eu ), which bridges epigenetics and systems biology. Combining such efforts will be essential for understanding the functional link between the epigenome and the genome.\n Footnote  1 Correspondence to\n                 Casey E. Romanoski ,  Christopher K. Glass ,  Hendrik G. Stunnenberg  or  Genevieve Almouzni . Reprints and Permissions"},
{"file_id": "nature14204", "url": "https://www.nature.com/articles/nature14204", "year": 2015, "authors": [{"name": "Ido Yosef"}, {"name": "Udi Qimron"}], "parsed_as_year": "2006_or_before", "body": "Bacteria use CRISPR–Cas systems to develop immunity to viruses. Details of how these systems select viral DNA fragments and integrate them into bacterial DNA to create a memory of invaders have now been reported.  See Articles    p.193  &  p.199 Correspondence to\n                 Udi Qimron . Reprints and Permissions"},
{"file_id": "518309a", "url": "https://www.nature.com/articles/518309a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In a written answer in the House of Commons on February 3, the Minister of Aviation, Mr. R. Jenkins, stated that a conference, attended by all the Member States of the European Launcher Development Organization, met in Paris during January 19–21, to review the activities of the organization and to examine proposals for its future work. The cost of completing the first programmed launcher ... would be higher than the original estimate, and a working group had been set up to consider the feasibility of using the technical results already achieved and the experience acquired by the organization to develop an advanced launching system making use of the most modern techniques. The system would continue to use  Blue Streak  as the first stage, and the Conference would be convened again later this year to review progress. \n               From  \n               Nature \n                20 February 1965 \n             \n               100 Years Ago \n             In view of the shortage of fine chemicals which are used for research purposes, we thought it advisable to issue a circular to the principal laboratories in the kingdom asking for lists of chemicals not in immediate use, so that it would be possible to put the holders of such chemicals in touch with those chemists who were in urgent need of them. The replies which have been received so far have been in most cases to the effect that the holders wish to keep their own stocks in hand, but are willing to use our bureau for the purpose of purchasing others. As this attitude is one which entirely defeats the object with which the inquiry was started, may we direct the attention of chemists to the fact that it is impossible for them all to hold and to purchase at the same time. \n               From  \n               Nature \n                18 February 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "518308a", "url": "https://www.nature.com/articles/518308a", "year": 2015, "authors": [{"name": "Magdalena Skipper"}], "parsed_as_year": "2006_or_before", "body": "Darwin's finches played a key part in the formulation of his theory of evolution by natural selection. They have since become an iconic model for adaptive radiation — 14 species evolved from a common ancestor to occupy different niches on the Galapagos Islands, with 1 species living on Cocos Island. On  page 371  of this issue, Lamichhaney  et al . present the genome sequences of 120 individuals from among all 15 species and 2 close relatives (S. Lamichhaney  et al .  Nature   518 , 371–375; 2015). The work marks the first extensive genomic characterization of these birds. Unexpectedly, the analysis reveals that breeding between species has continued throughout their adaptation, contributing to their evolution. The morphology of Darwin's finches has been extensively studied, with a particular focus on the diverse shapes of their beaks (pictured:  Geospiza magnirostris ). The authors use their rich data set to probe the genetic basis of beak shape, and identify six genomic regions that have a role in craniofacial morphology. One region, which encodes the protein ALX1, is a major player in the rapid beak-shape evolution seen both across Darwin's finches and within one species, the medium ground finch (Geospiza fortis). The function of ALX1 is evolutionarily conserved — mutations in this gene also affect craniofacial development in humans and zebrafish. Footnote  1 Reprints and Permissions"},
{"file_id": "518492a", "url": "https://www.nature.com/articles/518492a", "year": 2015, "authors": [{"name": "Dominik Theler"}, {"name": "Frédéric H.-T. Allain"}], "parsed_as_year": "2006_or_before", "body": "The m 6 A structural modification of RNA regulates gene expression. It has now been found to mediate an unusual control mechanism: by altering the structure of RNA, m 6 A allows a regulatory protein to bind to that RNA.  See Letter    p.560 Correspondence to\n                 Dominik Theler  or  Frédéric H.-T. Allain . Reprints and Permissions"},
{"file_id": "518310a", "url": "https://www.nature.com/articles/518310a", "year": 2015, "authors": [{"name": "Emanuele Di Lorenzo"}], "parsed_as_year": "2006_or_before", "body": "An ensemble of climate models predicts that winds along the world's coasts will intensify because of global warming, inducing more ocean upwelling — a process that will affect the health of coastal marine ecosystems.  See Letter    p.390 Correspondence to\n                 Emanuele Di Lorenzo . Reprints and Permissions"},
{"file_id": "nature14205", "url": "https://www.nature.com/articles/nature14205", "year": 2015, "authors": [{"name": "Nancy L. Haigwood"}], "parsed_as_year": "2006_or_before", "body": "An engineered protein that binds to the envelope of HIV viruses protects monkeys against infection with a simian–human virus that causes AIDS. This gene-therapy approach might provide an alternative to elusive HIV vaccines.  See Letter    p.87 Correspondence to\n                 Nancy L. Haigwood . Reprints and Permissions"},
{"file_id": "nature14196", "url": "https://www.nature.com/articles/nature14196", "year": 2015, "authors": [{"name": "John M. Pandolfi"}], "parsed_as_year": "2006_or_before", "body": "Mass coral bleaching events can drive reefs from being the domains of corals to becoming dominated by seaweed. But longitudinal data show that more than half of the reefs studied rebound to their former glory.  See Letter    p.94 Correspondence to\n                 John M. Pandolfi . Reprints and Permissions"},
{"file_id": "517445a", "url": "https://www.nature.com/articles/517445a", "year": 2015, "authors": [{"name": "Bronwen Konecky"}], "parsed_as_year": "2006_or_before", "body": "A simplified global climate model that keeps track of water as it moves through Earth's water cycle throws fresh light on how the Asian summer monsoon has varied during the past 150,000 years. Correspondence to\n                 Bronwen Konecky . Reprints and Permissions"},
{"file_id": "517444a", "url": "https://www.nature.com/articles/517444a", "year": 2015, "authors": [{"name": "Molly S. Peeples"}], "parsed_as_year": "2006_or_before", "body": "It emerges that most of the elements heavier than helium are not found in galaxies, where they can be mixed into future stars and planets. Instead, these elements largely reside far from galaxies in ionized gas and dust particles. Correspondence to\n                 Molly S. Peeples . Reprints and Permissions"},
{"file_id": "nature14199", "url": "https://www.nature.com/articles/nature14199", "year": 2015, "authors": [{"name": "Amy C. Rosenzweig"}], "parsed_as_year": "2006_or_before", "body": "The most powerful oxidant found in nature is compound Q, an enzymatic intermediate that oxidizes methane. New spectroscopic data have resolved the long-running controversy about Q's chemical structure.  See Letter    p.431 Correspondence to\n                 Amy C. Rosenzweig . Reprints and Permissions"},
{"file_id": "517440a", "url": "https://www.nature.com/articles/517440a", "year": 2015, "authors": [{"name": "Christopher M. B. K. Kourra"}, {"name": "Nicolai Cramer"}], "parsed_as_year": "2006_or_before", "body": "Gold in the +3 oxidation state is scarcely used in catalysis, because the oxidants employed to generate it can damage reactants. An oxidant-free route to gold( III ) catalysts reveals their potential.  See Article    p.449 Correspondence to\n                 Nicolai Cramer . Reprints and Permissions"},
{"file_id": "nature14198", "url": "https://www.nature.com/articles/nature14198", "year": 2015, "authors": [{"name": "Claudia G. Vasquez"}, {"name": "Adam C. Martin"}], "parsed_as_year": "2006_or_before", "body": "An analysis of dying cells reveals that they play an active part in modifying tissue shape by pulling on neighbouring cells. This induces neighbouring cells to contract at their apices, which results in tissue folding.  See Letter    p.245 Correspondence to\n                 Adam C. Martin . Reprints and Permissions"},
{"file_id": "517559a", "url": "https://www.nature.com/articles/517559a", "year": 2015, "authors": [{"name": "V. Alan Kostelecký"}], "parsed_as_year": "2006_or_before", "body": "Splitting and recombining an electron wave packet has been used to test relativity at a record sensitivity. The result heralds an era of precision measurements of relativity using quantum-information methods.  See Letter    p.592 Correspondence to\n                 V. Alan Kostelecký . Reprints and Permissions"},
{"file_id": "517563a", "url": "https://www.nature.com/articles/517563a", "year": 2015, "authors": [{"name": "Dominik Wodarz"}, {"name": "Ann G. Zauber"}], "parsed_as_year": "2006_or_before", "body": "The discovery that the estimated number of stem-cell divisions in a tissue correlates with cancer incidence suggests that the varying probability of developing cancer in different tissues is mostly down to random mutations. Correspondence to\n                 Dominik Wodarz  or  Ann G. Zauber . Reprints and Permissions"},
{"file_id": "517562a", "url": "https://www.nature.com/articles/517562a", "year": 2015, "authors": [{"name": "James Risbey"}], "parsed_as_year": "2006_or_before", "body": "A combination of simulations and data shows that short-term climate trends are dominated by natural internal variations, providing a basis for climate forecasting, but not for assessing sensitivity to forced changes.  See Article    p.565 Correspondence to\n                 James Risbey . Reprints and Permissions"},
{"file_id": "517557a", "url": "https://www.nature.com/articles/517557a", "year": 2015, "authors": [{"name": "David Soderblom"}], "parsed_as_year": "2006_or_before", "body": "A link between rotation and age for Sun-like stars has long been known, but a stringent test of it for older stars has been lacking. The Kepler mission helps to fill this gap with observations of an old star cluster.  See Letter    p.589 Correspondence to\n                 David Soderblom . Reprints and Permissions"},
{"file_id": "517560a", "url": "https://www.nature.com/articles/517560a", "year": 2015, "authors": [{"name": "Seung Woo Cho"}, {"name": "Howard Y. Chang"}], "parsed_as_year": "2006_or_before", "body": "The repurposing of a bacterial defence system known as CRISPR into a potent activator of gene expression in human cells enables powerful studies of gene function, as exemplified in cancer cells.  See Article    p.583 Correspondence to\n                 Howard Y. Chang . Reprints and Permissions"},
{"file_id": "nature14202", "url": "https://www.nature.com/articles/nature14202", "year": 2015, "authors": [{"name": "Eric Jan"}], "parsed_as_year": "2006_or_before", "body": "Signal sequences on messenger RNA that initiate protein synthesis are not thought to be interchangeable between life's domains. The finding that a signal from an arthropod virus can function in bacteria questions this idea.  See Letter    p.110 Correspondence to\n                 Eric Jan . Reprints and Permissions"},
{"file_id": "517556a", "url": "https://www.nature.com/articles/517556a", "year": 2015, "authors": [{"name": "Emma L. Rawlins"}], "parsed_as_year": "2006_or_before", "body": "Influenza virus severely damages the epithelial tissue that lines the lung. Findings suggest that, in mice, activation of a back-up population of stem cells mediates effective repair of the injured lung.  See Letters    p.616  &  p.621 Correspondence to\n                 Emma L. Rawlins . Reprints and Permissions"},
{"file_id": "517150a", "url": "https://www.nature.com/articles/517150a", "year": 2015, "authors": [{"name": "Michael Jakob"}, {"name": "Jérôme Hilaire"}], "parsed_as_year": "2006_or_before", "body": "How much more of Earth's fossil fuels can we extract and burn in the short- to medium-term future and still avoid severe global warming? A model provides the answer, and shows where these 'unburnable' reserves are.  See Letter    p.187 Correspondence to\n                 Michael Jakob  or  Jérôme Hilaire . Reprints and Permissions"},
{"file_id": "nature14200", "url": "https://www.nature.com/articles/nature14200", "year": 2015, "authors": [{"name": "Nam Woo Cho"}, {"name": "Roger A. Greenberg"}], "parsed_as_year": "2006_or_before", "body": "The faithful propagation of species requires a complex balance of DNA-repair pathways to maintain genome integrity. New work sheds light on one such poorly understood pathway and its role in certain cancers.  See Letters    p.254  &  p.258 Correspondence to\n                 Roger A. Greenberg . Reprints and Permissions"},
{"file_id": "nature14194", "url": "https://www.nature.com/articles/nature14194", "year": 2015, "authors": [{"name": "Louis J. Picker"}, {"name": "Jeffrey D. Lifson"}], "parsed_as_year": "2006_or_before", "body": "HIV variants that have mutated to escape T-cell immune responses dominate the latent viral reservoir in most patients on antiretroviral therapy. This finding will need to guide therapeutic approaches targeting reactivated virus.  See Letter    p.381 Correspondence to\n                 Louis J. Picker  or  Jeffrey D. Lifson . Reprints and Permissions"},
{"file_id": "517153a", "url": "https://www.nature.com/articles/517153a", "year": 2015, "authors": [{"name": "John J. L. Morton"}, {"name": "Klaus Mølmer"}], "parsed_as_year": "2006_or_before", "body": "Spin systems have now been found that have lifetimes of up to six hours. They could be used to build quantum-communication networks and, if optical transmission fails, could even be shipped as a 'quantum memory stick'.  See Letter    p.177 Correspondence to\n                 John J. L. Morton . Reprints and Permissions"},
{"file_id": "nature14193", "url": "https://www.nature.com/articles/nature14193", "year": 2015, "authors": [{"name": "Gerard Wright"}], "parsed_as_year": "2006_or_before", "body": "A screen of 10,000 bacterial strains, cultured in their normal soil, has uncovered an antibiotic with broad and potent activity. And because the compound targets lipid molecules, developing resistance is probably difficult.  See Article    p.455 Correspondence to\n                 Gerard Wright . Reprints and Permissions"},
{"file_id": "517155a", "url": "https://www.nature.com/articles/517155a", "year": 2015, "authors": [{"name": "Meritxell Huch"}], "parsed_as_year": "2006_or_before", "body": "There is conflicting evidence about which cell type is responsible for liver regeneration following damage. It emerges that duct-like progenitor cells arise from hepatocytes after liver damage, a finding that reconciles previous data. Correspondence to\n                 Meritxell Huch . Reprints and Permissions"},
{"file_id": "517151a", "url": "https://www.nature.com/articles/517151a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Schizophrenia Research Fund has been established to support research into problems connected with mental illness in general and schizophrenia in particular ... Initial impetus has been given to the fund by a gift of £50,000 from the Rothschild family, and the establishment of a Schizophrenia Research Fellowship, to which Dr. D. Straughan has been appointed ... Dr. Straughan's contract is for seven years. His work ... has been concerned with pharmacological aspects of mammalian brain physiology, and he will concentrate on the biochemical basis of schizophrenia. It is hoped that this initial effort will attract interest in, and support for, work in the immense field of research bearing on the problems of mental health. \n               From  \n               Nature \n                9 January 1965 \n             \n               100 Years Ago \n             There is a widespread but erroneous belief in official circles, and among wealthy philanthropists, to the effect that you can hire a scientific discoverer and then say to him, “Discover me this” or “Discover me that” (naming to him a possible and greatly desired piece of new knowledge), and that he will thereupon proceed right away to make the discovery which you want ... But valuable and important scientific discovery cannot be produced directly in response to orders given and money expended. You cannot manufacture scientific discovery like soap. The great difficulty, in the first place, is to catch that rare and evasive creature — a scientific discoverer — and when you have found him you have to humour him and let him do as he fancies. Then he will discover things, but probably not the things which either you or he wanted or expected. \n               From  \n               Nature \n                7 January 1915 \n             Reprints and Permissions"},
{"file_id": "nature14086", "url": "https://www.nature.com/articles/nature14086", "year": 2015, "authors": [{"name": "Franck Perez"}], "parsed_as_year": "2006_or_before", "body": "Optogenetic techniques enable light-activated control of protein–protein interactions in the cell. This approach has now been used to alter membrane dynamics and induce cellular reorganization.  See Letter    p.111 Correspondence to\n                 Franck Perez . Reprints and Permissions"},
{"file_id": "517274a", "url": "https://www.nature.com/articles/517274a", "year": 2015, "authors": [{"name": "Stacy C. Farina"}, {"name": "Adam P. Summers"}], "parsed_as_year": "2006_or_before", "body": "Flow-tank experiments and fluid-dynamics simulations refute the idea that water movements over the body of boxfishes are a stabilizing influence, instead showing that the fish's shape amplifies destabilizing forces to improve manoeuvrability. Correspondence to\n                 Stacy C. Farina  or  Adam P. Summers . Reprints and Permissions"},
{"file_id": "nature14197", "url": "https://www.nature.com/articles/nature14197", "year": 2015, "authors": [{"name": "Charles E. Melançon III"}], "parsed_as_year": "2006_or_before", "body": "The metabolic origin of the sulfur atom in the naturally occurring antibiotic lincomycin A has been obscure — until now. The biosynthetic steps involved reveal surprising roles for two sulfur-containing metabolites.  See Letter    p.115 Correspondence to\n                 Charles E. Melançon III . Reprints and Permissions"},
{"file_id": "517277a", "url": "https://www.nature.com/articles/517277a", "year": 2015, "authors": [{"name": "Shekhar Garde"}], "parsed_as_year": "2006_or_before", "body": "The finding that immobilized ions can alter the strength of hydrophobic interactions between molecules suggests a strategy for tuning hydrophobicity to optimize molecular recognition and self-assembly processes.  See Letter    p.347 Correspondence to\n                 Shekhar Garde . Reprints and Permissions"},
{"file_id": "nature14195", "url": "https://www.nature.com/articles/nature14195", "year": 2015, "authors": [{"name": "Graham Knott"}], "parsed_as_year": "2006_or_before", "body": "A protein released during hypothermia has been found to affect the progression of neurodegenerative disease in mice by sparing neurons from death and preserving the connections between them.  See Letter    p.236 Correspondence to\n                 Graham Knott . Reprints and Permissions"},
{"file_id": "517280a", "url": "https://www.nature.com/articles/517280a", "year": 2015, "authors": [{"name": "Emmanuelle Schulz"}], "parsed_as_year": "2006_or_before", "body": "A catalyst has been tuned to make different compounds from the same molecules in carbon–nitrogen bond-forming reactions, depending on the conditions used. The products are potential building blocks for biologically active molecules. Correspondence to\n                 Emmanuelle Schulz . Reprints and Permissions"},
{"file_id": "517275a", "url": "https://www.nature.com/articles/517275a", "year": 2015, "authors": [{"name": "Jon Woodhead"}], "parsed_as_year": "2006_or_before", "body": "Analysis reveals that the uranium isotopic composition of oceanic crust that is being subducted into Earth's interior is distinctive, allowing the development of chemical heterogeneity in the mantle to be tracked.  See Letter    p.356 Correspondence to\n                 Jon Woodhead . Reprints and Permissions"},
{"file_id": "518046b", "url": "https://www.nature.com/articles/518046b", "year": 2015, "authors": [{"name": "David W. Lea"}], "parsed_as_year": "2006_or_before", "body": "Comparison of climate records from the Pliocene and Pleistocene geological epochs of the past five million years suggests that positive climate feedbacks are not strengthened during warm climate intervals.  See Article    p.49 Correspondence to\n                 David W. Lea . Reprints and Permissions"},
{"file_id": "518039a", "url": "https://www.nature.com/articles/518039a", "year": 2015, "authors": [{"name": "Catherine A. Rychert"}], "parsed_as_year": "2006_or_before", "body": "High-resolution imaging of the base of the Pacific plate as it descends beneath New Zealand discloses a 10-kilometre-thick channel that decouples the plate from underlying upper mantle.  See Letter    p.85 Correspondence to\n                 Catherine A. Rychert . Reprints and Permissions"},
{"file_id": "518038a", "url": "https://www.nature.com/articles/518038a", "year": 2015, "authors": [{"name": "Christoph Rader"}], "parsed_as_year": "2006_or_before", "body": "The success of antibodies as pharmaceuticals has triggered interest in crafting much smaller mimics. A crucial step forward has been taken with the chemical synthesis of small molecules that recruit immune cells to attack cancer cells. Correspondence to\n                 Christoph Rader . Reprints and Permissions"},
{"file_id": "518042a", "url": "https://www.nature.com/articles/518042a", "year": 2015, "authors": [{"name": "Jennifer A. Lewis"}, {"name": "Bok Y. Ahn"}], "parsed_as_year": "2006_or_before", "body": "Can three-dimensional printing enable the mass customization of electronic devices? A study that exploits this method to create light-emitting diodes based on 'quantum dots' provides a step towards this goal. Correspondence to\n                 Jennifer A. Lewis . J.A.L. is the founder and key shareholder of Voxel8 Inc., a start-up company that spun out of her lab at Harvard University in 2014. This company is commercializing new materials and 3D-printing platforms for desktop electronics prototyping. B.Y.A. has no competing financial interests. Reprints and Permissions"},
{"file_id": "nature14201", "url": "https://www.nature.com/articles/nature14201", "year": 2015, "authors": [{"name": "Benjamin Scholl"}, {"name": "Nicholas J. Priebe"}], "parsed_as_year": "2006_or_before", "body": "Neurons in the brain's visual cortex receive inputs from thousands of other neurons. But it now emerges that each is strongly connected to only a few others: those most similar to itself.  See Letter    p.399 Correspondence to\n                 Benjamin Scholl . Reprints and Permissions"},
{"file_id": "518046a", "url": "https://www.nature.com/articles/518046a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It has been reliably demonstrated that rats can discriminate between the presence or absence of X-rays ... The process by which X-rays elicit arousal and orienting reactions in mammals has not yet been determined. However, for simplicity we assume this mechanism operates via a 'radiation receptor'. Attempts to locate this hypothetical radiation receptor have yielded conflicting results ... We used a narrow 3/16-in. X-ray beam as a signal or conditioned stimulus to warn the animal of a subsequent shock to the paws. The beam was most effective when it was directed at the olfactory region of the head ... In an attempt to clarify this issue, we conducted a study of the effectiveness of X-ray as an arousing stimulus in rats the olfactory bulbs of which had been removed ... The results indicate a distinct loss of sensitivity when the olfactory bulbs are removed. \n               From  \n               Nature \n                6 February 1965 \n             \n               100 Years Ago \n             In  Popular Astronomy  Prof. E. C. Pickering quotes some interesting letters from Profs. Backlund, of Pulkovo, and Schwarzchild, of Potsdam, with reference to astronomers and the war. None of the Pulkovo astronomers have been called to serve, but Prof. Backlund's son is in the Russian ranks, and of French astronomers, M. Croze, astrophysicist of the Paris Observatory, has been summoned, as well as the son of the director, M. Baillaud, who has six sons and sons-in-law in the war. On the German side, many young astronomers are in the field. Dr. Zurhellen and Dr. Kühl, who were with the eclipse expedition, have been interned in Russia; Dr. Münch, of Potsdam, is wounded and a prisoner in France. \n               From  \n               Nature \n                4 February 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "518486a", "url": "https://www.nature.com/articles/518486a", "year": 2015, "authors": [{"name": "Bernhard Schölkopf"}], "parsed_as_year": "2006_or_before", "body": "An artificial-intelligence system uses machine learning from massive training sets to teach itself to play 49 classic computer games, demonstrating that it can adapt to a variety of tasks.  See Letter    p.529 Correspondence to\n                 Bernhard Schölkopf . Reprints and Permissions"},
{"file_id": "518490b", "url": "https://www.nature.com/articles/518490b", "year": 2015, "authors": [{"name": "Bram Venemans"}], "parsed_as_year": "2006_or_before", "body": "Astronomers have discovered an extremely massive black hole from a time when the Universe was less than 900 million years old. The result provides insight into the growth of black holes and galaxies in the young Universe.  See Letter    p.512 Correspondence to\n                 Bram Venemans . Reprints and Permissions"},
{"file_id": "518491a", "url": "https://www.nature.com/articles/518491a", "year": 2015, "authors": [{"name": "Wolfgang Tittel"}], "parsed_as_year": "2006_or_before", "body": "The 'no-cloning' theorem of quantum mechanics forbids the perfect copying of properties of photons or electrons. But quantum teleportation allows their flawless transfer — now even for two properties simultaneously.  See Letter    p.516 Correspondence to\n                 Wolfgang Tittel . Reprints and Permissions"},
{"file_id": "519298a", "url": "https://www.nature.com/articles/519298a", "year": 2015, "authors": [{"name": "Michael Debije"}], "parsed_as_year": "2006_or_before", "body": "Devices known as luminescent solar concentrators could find use as renewable-energy generators, but have so far been plagued by a major light-reabsorption effect. A new study offers a promising route to tackling this problem. Correspondence to\n                 Michael Debije . Reprints and Permissions"},
{"file_id": "nature14207", "url": "https://www.nature.com/articles/nature14207", "year": 2015, "authors": [{"name": "David Gresham"}], "parsed_as_year": "2006_or_before", "body": "A method for tracking the descendants of hundreds of thousands of yeast cells in an evolving population reveals that thousands of individuals contribute to early increases in population-wide fitness.  See Article    p.181 Correspondence to\n                 David Gresham . Reprints and Permissions"},
{"file_id": "519420b", "url": "https://www.nature.com/articles/519420b", "year": 2015, "authors": [{"name": "James K. Thompson"}], "parsed_as_year": "2006_or_before", "body": "Analysis of the interaction between a photon and an ensemble of some 3,000 atoms trapped between two mirrors has revealed a form of multi-atom quantum entanglement that has no counterpart in classical mechanics.  See Letter    p.439 Correspondence to\n                 James K. Thompson . Reprints and Permissions"},
{"file_id": "518487a", "url": "https://www.nature.com/articles/518487a", "year": 2015, "authors": [{"name": "Manuel Pardo-de-Santayana"}, {"name": "Manuel J. Macía"}], "parsed_as_year": "2006_or_before", "body": "A study of two Balkan ethnic groups living in close proximity finds that traditional knowledge about local plant resources helps communities to cope with periods of famine, and can promote the conservation of biodiversity. Correspondence to\n                 Manuel Pardo-de-Santayana . Reprints and Permissions"},
{"file_id": "nature14208", "url": "https://www.nature.com/articles/nature14208", "year": 2015, "authors": [{"name": "Roel Nusse"}], "parsed_as_year": "2006_or_before", "body": "The secreted enzyme Notum has been found to inhibit the Wnt signalling pathway through removal of a lipid that is linked to the Wnt protein and that is required for activation of Wnt receptor proteins.  See Article    p.187 Correspondence to\n                 Roel Nusse . Reprints and Permissions"},
{"file_id": "519423a", "url": "https://www.nature.com/articles/519423a", "year": 2015, "authors": [{"name": "James E. Geach"}], "parsed_as_year": "2006_or_before", "body": "Astronomical observations of a luminous galaxy that has a central, mass-accreting supermassive black hole reveal how such entities launch and propel gas through galaxies at high speeds.  See Letter    p.436 Correspondence to\n                 James E. Geach . Reprints and Permissions"},
{"file_id": "nature14378", "url": "https://www.nature.com/articles/nature14378", "year": 2015, "authors": [{"name": "Peter M. Waterhouse"}, {"name": "Roger P. Hellens"}], "parsed_as_year": "2006_or_before", "body": "The discovery of peptides encoded by what were thought to be non-coding – or 'junk' – regions of precursors to microRNA sequences reveals a new layer of gene regulation. These sequences may not be junk, after all.  See Letter    p.90 Correspondence to\n                 Peter M. Waterhouse . Reprints and Permissions"},
{"file_id": "nature14383", "url": "https://www.nature.com/articles/nature14383", "year": 2015, "authors": [{"name": "David E. Clapham"}], "parsed_as_year": "2006_or_before", "body": "The TRPA1 ion channel activates pain pathways in response to noxious compounds. The structure of TRPA1 has now been solved, providing insight into how it functions.  See Article    p.511 Correspondence to\n                 David E. Clapham . Reprints and Permissions"},
{"file_id": "nature14382", "url": "https://www.nature.com/articles/nature14382", "year": 2015, "authors": [{"name": "Mary J. C. Hendrix"}], "parsed_as_year": "2006_or_before", "body": "Molecular tracing of populations of breast-cancer cells in a primary tumour in mice reveals that two proteins, Serpine2 and Slpi, enable tumour cells to form vascular-like networks, facilitating perfusion and metastasis.  See Letter    p.358 Correspondence to\n                 Mary J. C. Hendrix . Reprints and Permissions"},
{"file_id": "nature14384", "url": "https://www.nature.com/articles/nature14384", "year": 2015, "authors": [{"name": "Nicholas K. Dulvy"}, {"name": "Holly K. Kindsvater"}], "parsed_as_year": "2006_or_before", "body": "An analysis of fish declines in coral reefs shows that simple fishing limits and implementation of marine protected areas can be enough to support recovery of coral ecosystem resilience.  See Letter    p.341 Correspondence to\n                 Nicholas K. Dulvy . Reprints and Permissions"},
{"file_id": "nature14381", "url": "https://www.nature.com/articles/nature14381", "year": 2015, "authors": [{"name": "Frank Wilczek"}], "parsed_as_year": "2006_or_before", "body": "The neutron–proton mass difference, one of the most consequential parameters of physics, has now been calculated from fundamental theories. This landmark calculation portends revolutionary progress in nuclear physics. Correspondence to\n                 Frank Wilczek . Reprints and Permissions"},
{"file_id": "nature14388", "url": "https://www.nature.com/articles/nature14388", "year": 2015, "authors": [{"name": "Laurence Zitvogel"}, {"name": "Guido Kroemer"}], "parsed_as_year": "2006_or_before", "body": "Boosting the T cells that mediate anticancer immune responses is a therapeutic goal. But T cells do not work alone — B cells and the antibodies they produce can both trigger and suppress the response.  See Letters    p.94  &  p.99 Correspondence to\n                 Guido Kroemer . Reprints and Permissions"},
{"file_id": "520630a", "url": "https://www.nature.com/articles/520630a", "year": 2015, "authors": [{"name": "Tas van Ommen"}], "parsed_as_year": "2006_or_before", "body": "Antarctic ice-core data show that abrupt changes of climate in the Northern Hemisphere in the last glacial period preceded associated shifts in Antarctica by about 200 years — indicating an oceanic coupling process.  See Letter    p.661 Correspondence to\n                 Tas van Ommen . Reprints and Permissions"},
{"file_id": "520631a", "url": "https://www.nature.com/articles/520631a", "year": 2015, "authors": [{"name": "Tobin J. Marks"}, {"name": "Mark C. Hersam"}], "parsed_as_year": "2006_or_before", "body": "Atomically thin layers of semiconductors called transition-metal dichalcogenides have been grown uniformly on the square-centimetre scale — paving the way for the ultimate miniaturization of electronic applications.  See Letter    p.656 Correspondence to\n                 Tobin J. Marks  or  Mark C. Hersam . Reprints and Permissions"},
{"file_id": "520631b", "url": "https://www.nature.com/articles/520631b", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In an article in a recent issue of  Minerva  ... on “The President's Science Advisers”, Dr. P. H. Abelson discusses the use which the Presidents of the United States have made of the service of a 'Science Adviser' since 1957. Dr. Abelson is concerned with the part which the Science Adviser and his staff have actually played, including his relation to the Office of Science and Technology created in March 1962, and more particularly he directs attention to some of the limitations of the system ... Dr. Abelson goes so far as to maintain that the Science Adviser and his staff have failed to address themselves to many major problems which might be expected to fall within the Science Adviser's responsibility. Instead he believes they have been occupied with many relatively trivial problems, and the consequent exclusion of such questions as whether in the United States the present allocations of money and manpower has led to some discontent with the advisory system. \n               From  \n               Nature \n                1 May 1965 \n             \n               100 Years Ago \n             The great consumption of petrol as a motor fuel, which last year, in spite of the disturbing element of war, rose to the enormous volume of 120 million gallons in England, and to nearly ten times that amount in America, has led to the attempt being made to add to the natural supply by the so called “cracking” of the heavy residual oils left after the petrol and the lamp oil have been distilled off from the crude oil ... The term “cracking” is one of those delightful Americanisms which express so exactly the meaning we wish to impart that it has been adopted universally. \n               From  \n               Nature \n                29 April 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "520627a", "url": "https://www.nature.com/articles/520627a", "year": 2015, "authors": [{"name": "Anna Bakardjiev"}], "parsed_as_year": "2006_or_before", "body": "Bacterial infections during pregnancy can cause fetal death. The identification of a cell-signalling pathway induced during infection that recruits dangerous immune cells to the placenta may open up avenues to prevent this. Correspondence to\n                 Anna Bakardjiev . Reprints and Permissions"},
{"file_id": "521296a", "url": "https://www.nature.com/articles/521296a", "year": 2015, "authors": [{"name": "Anu Suomalainen"}], "parsed_as_year": "2006_or_before", "body": "Organelles called mitochondria are asymmetrically apportioned to the daughters of dividing stem cells according to mitochondrial age. This finding sheds light on the mechanisms underlying asymmetric stem-cell division. Correspondence to\n                 Anu Suomalainen . Reprints and Permissions"},
{"file_id": "521295a", "url": "https://www.nature.com/articles/521295a", "year": 2015, "authors": [{"name": "Tracy Northup"}], "parsed_as_year": "2006_or_before", "body": "Experiments on a trapped calcium ion have again exposed the strange nature of quantum phenomena, and could pave the way for sensitive techniques to explore the boundary between the quantum and classical worlds.  See Letter    p.336 Correspondence to\n                 Tracy Northup . Reprints and Permissions"},
{"file_id": "521294a", "url": "https://www.nature.com/articles/521294a", "year": 2015, "authors": [{"name": "Erella Hovers"}], "parsed_as_year": "2006_or_before", "body": "The finding of 3.3-million-year-old stone flints, cores, hammers and anvils in Kenya suggests that the first stone tools were made by human ancestors that pre-dated the earliest known members of the genus  Homo .  See Article    p.310 Correspondence to\n                 Erella Hovers . Reprints and Permissions"},
{"file_id": "522160a", "url": "https://www.nature.com/articles/522160a", "year": 2015, "authors": [{"name": "Guy Bartal"}], "parsed_as_year": "2006_or_before", "body": "The unusual properties of hyperbolic metamaterials, such as their ability to propagate light on the nanoscale without diffraction, have been realized in two-dimensional devices, heralding improved photonic circuits.  See Letter    p.192 Correspondence to\n                 Guy Bartal . Reprints and Permissions"},
{"file_id": "nature14523", "url": "https://www.nature.com/articles/nature14523", "year": 2015, "authors": [{"name": "Benjamin M. Hogan"}, {"name": "Brian L. Black"}], "parsed_as_year": "2006_or_before", "body": "Two studies of the cells that give rise to lymphatic vessels reveal that precursors arise from unexpected sources, demonstrating that the origins of this vasculature are more diverse than anticipated.  See Articles    p.56  &  p.62 Correspondence to\n                 Benjamin M. Hogan  or  Brian L. Black . Reprints and Permissions"},
{"file_id": "nature14525", "url": "https://www.nature.com/articles/nature14525", "year": 2015, "authors": [{"name": "Carl T. Bergstrom"}, {"name": "Benjamin Kerr"}], "parsed_as_year": "2006_or_before", "body": "Modelling of the interactions between antibiotic production and antibiotic degradation reveals that these opposing activities are key to maintaining diversity in microbial communities.  See Letter    p.516 Correspondence to\n                 Carl T. Bergstrom  or  Benjamin Kerr . Reprints and Permissions"},
{"file_id": "nature14526", "url": "https://www.nature.com/articles/nature14526", "year": 2015, "authors": [{"name": "Seung-Jae Lee"}, {"name": "Eliezer Masliah"}], "parsed_as_year": "2006_or_before", "body": "Aggregates of α-synuclein protein can form in various cell types and cause different neurodegenerative disorders. The existence of strains with distinct structural conformations might explain this variability.  See Letter    p.340 Correspondence to\n                 Seung-Jae Lee  or  Eliezer Masliah . Reprints and Permissions"},
{"file_id": "522164a", "url": "https://www.nature.com/articles/522164a", "year": 2015, "authors": [{"name": "John Novembre"}], "parsed_as_year": "2006_or_before", "body": "Two studies of ancient human DNA reveal expansions of Bronze Age populations that shed light on the long-running debate about the origins and spread of Indo-European languages.  See Article    p.167  &  Letter    p.207 Correspondence to\n                 John Novembre . Reprints and Permissions"},
{"file_id": "nature14536", "url": "https://www.nature.com/articles/nature14536", "year": 2015, "authors": [{"name": "Catherine F. Clarke"}, {"name": "Christopher M. Allan"}], "parsed_as_year": "2006_or_before", "body": "An enzyme has been found that alters the molecular structure of vitamin B2, adding a fourth ring to its existing three-ring system. The product catalyses new types of chemistry in concert with certain other enzymes.  See Letters    p.497  &  p.502 Correspondence to\n                 Catherine F. Clarke . Reprints and Permissions"},
{"file_id": "522163a", "url": "https://www.nature.com/articles/522163a", "year": 2015, "authors": [{"name": "Katharina Billups"}], "parsed_as_year": "2006_or_before", "body": "Links between various climate records for the North Atlantic Ocean and the Mediterranean Sea have helped to identify a potential mechanism that enhanced sea-level rise during the last interglacial time interval.  See Letter    p.197 Correspondence to\n                 Katharina Billups . Reprints and Permissions"},
{"file_id": "522290a", "url": "https://www.nature.com/articles/522290a", "year": 2015, "authors": [{"name": "Gregory Laughlin"}], "parsed_as_year": "2006_or_before", "body": "Analysis of Kepler data has yielded the smallest known mass for an exoplanet orbiting a normal star. Its mass and size are similar to those of Mars, setting a benchmark for the properties of exoplanets smaller than Earth.  See Letter    p.321 Correspondence to\n                 Gregory Laughlin . Reprints and Permissions"},
{"file_id": "524170a", "url": "https://www.nature.com/articles/524170a", "year": 2015, "authors": [{"name": "Morris F. White"}], "parsed_as_year": "2006_or_before", "body": "Inhibiting the PI3K branch of the cell signalling induced by insulin and insulin-like growth factor can extend lifespan. The finding that inhibiting the RAS branch also extends lifespan in flies suggests a new target for anti-ageing drugs. Correspondence to\n                 Morris F. White . Reprints and Permissions"},
{"file_id": "nature14631", "url": "https://www.nature.com/articles/nature14631", "year": 2015, "authors": [{"name": "Thomas B. Kornberg"}, {"name": "Lilach Gilboa"}], "parsed_as_year": "2006_or_before", "body": "In fruit flies, protrusions can extend from stem cells in the testes to cells in a regulatory hub, mediating intercellular signalling and stem-cell maintenance. The implications of this finding are presented here from two angles.  See Letter    p.329 Correspondence to\n                 Thomas B. Kornberg  or  Lilach Gilboa . Reprints and Permissions"},
{"file_id": "523164b", "url": "https://www.nature.com/articles/523164b", "year": 2015, "authors": [{"name": "Stephen J. Smartt"}], "parsed_as_year": "2006_or_before", "body": "An unusually long burst of γ-rays zapped Earth in December 2011, lasting 4 hours. The cause of this burst is now proposed to be a peculiar supernova produced by a spinning magnetic neutron star.  See Letter    p.189 Correspondence to\n                 Stephen J. Smartt . Reprints and Permissions"},
{"file_id": "523043a", "url": "https://www.nature.com/articles/523043a", "year": 2015, "authors": [{"name": "James J. Bull"}], "parsed_as_year": "2006_or_before", "body": "Wild populations of an Australian lizard have sex chromosomes and also exhibit temperature-controlled sexual development, providing insight into how these two sex-determining mechanisms may evolve back and forth.  See Letter    p.79 Correspondence to\n                 James J. Bull . Reprints and Permissions"},
{"file_id": "523160a", "url": "https://www.nature.com/articles/523160a", "year": 2015, "authors": [{"name": "Kazuhiro Misumi"}], "parsed_as_year": "2006_or_before", "body": "An iron-rich plume of water from a hydrothermal vent has been found to extend more than 4,000 kilometres through the ocean. The finding has implications for the productivity of marine algae, and therefore for climate.  See Letter    p.200 Correspondence to\n                 Kazuhiro Misumi . \n                     Biogeochemistry: The great iron dump \n                   Reprints and Permissions"},
{"file_id": "nature14645", "url": "https://www.nature.com/articles/nature14645", "year": 2015, "authors": [{"name": "Alexandre Antonelli"}], "parsed_as_year": "2006_or_before", "body": "A study of DNA sequences from more than 1,800 organisms on Mount Kinabalu in Borneo reveals the evolutionary mechanisms that led to the mountain's high and unique biodiversity.  See Letter    p.347 Correspondence to\n                 Alexandre Antonelli . Reprints and Permissions"},
{"file_id": "524164a", "url": "https://www.nature.com/articles/524164a", "year": 2015, "authors": [{"name": "Marcus E. Farmer"}, {"name": "Phil S. Baran"}], "parsed_as_year": "2006_or_before", "body": "Compounds that are sensitive to the components of air are difficult to use in chemical reactions, requiring conditions that are tedious to set up. A simple, practical solution to this problem has finally been devised.  See Letter    p.208 Correspondence to\n                 Phil S. Baran . \n                     Organic synthesis: The robo-chemist \n                   Reprints and Permissions"},
{"file_id": "nature15206", "url": "https://www.nature.com/articles/nature15206", "year": 2015, "authors": [{"name": "Marcel Rejmánek"}], "parsed_as_year": "2006_or_before", "body": "Many naturalized non-native plants pose ecological and economic threats. A quantitative analysis of the global distribution of naturalized plants confirms some anticipated trends and exposes new patterns.  See Letter    p.100 Correspondence to\n                 Marcel Rejmánek . Reprints and Permissions"},
{"file_id": "525043a", "url": "https://www.nature.com/articles/525043a", "year": 2015, "authors": [{"name": "Gabriel Bowen"}], "parsed_as_year": "2006_or_before", "body": "Soil water that evaporates or is tapped by plants is largely separate from that which runs into streams and recharges groundwater. This finding has big implications for our understanding of water cycling.  See Letter    p.91 Correspondence to\n                 Gabriel Bowen . \n                     Hydrology: Tropical rain recycling \n                   Reprints and Permissions"},
{"file_id": "nature15215", "url": "https://www.nature.com/articles/nature15215", "year": 2015, "authors": [{"name": "Alex Pentland"}], "parsed_as_year": "2006_or_before", "body": "An analysis of energy markets with prices that vary according to demand finds that this market design unexpectedly serves to amplify, rather than dampen, fluctuations in power use. Correspondence to\n                 Alex Pentland . \n                     Diversity: Energy studies need social science \n                   Reprints and Permissions"},
{"file_id": "nature15212", "url": "https://www.nature.com/articles/nature15212", "year": 2015, "authors": [{"name": "Carol Prives"}, {"name": "Scott W. Lowe"}], "parsed_as_year": "2006_or_before", "body": "The finding that genes encoding enzymes that modify histone proteins are among the targets of certain mutant forms of the p53 protein sheds light on how these mutations cause cancer beyond p53 inactivation.  See Article    p.206 Correspondence to\n                 Carol Prives  or  Scott W. Lowe . \n                     Molecular biology: Salvaging the genome \n                   Reprints and Permissions"},
{"file_id": "nature15213", "url": "https://www.nature.com/articles/nature15213", "year": 2015, "authors": [{"name": "Tessa Holyoake"}, {"name": "David Vetrie"}], "parsed_as_year": "2006_or_before", "body": "Chemotherapy-resistant cancer stem cells make it hard to cure many forms of the disease. Repositioning an existing drug to tackle this problem could significantly improve treatment for one form of leukaemia.  See Letter    p.380 Correspondence to\n                 Tessa Holyoake  or  David Vetrie . \n                     Cancer: Persistence of leukaemic ancestors \n                   Reprints and Permissions"},
{"file_id": "525037a", "url": "https://www.nature.com/articles/525037a", "year": 2015, "authors": [{"name": "M. Cristina Marchetti"}], "parsed_as_year": "2006_or_before", "body": "By increasing the sensitivity of an established technique, researchers have shown that swimming bacteria can make frictionless fluids — with potential applications in areas such as microfluidics. Correspondence to\n                 M. Cristina Marchetti . \n                     Active matter: Spontaneous flows and self-propelled drops \n                   Reprints and Permissions"},
{"file_id": "525039a", "url": "https://www.nature.com/articles/525039a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It is probable that only those who have themselves been concerned with scientific research will appreciate all the fine nuances of Sir Cyril [Hinshelwood]'s address, but the picture he paints of the scientist as a creative worker, of the need for freedom of expression and appropriate conditions of work, and of public understanding if his work is to be fully effective, is intelligible to any layman. It is no picture of a scientist working and living in some 'ivory tower', or even of Thomson's Newton, “stemming alone vast eternity's unbounded sea”, but rather of a happy voyager of strange seas of thought, in company with others trained in the same or many other disciplines. \n               From  \n               Nature \n                4 September 1965 \n             \n               100 Years Ago \n             In his presidential address, read at the Association of Museums, San Francisco, Dr. O. C. Farrington gave an able summary of the origin and evolution of natural history museums, which should be widely read in this country. More especially is this to be urged in view of the danger which threatens such institutions in the immediate future in regard to the policy of national retrenchment which is now in process of formation. There is a danger that the pruning-hook may be used too ruthlessly, thereby inflicting material harm. For reformers are generally enthusiasts, and therefore are to be carefully watched, experience having shown that a sense of proportion is not usually among their attributes. Museums, as he remarks, are even now commonly regarded as a luxury, but he leaves no uncertainty as to the vitally important part which the modern museum plays, and must continue to play, in ever-increasing force, in our national life. \n               From  \n               Nature \n                2 September 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "nature15214", "url": "https://www.nature.com/articles/nature15214", "year": 2015, "authors": [{"name": "Juha Merilä"}], "parsed_as_year": "2006_or_before", "body": "Research on guppies provides evidence that phenotypic plasticity — an organism's ability to alter its characteristics in response to changes in the environment — can both constrain and facilitate adaptive evolution.  See Letter    p.372 Correspondence to\n                 Juha Merilä . \n                     Evolutionary biology: Insects converge on resistance \n                   \n                     Evolutionary developmental biology: Dynasty of the plastic fish \n                   Reprints and Permissions"},
{"file_id": "525195a", "url": "https://www.nature.com/articles/525195a", "year": 2015, "authors": [{"name": "Adam Leroy"}], "parsed_as_year": "2006_or_before", "body": "The first well-resolved images of local-galaxy stellar nurseries that are poor in elements heavier than helium give the best picture yet of the conditions in which stars may have formed in the early Universe.  See Letter    p.218 Correspondence to\n                 Adam Leroy . \n                     Astrophysics: Dust-poor galaxies at early times \n                   Reprints and Permissions"},
{"file_id": "nature15636", "url": "https://www.nature.com/articles/nature15636", "year": 2015, "authors": [{"name": "Thomas Frank"}, {"name": "Rainer W. Friedrich"}], "parsed_as_year": "2006_or_before", "body": "The discovery that certain neurons' odour responses differ between individual fruit flies, but are consistent across the hemispheres of each fly's brain, indicates that sensory processing depends on an individual's experience.  See Letter    p.258 Correspondence to\n                 Rainer W. Friedrich . \n                     Neuroscience: Ordered randomness in fly love songs \n                   Reprints and Permissions"},
{"file_id": "526331a", "url": "https://www.nature.com/articles/526331a", "year": 2015, "authors": [{"name": "Stuart R. Cobb"}], "parsed_as_year": "2006_or_before", "body": "Mutations in the gene  MECP2  cause an intellectual-disability disorder called Rett syndrome. In a mouse model, electrical stimulation of deep brain regions is found to ameliorate some of the features of the syndrome.  See Letter    p.430 Correspondence to\n                 Stuart R. Cobb . \n                     Neuroscience: Spotlight on deep-brain stimulation \n                   Reprints and Permissions"},
{"file_id": "526644a", "url": "https://www.nature.com/articles/526644a", "year": 2015, "authors": [{"name": "Diane C. Bassham"}], "parsed_as_year": "2006_or_before", "body": "In plant cells, the pigment anthocyanin is transported to a membrane-bounded organelle called the vacuole for storage. A previously unidentified transport pathway involving vacuolar-membrane extensions mediates this process. Correspondence to\n                 Diane C. Bassham . \n                     Autophagy: Snapshot of the network \n                   Reprints and Permissions"},
{"file_id": "526327a", "url": "https://www.nature.com/articles/526327a", "year": 2015, "authors": [{"name": "Alexander Robel"}], "parsed_as_year": "2006_or_before", "body": "Simulations show that melting of the Antarctic ice sheet in response to climate change could raise the global sea level by up to 3 metres by the year 2300 and continue for thousands of years thereafter.  See Letter    p.421 Correspondence to\n                 Alexander Robel . \n                     Climate science: How Antarctic ice retreats \n                   Reprints and Permissions"},
{"file_id": "nature15645", "url": "https://www.nature.com/articles/nature15645", "year": 2015, "authors": [{"name": "Marianne E. Bronner"}], "parsed_as_year": "2006_or_before", "body": "The discovery of cells in an invertebrate that share several features with vertebrate neural-crest cells provides insights into how this vital vertebrate cell population might have evolved.  See Letter    p.371 Correspondence to\n                 Marianne E. Bronner . \n                     Evolutionary developmental biology: Head start \n                   Reprints and Permissions"},
{"file_id": "526643a", "url": "https://www.nature.com/articles/526643a", "year": 2015, "authors": [{"name": "Toni Eichelkraut"}, {"name": "Alexander Szameit"}], "parsed_as_year": "2006_or_before", "body": "A clever approach has been used to imprint a phase pattern on a laser beam. The pattern is not only random at each point, but also depends on information stored elsewhere in the pattern. Correspondence to\n                 Alexander Szameit . \n                     Nanophotonics: Bright future for hyperbolic chips \n                   \n                     Photonics: A stable narrow-band X-ray laser \n                   Reprints and Permissions"},
{"file_id": "526646b", "url": "https://www.nature.com/articles/526646b", "year": 2015, "authors": [{"name": "Heather Maynard"}], "parsed_as_year": "2006_or_before", "body": "Organometallic reagents have been developed that chemically modify proteins and peptides specifically at cysteine amino-acid residues — potentially offering a general route to making therapeutically useful compounds.  See Letter    p.687 Correspondence to\n                 Heather Maynard . \n                     Chemical biology: Dressed-up proteins \n                   Reprints and Permissions"},
{"file_id": "nature15646", "url": "https://www.nature.com/articles/nature15646", "year": 2015, "authors": [{"name": "David S. Shin"}, {"name": "John A. Tainer"}], "parsed_as_year": "2006_or_before", "body": "Time-resolved molecular snapshots of the bacterial enzyme AlkD reveal an unprecedented mechanism for the recognition and removal of damaged bases in DNA, with implications for cell biology and cancer therapy.  See Letter    p.254 Correspondence to\n                 David S. Shin  or  John A. Tainer . \n                     DNA repair: Familiar ends with alternative endings \n                   \n                     DNA repair: Making the cut \n                   Reprints and Permissions"},
{"file_id": "527308a", "url": "https://www.nature.com/articles/527308a", "year": 2015, "authors": [{"name": "Peter Fratzl"}], "parsed_as_year": "2006_or_before", "body": "A combination of two techniques — computed tomography and small-angle X-ray scattering — and serious computing power have enabled multi-scale, three-dimensional analysis of bone and tooth tissue.  See Letters    p.349  &  p.353 Correspondence to\n                 Peter Fratzl . \n                     Imaging techniques: Particular magnetic insights \n                   Reprints and Permissions"},
{"file_id": "nature16315", "url": "https://www.nature.com/articles/nature16315", "year": 2015, "authors": [{"name": "Casey W. Dunn"}], "parsed_as_year": "2006_or_before", "body": "The genome sequences of two members of the hemichordate group of marine invertebrates bring the evolution of their relatives, including vertebrates, into sharper focus.  See Article    p.459 Correspondence to\n                 Casey W. Dunn . \n                     Palaeontology: Tubular worms from the Burgess Shale \n                   Reprints and Permissions"},
{"file_id": "nature16316", "url": "https://www.nature.com/articles/nature16316", "year": 2015, "authors": [{"name": "François Rouyer"}, {"name": "Abhishek Chatterjee"}], "parsed_as_year": "2006_or_before", "body": "The protein IR25a is best known for its role as an odour receptor in flies, but an analysis reveals that it also acts to synchronize the circadian clock by sensing small temperature fluctuations.  See Letter    p.516 Correspondence to\n                 François Rouyer . \n                     Circadian rhythms: No lazing on sunny afternoons \n                   Reprints and Permissions"},
{"file_id": "528047a", "url": "https://www.nature.com/articles/528047a", "year": 2015, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Architecture of Molecules . By Prof. Linus Pauling and Roger Hayward — “We are now living in an atomic age. In order to understand the world, every person needs to have some knowledge of atoms and molecules.” This is the beginning paragraph of a fascinating work of art ... The question as to how some understanding of science, however superficial, can be brought to the man and woman in the street has exercised many organizations as well as individuals. At a practical level, of course, it is unnecessary to know anything about electric currents in order to turn a switch and bring on the light. Babies love to do it before they are one year old. But for all too many people science is still magic even when they are twenty-one ... Linus Pauling worries. He thinks, quite rightly, that young people ought to want to know why the 'lead' of a pencil comes off on to the paper, what an atom of hydrogen or uranium 'looks like' ... Undoubtedly many an arts sixth-former will pick the book off the school library shelf and will learn a great deal by browsing through it. \n               From  \n               Nature \n                4 December 1965 \n             \n               100 Years Ago \n             The nation's attitude towards science is, I think, largely due to the popular idea that science is a kind of hobby followed by a certain class of people, instead of the materialisation of the desire experienced in various degrees by every thinking person to learn something about innumerable natural phenomena still unsolved; and, having learned, to control and apply them intelligently for the benefit of the human race ... It is to the new generation now being educated that we must look for betterment of our position ... We must make all education more scientific. \n               From  \n               Nature \n                2 December 1915 \n               Footnote  1 \n             Reprints and Permissions"},
{"file_id": "527310a", "url": "https://www.nature.com/articles/527310a", "year": 2015, "authors": [{"name": "Zhaohuan Zhu"}], "parsed_as_year": "2006_or_before", "body": "Thousands of extrasolar planets have been discovered, but none is a planet in its infancy. Observations have finally been made of a young planet growing in its birthplace — opening the way to many more such discoveries.  See Letter    p.342 Correspondence to\n                 Zhaohuan Zhu . \n                     Astronomy: A small star with an Earth-like planet \n                   Reprints and Permissions"},
{"file_id": "528046a", "url": "https://www.nature.com/articles/528046a", "year": 2015, "authors": [{"name": "Forest Rohwer"}, {"name": "Anca M. Segall"}], "parsed_as_year": "2006_or_before", "body": "One hundred years after the first description of viruses that infect bacterial cells, the contribution of these bacteriophages to fundamental biology, biotechnology and human health continues unabated and deserves celebration. Correspondence to\n                 Forest Rohwer  or  Anca M. Segall . \n                     Virology: Phages hijack a host's defence \n                   \n                     Biotechnology: Rewriting a genome \n                   Reprints and Permissions"},
{"file_id": "528484a", "url": "https://www.nature.com/articles/528484a", "year": 2015, "authors": [{"name": "Erica D. Sonnenburg"}, {"name": "Justin L. Sonnenburg"}], "parsed_as_year": "2006_or_before", "body": "Machine learning, applied to complex multidimensional data, is shown to provide personalized dietary recommendations to control blood glucose levels. This is a step towards integrating the gut microbiome into personalized medicine. Correspondence to\n                 Justin L. Sonnenburg . \n                     Microbiology: Wealth management in the gut \n                   Reprints and Permissions"},
{"file_id": "528197a", "url": "https://www.nature.com/articles/528197a", "year": 2015, "authors": [{"name": "Roger Gläser"}], "parsed_as_year": "2006_or_before", "body": "Catalysts that contain two types of active site split long hydrocarbon molecules into more-useful shorter ones. Research into controlling the nanoscale separation of the sites challenges accepted design rules for such catalysts.  See Letter    p.245 Correspondence to\n                 Roger Gläser . \n                     Catalysis: Tens of thousands of atoms replaced by one \n                   Reprints and Permissions"},
{"file_id": "nature16330", "url": "https://www.nature.com/articles/nature16330", "year": 2015, "authors": [{"name": "Matthew R. Grimmer"}, {"name": "Joseph F. Costello"}], "parsed_as_year": "2006_or_before", "body": "Analysis of the 3D structure of DNA in tumour cells reveals how mutations in the  IDH1  gene, and associated changes in methyl groups attached to DNA, elevate the expression of cancer-promoting genes.  See Letter    p.110 Correspondence to\n                 Matthew R. Grimmer  or  Joseph F. Costello . J.F.C. is co-founder of Telo Therapeutics Inc. \n                     Molecular biology: Salvaging the genome \n                   \n                     Biological techniques: Chromosomes captured one by one \n                   Reprints and Permissions"},
{"file_id": "nature16864", "url": "https://www.nature.com/articles/nature16864", "year": 2015, "authors": [{"name": "Jared Diamond"}], "parsed_as_year": "2006_or_before", "body": "Tree rings can pinpoint the source of wood as well as how old it is. This method has now been used to identify the sources of timber used by the Native Americans who constructed the pre-Columbian 'great houses' of Chaco Canyon. Correspondence to\n                 Jared Diamond . \n                     Archaeology: The cost of cultivation \n                   Reprints and Permissions"}
]