[
{"file_id": "nature12848", "url": "https://www.nature.com/articles/nature12848", "year": 2013, "authors": [{"name": "Ginés Morata"}, {"name": "Gary Struhl"}], "parsed_as_year": "2006_or_before", "body": "Wnt signalling molecules are thought to direct the development of an organism by spreading through tissues. But flies grow with almost normal appendages even when their main Wnt protein cannot move. Two scientists discuss the implications of this finding for our understanding of development.  See Article    p.180 Correspondence to\n                 Ginés Morata  or  Gary Struhl . Reprints and Permissions"},
{"file_id": "504096a", "url": "https://www.nature.com/articles/504096a", "year": 2013, "authors": [{"name": "Walter Thiel"}, {"name": "Gerhard Hummer"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2013 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Correspondence to\n                 Walter Thiel  or  Gerhard Hummer . Reprints and Permissions"},
{"file_id": "504093a", "url": "https://www.nature.com/articles/504093a", "year": 2013, "authors": [{"name": "Richard Henderson"}], "parsed_as_year": "2006_or_before", "body": "Structures of the heat-sensitive TRPV1 ion channel have been solved using single-particle electron cryo-microscopy, representing a landmark in the use of this technique for structural biology.  See Articles    p.107  &  p.113 Correspondence to\n                 Richard Henderson . Reprints and Permissions"},
{"file_id": "nature12842", "url": "https://www.nature.com/articles/nature12842", "year": 2013, "authors": [{"name": "Soyoun Cho"}, {"name": "Henrique von Gersdorff"}], "parsed_as_year": "2006_or_before", "body": "An ultrafast mode of vesicle endocytosis — a crucial process occurring at neural junctions that underpins brain function — has been uncovered. Long-standing models of endocytosis will therefore need to be re-evaluated.  See Article    p.242 Correspondence to\n                 Henrique von Gersdorff . Reprints and Permissions"},
{"file_id": "504092a", "url": "https://www.nature.com/articles/504092a", "year": 2013, "authors": [{"name": "Maxim Lyutikov"}], "parsed_as_year": "2006_or_before", "body": "Observations of a high degree of polarization in the immediate optical afterglow of a γ-ray burst indicate that these powerful cosmic explosions carry large-scale, ordered magnetic fields.  See Letter    p.119 Correspondence to\n                 Maxim Lyutikov . Reprints and Permissions"},
{"file_id": "nature12841", "url": "https://www.nature.com/articles/nature12841", "year": 2013, "authors": [{"name": "Hanna Starobinets"}, {"name": "Jayanta Debnath"}], "parsed_as_year": "2006_or_before", "body": "The status of the protein p53 determines whether inhibiting the cellular autophagy pathway promotes or inhibits pancreatic cancer in mice. This finding serves as a cautionary tale for clinical trials of autophagy inhibitors.  See Letter    p.296 Correspondence to\n                 Jayanta Debnath . Reprints and Permissions"},
{"file_id": "504097a", "url": "https://www.nature.com/articles/504097a", "year": 2013, "authors": [{"name": "Christopher Polk"}, {"name": "John Y. Campbell"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2013 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Correspondence to\n                 Christopher Polk  or  John Y. Campbell . Reprints and Permissions"},
{"file_id": "nature12843", "url": "https://www.nature.com/articles/nature12843", "year": 2013, "authors": [{"name": "Steven M. Smith"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a protein that is targeted for degradation by the 'witch' hormones called strigolactones reveals a mechanism by which shoot architecture is controlled in rice plants.  See Articles    p.401  &  p.406 Correspondence to\n                 Steven M. Smith . Reprints and Permissions"},
{"file_id": "504226a", "url": "https://www.nature.com/articles/504226a", "year": 2013, "authors": [{"name": "Alan McConnachie"}], "parsed_as_year": "2006_or_before", "body": "The collective motions of dwarf galaxies in planes around the Andromeda galaxy and the Milky Way have presented a challenge to theory. Interactions between galaxy groups in the distant past may have left their imprint on these dwarfs. Correspondence to\n                 Alan McConnachie . Reprints and Permissions"},
{"file_id": "504223a", "url": "https://www.nature.com/articles/504223a", "year": 2013, "authors": [{"name": "Stefano Piccolo"}], "parsed_as_year": "2006_or_before", "body": "Mechanical stresses that are intrinsic to the early shape-forming movements of embryonic tissues have now been shown to play essential and evolutionarily conserved parts in cell-fate specification. Correspondence to\n                 Stefano Piccolo . Reprints and Permissions"},
{"file_id": "nature12845", "url": "https://www.nature.com/articles/nature12845", "year": 2013, "authors": [{"name": "Christopher V. Plowe"}], "parsed_as_year": "2006_or_before", "body": "A series of  in vitro , genomic, ecological and epidemiological studies has pinpointed gene mutations in the malaria parasite  Plasmodium falciparum  that play a key part in resistance to artemisinin-based antimalarial drugs.  See Article    p.50 A fragile consensus that the global eradication of malaria is possible, and prospects for eventually achieving this audacious goal, are being threatened by the emergence in southeast Asia of parasite resistance to the drug artemisinin and its derivatives. On  page 50  of this issue, Ariey  et al . 1  report welcome news: they have identified a molecular marker of artemisinin-resistant malaria that can be used to map resistance and guide efforts to eliminate it. Artemisinin-based combination treatments have contributed to reductions in the global burden of malaria, prompting the Bill & Melinda Gates Foundation and the World Health Organization to issue a call in 2007 for an international push towards malaria eradication 2 . Artemisinin drugs normally clear malaria parasites from the blood of a patient within two days of starting treatment; now, however, increasing numbers of  Plasmodium falciparum  infections in western Cambodia, southern Vietnam, eastern Myanmar and western Thailand take up to five days to clear. In some areas, artemisinin-based combination therapies are starting to fail completely, with persistence of both infection and clinical illness after what should be curative treatment. Efforts to contain artemisinin resistance in southeast Asia and to eliminate malaria would be aided enormously by the identification of a molecular marker for this drug resistance. Such markers are available for resistance to other antimalarial drugs for which the genetic determinants of resistance in the parasite are known. However, neither the mechanism of artemisinin action nor the mechanism(s) of resistance are understood. Examinations of the  P. falciparum  genome for regions of recent strong evolutionary selection, and targeted and genome-wide association studies, have implicated two adjacent regions on chromosome 13 as potential sites of a resistance-determining gene or genes 3 , 4 . Through dogged determination and a remarkable combination of approaches, Ariey and colleagues seem to have won the race to identify if not the gene, at the very least a key gene, responsible for artemisinin resistance. In what seemed like a long shot, the researchers laboriously grew an artemisinin-sensitive parasite isolated from a Tanzanian individual in culture for five years, exposing it intermittently to artemisinin. The drug was removed when the parasites' growth faltered, and replaced after they bounced back. After 60 cycles of drug pressure, the proportion of parasites surviving a pulse of artemisinin had increased from less than 0.01% to more than 10%. Genome sequencing of this population revealed eight single-nucleotide mutations (single nucleotide polymorphisms, or SNPs) in seven genes that were present in the resistant parasites but not in their siblings grown in a parallel culture without drug exposure. The suspects were cornered. The culprit was then identified when the authors looked for these candidate mutations in parasite lines from Cambodia that had varying susceptibilities to artemisinin drugs  in vitro 5 . After ruling out candidate genes from the Tanzanian isolate that showed no sequence variation in the Cambodian isolates, and genes containing SNPs that were not associated with  in vitro  resistance, a single gene remained with resistance-associated SNPs. The gene is located on chromosome 13, within a candidate region identified in a recent genome-wide association study of clinical artemisinin resistance 4 . The gene in question encodes a kelch protein called K13. Kelch proteins are involved in a variety of protein–protein interactions, and contain several regions of repeating amino-acid sequences, each forming a 'propeller blade' ( Fig. 1 ). Further evidence for the central role of K13-propeller SNPs in resistance was provided by Ariey and colleagues' ecological survey of malaria parasites from several Cambodian provinces. K13-propeller mutations were rare or absent in samples from provinces with virtually no documented resistance, but were widespread in provinces where resistance has been reported. Moreover, their prevalence in these provinces has increased during the past decade, contemporaneously with increases in the prevalence of resistance. The authors went on to show that K13 SNPs were also strongly correlated with delayed parasite clearance following artemisinin treatment in clinical trials. And a final piece of evidence came from subpopulations of Cambodian parasites that can be segregated into sensitive and resistant groups 6 . The prevalence of K13 SNPs not only correlated with resistance among these subpopulations, they actually did a better job of explaining resistance than did population groupings: sensitive parasites assigned on the basis of their genomic profile to 'resistant' subpopulations had wild-type K13, and resistant parasites belonging to 'sensitive' subpopulations carried the SNPs. Definitive proof that K13-propeller mutations confer artemisinin resistance will come from genetic transformation of drug-sensitive parasites into resistant ones by the replacement of their wild-type  K13  gene with a mutated gene. It is of course possible — even probable — that other genes contribute to artemisinin resistance, but this study leaves little doubt that K13 is a major determinant of resistance to these drugs in  P. falciparum  malaria. Further study of gene variants in the chromosomal vicinity of the  K13  gene will ascertain whether resistance arose once in western Cambodia and then spread — in which case the genomic regions containing the K13 SNPs will show extended surrounding sequence similarity, indicating common ancestry — or whether it emerged independently in different geographical locales. If resistance has arisen independently in many areas, local containment efforts will be futile and only regional elimination offers any hope of preventing its spread to Africa, where the arrival of drug-resistant Asian parasites has previously led to marked increases in malaria hospitalizations and deaths 7 . Validation of this molecular marker of artemisinin resistance outside Cambodia will be easily achieved, and mapping of the marker throughout southeast Asia is already under way, thanks to early sharing of the results of this study with local malaria-control workers and researchers. With at least 17 SNPs residing in the propeller domains of K13, only one of which is found in any one parasite, sequencing of the  K13  gene will initially be necessary to map resistance. But if a few specific SNPs emerge as being predictive of resistance in different settings, switching to rapid molecular assays using DNA extracted from dried blood spots will accelerate translation of this research finding into a practical tool for public-health surveillance. Correspondence to\n                 Christopher V. Plowe . Reprints and Permissions"},
{"file_id": "504228a", "url": "https://www.nature.com/articles/504228a", "year": 2013, "authors": [{"name": "Kevin Allen"}, {"name": "Hannah Monyer"}], "parsed_as_year": "2006_or_before", "body": "Recent experience can affect memory either positively or negatively. A small population of inhibitory neurons that express the protein parvalbumin seems to have a pivotal role in this process.  See Letter    p.272 Correspondence to\n                 Hannah Monyer . Reprints and Permissions"},
{"file_id": "504221a", "url": "https://www.nature.com/articles/504221a", "year": 2013, "authors": [{"name": "James F. Kasting"}, {"name": "Chester E. Harman"}], "parsed_as_year": "2006_or_before", "body": "A three-dimensional climate model indicates that the fraction of Sun-like stars that might harbour a rocky planet within their habitable zone could be smaller than previously estimated.  See Letter    p.268 Correspondence to\n                 James F. Kasting . Reprints and Permissions"},
{"file_id": "504229a", "url": "https://www.nature.com/articles/504229a", "year": 2013, "authors": [{"name": "Noel A. Clark"}], "parsed_as_year": "2006_or_before", "body": "The idea of creating liquids containing magnetic particles that display ferromagnetism has not been realized — until now. Plate-shaped magnets in a liquid crystal have been made that exhibit this property.  See Article    p.237 Correspondence to\n                 Noel A. Clark . Reprints and Permissions"},
{"file_id": "nature12847", "url": "https://www.nature.com/articles/nature12847", "year": 2013, "authors": [{"name": "Ewan Birney"}, {"name": "Jonathan K. Pritchard"}], "parsed_as_year": "2006_or_before", "body": "Adding the first high-quality Neanderthal sequence to genomic comparisons of archaic and modern humans sheds light on gene flow, population structure and adaptation, and suggests the existence of an unknown group.  See Article    p.43 Correspondence to\n                 Ewan Birney  or  Jonathan K. Pritchard . Reprints and Permissions"},
{"file_id": "504386a", "url": "https://www.nature.com/articles/504386a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "Adapted extracts from selected News & Views articles published this year. Reprints and Permissions"},
{"file_id": "504380a", "url": "https://www.nature.com/articles/504380a", "year": 2013, "authors": [{"name": "David Lundbek Egholm"}], "parsed_as_year": "2006_or_before", "body": "The thermal history of thousands of rock samples convincingly confirms the idea that climate cooling accelerates the rate of erosion at Earth's surface — and implicates glaciers in particular.  See Letter    p.423 Correspondence to\n                 David Lundbek Egholm . Reprints and Permissions"},
{"file_id": "503045a", "url": "https://www.nature.com/articles/503045a", "year": 2013, "authors": [{"name": "Jeffrey C. Erlich"}, {"name": "Carlos D. Brody"}], "parsed_as_year": "2006_or_before", "body": "Decisions can differ depending on the context that surrounds them. Analyses of the prefrontal cortex region of the monkey brain indicate that a dynamical process at the neuronal population level controls this behaviour.  See Article    p.78 Correspondence to\n                 Carlos D. Brody . Reprints and Permissions"},
{"file_id": "nature12834", "url": "https://www.nature.com/articles/nature12834", "year": 2013, "authors": [{"name": "Kenn Gerdes"}, {"name": "Hanne Ingmer"}], "parsed_as_year": "2006_or_before", "body": "Antibiotic-tolerant, dormant variants of otherwise antibiotic-sensitive bacteria underlie many chronic and relapsing infections. A small molecule has been identified that can efficiently eradicate these persister cells.  See Article    p.365 Correspondence to\n                 Kenn Gerdes  or  Hanne Ingmer . Reprints and Permissions"},
{"file_id": "503205a", "url": "https://www.nature.com/articles/503205a", "year": 2013, "authors": [{"name": "Michael E. Flatté"}], "parsed_as_year": "2006_or_before", "body": "Long-lived single electron spins are crucial for quantum computation and for understanding spin dynamics. A remarkably long lifetime — of the order of minutes — has now been obtained for a solid-state system.  See Letter    p.242 Correspondence to\n                 Michael E. Flatté . Reprints and Permissions"},
{"file_id": "503202a", "url": "https://www.nature.com/articles/503202a", "year": 2013, "authors": [{"name": "Natalia Artemieva"}], "parsed_as_year": "2006_or_before", "body": "The recent entry of a 20-metre-wide celestial rock into Earth's atmosphere offered both a spectacular show and a source of invaluable data that advance our understanding of high-velocity impacts.  See Letters    p.235  &  p.238 Correspondence to\n                 Natalia Artemieva . Reprints and Permissions"},
{"file_id": "503200a", "url": "https://www.nature.com/articles/503200a", "year": 2013, "authors": [{"name": "Hui Cao"}, {"name": "Stafford W. Sheehan"}], "parsed_as_year": "2006_or_before", "body": "A random array of holes etched in a semiconductor structure, consisting of a periodic series of thin layers, has been demonstrated that emits mid-infrared laser radiation. The device could have sensing and imaging applications. Correspondence to\n                 Hui Cao . Reprints and Permissions"},
{"file_id": "nature12708", "url": "https://www.nature.com/articles/nature12708", "year": 2013, "authors": [{"name": "Peter Richerson"}], "parsed_as_year": "2006_or_before", "body": "Many animals use culture, the ability to learn from others, but only humans create complex culture. A laboratory experiment tests which characteristics of our social networks give us this capacity.  See Letter    p.389 Correspondence to\n                 Peter Richerson . Reprints and Permissions"},
{"file_id": "503206a", "url": "https://www.nature.com/articles/503206a", "year": 2013, "authors": [{"name": "Andrew Gonzalez"}], "parsed_as_year": "2006_or_before", "body": "The almost complete extinction of small mammals in forest islands within 25 years of the construction of a reservoir that fragmented the habitat provides a striking example of delayed biodiversity loss. Correspondence to\n                 Andrew Gonzalez . Reprints and Permissions"},
{"file_id": "503350a", "url": "https://www.nature.com/articles/503350a", "year": 2013, "authors": [{"name": "Jonathan T. Overpeck"}], "parsed_as_year": "2006_or_before", "body": "An analysis of North American drought variability over the past millennium shows that it is not unusual for widespread drought to persist for years, prompting fresh thinking about our ability to deal with such climate conditions. Correspondence to\n                 Jonathan T. Overpeck . Reprints and Permissions"},
{"file_id": "503345a", "url": "https://www.nature.com/articles/503345a", "year": 2013, "authors": [{"name": "Emily Carrington"}], "parsed_as_year": "2006_or_before", "body": "Breaking waves place repeated loading on marine algae, which can lead to death by fatigue. But observations of one alga suggest that its joint structure, which lacks transverse connections, confers fatigue resistance. Correspondence to\n                 Emily Carrington . Reprints and Permissions"},
{"file_id": "503346a", "url": "https://www.nature.com/articles/503346a", "year": 2013, "authors": [{"name": "Bernhard Wehrli"}], "parsed_as_year": "2006_or_before", "body": "Emissions of carbon dioxide from inland waters to the atmosphere are a crucial link in the global carbon cycle. A comprehensive analysis reveals that this connection is much stronger than was previously thought.  See Article    p.355 Correspondence to\n                 Bernhard Wehrli . Reprints and Permissions"},
{"file_id": "nature12837", "url": "https://www.nature.com/articles/nature12837", "year": 2013, "authors": [{"name": "James C. W. Locke"}], "parsed_as_year": "2006_or_before", "body": "In a bacterial population, some cells stay single and motile, whereas others settle down and form chains. A study now investigates the mechanisms that determine these outcomes.  See Article    p.481 Correspondence to\n                James C. W. Locke. Reprints and Permissions"},
{"file_id": "nature12835", "url": "https://www.nature.com/articles/nature12835", "year": 2013, "authors": [{"name": "Gideon Bollag"}, {"name": "Chao Zhang"}], "parsed_as_year": "2006_or_before", "body": "After three decades of unsuccessful efforts to develop small molecules that neutralize the cancer-causing Ras proteins, an approach has been found that opens up fresh avenues for anticancer research.  See Letter    p.548 Correspondence to\n                 Gideon Bollag  or  Chao Zhang . Reprints and Permissions"},
{"file_id": "503477a", "url": "https://www.nature.com/articles/503477a", "year": 2013, "authors": [{"name": "K. D. Kuntz"}], "parsed_as_year": "2006_or_before", "body": "Detailed observations of an intermittent ultraluminous X-ray source indicate that its emission is unlikely to be powered by mass accretion onto an intermediate-mass black hole as previously thought.  See Letter    p.500 Correspondence to\n                 K. D. Kuntz . Reprints and Permissions"},
{"file_id": "nature12838", "url": "https://www.nature.com/articles/nature12838", "year": 2013, "authors": [{"name": "Katharine N. Suding"}], "parsed_as_year": "2006_or_before", "body": "The shifting nature of positive and negative feedbacks in a woodland region invaded by an exotic grass sheds light on the complexity of managing natural systems.  See Letter    p.517 Correspondence to\n                 Katharine N. Suding . Reprints and Permissions"},
{"file_id": "nature12836", "url": "https://www.nature.com/articles/nature12836", "year": 2013, "authors": [{"name": "Harry Y. McSween"}], "parsed_as_year": "2006_or_before", "body": "Analysis of a meteorite found in northwest Africa, prosaically named NWA 7533, indicates that it is the first sample of the regolith, or 'soil', of Mars, and is derived from the earliest Martian igneous crust yet identified.  See Letter    p.513 Correspondence to\n                 Harry Y. McSween . Reprints and Permissions"},
{"file_id": "nature12839", "url": "https://www.nature.com/articles/nature12839", "year": 2013, "authors": [{"name": "John N. Weinstein"}, {"name": "Philip L. Lorenzi"}], "parsed_as_year": "2006_or_before", "body": "Large panels of human cancer cell lines have been profiled at the DNA, RNA and pharmacological levels to accelerate the search for cancer therapies. But two of those large data sets show only partial concordance.  See Analysis    p.389 Correspondence to\n                 John N. Weinstein . Reprints and Permissions"},
{"file_id": "nature12700", "url": "https://www.nature.com/articles/nature12700", "year": 2013, "authors": [{"name": "Joost Zomerdijk"}], "parsed_as_year": "2006_or_before", "body": "Crystal structures of the complete RNA polymerase I complex are now revealed. The structures link the opening and closing of this enzyme's DNA-binding cleft to the control of transcription.  See Articles    p.644  &  p.650 Correspondence to\n                 Joost Zomerdijk . Reprints and Permissions"},
{"file_id": "nature12697", "url": "https://www.nature.com/articles/nature12697", "year": 2013, "authors": [{"name": "Benjamin Schuler"}, {"name": "Jane Clarke"}], "parsed_as_year": "2006_or_before", "body": "The dynamics of chemical reactions in solution are described by Kramers' theory, but the parameters involved have eluded direct measurement. A study of protein folding reveals how this problem can be overcome.  See Letter    p.685 Correspondence to\n                 Benjamin Schuler  or  Jane Clarke . Reprints and Permissions"},
{"file_id": "nature12698", "url": "https://www.nature.com/articles/nature12698", "year": 2013, "authors": [{"name": "Graham Jones"}], "parsed_as_year": "2006_or_before", "body": "Photosynthetic algal symbionts of corals produce sulphur substances that are involved in the regulation of ocean temperatures. In a twist to the tale, it emerges that coral animals produce the same compounds.  See Letter    p.677 Correspondence to\n                 Graham Jones . Reprints and Permissions"},
{"file_id": "502452a", "url": "https://www.nature.com/articles/502452a", "year": 2013, "authors": [{"name": "Fred Spoor"}], "parsed_as_year": "2006_or_before", "body": "A complete hominin cranium found at the archaeological site of Dmanisi shows remarkably primitive morphology, prompting its discoverers to propose that early forms of the genus  Homo  evolved as a single, highly variable lineage. Correspondence to\n                 Fred Spoor . Reprints and Permissions"},
{"file_id": "502458a", "url": "https://www.nature.com/articles/502458a", "year": 2013, "authors": [{"name": "Polly L. Arnold"}], "parsed_as_year": "2006_or_before", "body": "Carbon monoxide molecules are typically coupled together using metal catalysts. The discovery that boron, a non-metal, mediates such a reaction is startling, and raises the prospect of potentially useful carbon–carbon bond-forming processes. Correspondence to\n                 Polly L. Arnold . Reprints and Permissions"},
{"file_id": "502456a", "url": "https://www.nature.com/articles/502456a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Much excellent archaeological work has been done on Stonehenge ... It has been established that there was building activity from approximately 2,000  B.C.  until 1,500  B.C.  At the beginning of this period the 56 Aubrey holes were dug at equal spacings around a circle with errors of less than 0.5°. At the final phase the giant trilithon archways were in position, surrounded by the sarsen circle ... Positions of all stones, holes and midpoints were measured ... The machine programme called for the positions of stones, stone holes etc., in selected pairs, and the azimuths and horizontal declinations were computed. These alignments were then compared with the positions of the celestial bodies, and the errors of alignment computed. Stars and planets yielded no detectable correlation ... The Sun yielded 10 correlations; to a mean accuracy of 1.5° the Moon gave 14. \n               From  \n               Nature \n                26 October 1963 \n             \n               100 Years Ago \n             The Gypsy Lore Journal  is largely devoted to an account by Mr. E. O. Windstedt of “The Gypsy Coppersmiths' Invasion of 1911–1913.” Owing to the reticence displayed by these people, the origin of the party which visited England is uncertain. ... They appear to be genuine Gypsies, their skin colour being practically identical with that of the Russian peasantry. In their metal work there are remarkable coincidences with Indian art products. This monograph contains a very complete account of their religious beliefs, organisation, dress, manners, and customs. The excellent work being carried out, with very limited resources, by the Gypsy Lore Society ... should invite support from all who are interested in this remarkable race and from students of anthropology. \n               From  \n               Nature \n                23 October 1913 \n             Reprints and Permissions"},
{"file_id": "502459a", "url": "https://www.nature.com/articles/502459a", "year": 2013, "authors": [{"name": "Dominik A. Riechers"}], "parsed_as_year": "2006_or_before", "body": "Spectroscopic measurements of 43 candidates for distant galaxies have confirmed one to be the most remote galaxy securely identified to date — and it forms stars more than 100 times faster than the Milky Way.  See Letter    p.524 Correspondence to\n                 Dominik A. Riechers . Reprints and Permissions"},
{"file_id": "nature12702", "url": "https://www.nature.com/articles/nature12702", "year": 2013, "authors": [{"name": "Drake Deming"}], "parsed_as_year": "2006_or_before", "body": "Orbiting less than two stellar radii above the visible surface of a Sun-like star, the Earth-sized exoplanet Kepler-78b is a hellish world. But its existence bodes well for the discovery and characterization of habitable planets.  See Letters    p.377  &  p.381 Correspondence to\n                 Drake Deming . Reprints and Permissions"},
{"file_id": "nature12704", "url": "https://www.nature.com/articles/nature12704", "year": 2013, "authors": [{"name": "Valerie F. Reyna"}], "parsed_as_year": "2006_or_before", "body": "In response to bad news about risk, young adolescents alter estimates of their own vulnerability to adverse events less accurately than older people. The finding has implications for managing risk-taking behaviour in young people. Correspondence to\n                 Valerie F. Reyna . Reprints and Permissions"},
{"file_id": "nature12703", "url": "https://www.nature.com/articles/nature12703", "year": 2013, "authors": [{"name": "Louis J. Picker"}, {"name": "Steven G. Deeks"}], "parsed_as_year": "2006_or_before", "body": "Efforts to make a prophylactic HIV vaccine have identified monoclonal antibodies that potently suppress viral replication. Studies in monkeys show that these reagents effectively treat HIV infection.  See Article    p.224  &  Letter    p.277 Correspondence to\n                 Louis J. Picker  or  Steven G. Deeks . Reprints and Permissions"},
{"file_id": "nature12701", "url": "https://www.nature.com/articles/nature12701", "year": 2013, "authors": [{"name": "Jeffrey S. McKinnon"}, {"name": "Maria R. Servedio"}], "parsed_as_year": "2006_or_before", "body": "Research on guppies provides the most definitive evidence yet for the rare-male effect — a long-standing hypothesis to explain the perplexing maintenance of variation in traits that are subject to strong mate choice.  See Letter    p.108 Correspondence to\n                 Jeffrey S. McKinnon  or  Maria R. Servedio . Reprints and Permissions"},
{"file_id": "502628a", "url": "https://www.nature.com/articles/502628a", "year": 2013, "authors": [{"name": "David A. Wardle"}], "parsed_as_year": "2006_or_before", "body": "A study reveals that increasing aridity alters the balance of carbon, nitrogen and phosphorus in dryland soils, providing insight into how global climate change will affect soil fertility and ecosystem services.  See Letter    p.672 Correspondence to\n                 David A. Wardle . Reprints and Permissions"},
{"file_id": "502631a", "url": "https://www.nature.com/articles/502631a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             During the past year, reports of a remarkable case of 'digital vision' have percolated into Britain from the U.S.S.R. ... The subject ... whose personality is admittedly abnormal, is said to have trained herself to distinguish colours and forms by means of her fingers and to be able to read books and newspapers by digital scanning alone ... It has been shown, for example, that her reading is not impaired by interposing a plate of glass between the print and her fingers or by projecting the print on to a ground glass screen to exclude tactile sensation. It might, therefore, seem that the girl's fingers are genuinely sensitive to light ... The lack of any image-forming device and the relative poverty of the nerve supply to the fingers in comparison with that of the eye constitute seemingly fatal objections to the hypothesis of 'digital vision'. \n               From  \n               Nature \n                2 November 1963 \n             \n               100 Years Ago \n             Vorlesungen über die Theorie der Wärmestrahlung . By Dr. Max Planck — The first edition of this book, which appeared in 1906, was reviewed in Nature ... The many and varied contributions to our knowledge of radiation phenomena that have been published in the ensuing years have made it necessary for Dr. Planck to rewrite and modify the book to a considerable extent ... As before, the object of the book is to apply the statistical methods previously used in the kinetic theory of gases to the phenomena of radiation ... The treatment is largely based on the remarkable assumption which the author designates as the “quantum-hypothesis.” ... This is analogous to the electron theory, which assigns a definite magnitude to the electron or “elementary quantum” of electricity. \n               From  \n               Nature \n                30 November 1913 \n             Reprints and Permissions"},
{"file_id": "502633a", "url": "https://www.nature.com/articles/502633a", "year": 2013, "authors": [{"name": "Blanca Jiménez Cisneros"}], "parsed_as_year": "2006_or_before", "body": "A comprehensive search identifies a global dearth of data on the generation, treatment and use of wastewater. Remedying this situation will help policy-makers to better legislate for the management of this precious resource. Correspondence to\n                 Blanca Jiménez Cisneros . Reprints and Permissions"},
{"file_id": "503043a", "url": "https://www.nature.com/articles/503043a", "year": 2013, "authors": [{"name": "Michael Shelley"}], "parsed_as_year": "2006_or_before", "body": "Populations of rolling particles have been shown to display unidirectional collective motion in a racetrack enclosure. Theoretical modelling suggests that hydrodynamic and electrostatic effects promote such behaviour.  See Letter    p.95 Correspondence to\n                 Michael Shelley . Reprints and Permissions"},
{"file_id": "501495a", "url": "https://www.nature.com/articles/501495a", "year": 2013, "authors": [{"name": "Franz Kreupl"}], "parsed_as_year": "2006_or_before", "body": "The most complex electronic device yet built from carbon nanotubes has been demonstrated. The system is a functional universal computer, and represents a significant advance in the field of emerging electronic materials.  See Letter    p.526 Correspondence to\n                 Franz Kreupl . Reprints and Permissions"},
{"file_id": "nature12699", "url": "https://www.nature.com/articles/nature12699", "year": 2013, "authors": [{"name": "Christian Flindt"}], "parsed_as_year": "2006_or_before", "body": "The ability to control individual electrons in an electronic conductor would pave the way for novel quantum technologies. Single electrons emerging from a sea of their fellows in a nanoscale electrode can now be generated.  See Letter    p.659 Correspondence to\n                 Christian Flindt . Reprints and Permissions"},
{"file_id": "nature12689", "url": "https://www.nature.com/articles/nature12689", "year": 2013, "authors": [{"name": "Sougato Bose"}], "parsed_as_year": "2006_or_before", "body": "Two independent experiments have demonstrated control of one mobile quantum of excitation by another. The results are likely to have ramifications for information processing and transfer.  See Letters    p.71  &  p.76 Correspondence to\n                 Sougato Bose . Reprints and Permissions"},
{"file_id": "nature12691", "url": "https://www.nature.com/articles/nature12691", "year": 2013, "authors": [{"name": "Job Dekker"}, {"name": "Leonid Mirny"}], "parsed_as_year": "2006_or_before", "body": "Data obtained from analysing chromosomal organization and interactions in individual cells unify previous results obtained by single-cell imaging and studies of population-averaged genomic interactions.  See Article    p.59 Correspondence to\n                 Job Dekker  or  Leonid Mirny . Reprints and Permissions"},
{"file_id": "501494a", "url": "https://www.nature.com/articles/501494a", "year": 2013, "authors": [{"name": "Derek P. Tittensor"}], "parsed_as_year": "2006_or_before", "body": "The inclusion of abundance data in global surveys of reef fishes reveals new hotspots of functional biodiversity, not all of which show high species richness. The findings may influence conservation priorities.  See Letter    p.539 Correspondence to\n                 Derek P. Tittensor . Reprints and Permissions"},
{"file_id": "nature12563", "url": "https://www.nature.com/articles/nature12563", "year": 2013, "authors": [{"name": "Franz Narberhaus"}], "parsed_as_year": "2006_or_before", "body": "Some normally innocuous bacteria can turn into serious pathogens. It seems that one such species,  Neisseria meningitidis , uses three RNA-based thermosensors to escape the immune response of its human host.  See Letter    p.237 Correspondence to\n                 Franz Narberhaus . Reprints and Permissions"},
{"file_id": "502042a", "url": "https://www.nature.com/articles/502042a", "year": 2013, "authors": [{"name": "Toshihiro Omori"}, {"name": "Ryosuke Kainuma"}], "parsed_as_year": "2006_or_before", "body": "An alloy has been made that undergoes a remarkably reproducible phase transition over thousands of cycles. This finding could allow the development of practically useful materials that 'remember' their shape after deformation.  See Letter    p.85 Correspondence to\n                 Toshihiro Omori  or  Ryosuke Kainuma . Reprints and Permissions"},
{"file_id": "nature12692", "url": "https://www.nature.com/articles/nature12692", "year": 2013, "authors": [{"name": "Paul Saftig"}, {"name": "Konrad Sandhoff"}], "parsed_as_year": "2006_or_before", "body": "Lysosomes are the main degradative compartment in cells, but they are also involved in cell-death pathways. Studies using existing drugs show that lysosomes are excellent pharmacological targets for selectively destroying cancer cells. Correspondence to\n                 Paul Saftig . Reprints and Permissions"},
{"file_id": "nature12693", "url": "https://www.nature.com/articles/nature12693", "year": 2013, "authors": [{"name": "Valentina Cianfanelli"}, {"name": "Francesco Cecconi"}], "parsed_as_year": "2006_or_before", "body": "The degradative process known as autophagy is a cellular quality-control mechanism that is associated with many clinical disorders. It emerges that autophagy and the cell's primary cilium regulate each other.  See Article    p.194    and Letter    p.254 Correspondence to\n                 Francesco Cecconi . Reprints and Permissions"},
{"file_id": "nature12694", "url": "https://www.nature.com/articles/nature12694", "year": 2013, "authors": [{"name": "Hartmut Wekerle"}, {"name": "Edgar Meinl"}], "parsed_as_year": "2006_or_before", "body": "A drug already used to treat Parkinson's disease induces repair of the damage that occurs to the myelin sheath around nerve fibres during multiple sclerosis. The finding offers new therapeutic avenues for this disease.  See Article    p.327 Correspondence to\n                 Hartmut Wekerle . Reprints and Permissions"},
{"file_id": "502181a", "url": "https://www.nature.com/articles/502181a", "year": 2013, "authors": [{"name": "Costas A. Lyssiotis"}, {"name": "Lewis C. Cantley"}], "parsed_as_year": "2006_or_before", "body": "Fructose and glucose have the same caloric value, but the two sugars are metabolized differently. It emerges that mice that cannot metabolize fructose are healthier when placed on carbohydrate-rich diets. Correspondence to\n                 Costas A. Lyssiotis  or  Lewis C. Cantley . L.C.C. owns equity in, receives compensation from, and serves on the Board of Directors and Scientific Advisory Board of Agios Pharmaceuticals. Agios Pharmaceuticals is identifying metabolic pathways of cancer cells and developing drugs to inhibit such enzymes in order to disrupt tumour-cell growth and survival. Reprints and Permissions"},
{"file_id": "502177a", "url": "https://www.nature.com/articles/502177a", "year": 2013, "authors": [{"name": "Andrew N. Jordan"}], "parsed_as_year": "2006_or_before", "body": "The continuous random path of a superconducting system's quantum state has been tracked as the state changes during measurement. The results open the possibility of steering quantum systems into a desired state.  See Letter    p.211 Correspondence to\n                 Andrew N. Jordan . Reprints and Permissions"},
{"file_id": "502180a", "url": "https://www.nature.com/articles/502180a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             EVIDENCE FOR LIFE ON MARS My opinion is that the evidence has been distorted and that a re-examination is required. ... As an alternative to the interpretation of life on Mars, I prefer an inorganic explanation based on ideas of McLaughlin and Kuiper. Assuming volcanoes, both active and dead, and suitable winds, the phenomena can be interpreted in a reasonably consistent manner. ... The question of life on Mars has intrigued scientists for decades. Owing to the possibility of being able to verify directly the life hypothesis in the very near future it is becoming a subject of widespread study. ... On the basis of this brief discussion it is suggested that the life interpretation is very tenuous and that inorganic interpretations be given greater credence. \n               From  \n               Nature \n                12 October 1963 \n             \n               100 Years Ago \n             The National Gas Exhibition at Shepherd's Bush, which will be open during the whole of October, affords the best object lesson in gas lighting that the public has ever had the opportunity of studying ... In domestic heating the grasping of the conditions necessary to make gas a hygienic domestic fuel has been the great factor that has led to progress. In the early days of the gas fire, only 25 to 33 per cent. of the heat was given out as radiant heat, and convection was relied upon largely to give the heating effect, this giving hot air to breathe, and at the same time leaving the objects in the room often so far below the body temperature as to lead to chill ... Another very suggestive exhibit is a series of compartments illustrating the effect of the colour and surface of wall-papers on the amount of illumination obtained from equal sources of light. \n               From  \n               Nature \n                9 October 1913 \n             Reprints and Permissions"},
{"file_id": "502313a", "url": "https://www.nature.com/articles/502313a", "year": 2013, "authors": [{"name": "Andrea J. O'Connor"}, {"name": "Frank Caruso"}], "parsed_as_year": "2006_or_before", "body": "Finding a way to control how particles bind to cells could open up opportunities for biomedical research. The discovery of a method for directing the orientation of particle–cell interactions is therefore a cause for excitement. Correspondence to\n                 Frank Caruso . Reprints and Permissions"},
{"file_id": "nature12695", "url": "https://www.nature.com/articles/nature12695", "year": 2013, "authors": [{"name": "Philippe Janvier"}], "parsed_as_year": "2006_or_before", "body": "Sophisticated microscopy analysis of conodont elements suggests that these mysterious fossil structures are not, as has been previously suggested, evolutionary precursors to vertebrate teeth.  See Letter    p.546 Correspondence to\n                 Philippe Janvier . Reprints and Permissions"},
{"file_id": "502307a", "url": "https://www.nature.com/articles/502307a", "year": 2013, "authors": [{"name": "Yaron Silberberg"}], "parsed_as_year": "2006_or_before", "body": "Lasers known as frequency combs have been used to generate molecular spectra from samples within microseconds and with high spatial resolution. This offers fresh prospects for making microscopy observations in real time.  See Letter    p.355 Correspondence to\n                 Yaron Silberberg . Reprints and Permissions"},
{"file_id": "501037a", "url": "https://www.nature.com/articles/501037a", "year": 2013, "authors": [{"name": "Rupert Ursin"}, {"name": "Richard Hughes"}], "parsed_as_year": "2006_or_before", "body": "A cost-effective architecture for quantum cryptography has been demonstrated in which a single receiver positioned at a network-hub node is shared by many end users to exchange secret encryption keys.  See Letter    p.69 Correspondence to\n                 Rupert Ursin  or  Richard Hughes . Reprints and Permissions"},
{"file_id": "nature12463", "url": "https://www.nature.com/articles/nature12463", "year": 2013, "authors": [{"name": "Giovanna Ghirlanda"}], "parsed_as_year": "2006_or_before", "body": "Cellular cross-talk, enzymatic catalysis and regulation of gene expression all depend on molecular recognition. A method that allows the design of proteins with desired recognition sites could thus be revolutionary.  See Letter    p.212 Correspondence to\n                 Giovanna Ghirlanda . Reprints and Permissions"},
{"file_id": "501040a", "url": "https://www.nature.com/articles/501040a", "year": 2013, "authors": [{"name": "Patricia Boya"}, {"name": "Patrice Codogno"}], "parsed_as_year": "2006_or_before", "body": "Vision requires the continuous recycling of photobleached pigments. An atypical form of a degradative pathway called autophagy seems to participate in this process in retinal pigment epithelial cells. Correspondence to\n                 Patricia Boya . Reprints and Permissions"},
{"file_id": "nature12555", "url": "https://www.nature.com/articles/nature12555", "year": 2013, "authors": [{"name": "Marcel A. Behr"}, {"name": "Erwin Schurr"}], "parsed_as_year": "2006_or_before", "body": "Autophagy, the process of cellular self-cannibalism, comes in various forms. It now emerges that two of these — mitophagy and xenophagy — share a common initiator protein, Parkin.  See Article    p.512 Correspondence to\n                 Marcel A. Behr  or  Erwin Schurr . Reprints and Permissions"},
{"file_id": "501172a", "url": "https://www.nature.com/articles/501172a", "year": 2013, "authors": [{"name": "Ernst Fill"}], "parsed_as_year": "2006_or_before", "body": "A spectroscopic technique has been demonstrated that uses stimulated emission to enhance weak X-ray signals for fundamental studies in materials science.  See Letter    p.191 Correspondence to\n                 Ernst Fill . Reprints and Permissions"},
{"file_id": "nature12558", "url": "https://www.nature.com/articles/nature12558", "year": 2013, "authors": [{"name": "George P. Souroullas"}, {"name": "Norman E. Sharpless"}], "parsed_as_year": "2006_or_before", "body": "Triplication of the enzyme USP16 in models of Down's syndrome creates defects in the stem cells resident in adult tissues. This finding provides insight into stem-cell homeostasis during ageing.  See Article    p.380 Correspondence to\n                 Norman E. Sharpless . Reprints and Permissions"},
{"file_id": "nature12559", "url": "https://www.nature.com/articles/nature12559", "year": 2013, "authors": [{"name": "Alejandro De Los Angeles"}, {"name": "George Q. Daley"}], "parsed_as_year": "2006_or_before", "body": "Cellular reprogramming to a stem-cell state has now been achieved in tissues of genetically engineered mice. This work signals a future for regenerative medicine in which tissue fates might be manipulated in living organisms.  See Article    p.340 Correspondence to\n                 George Q. Daley . Reprints and Permissions"},
{"file_id": "501170a", "url": "https://www.nature.com/articles/501170a", "year": 2013, "authors": [{"name": "Adeline Lo"}, {"name": "James H. Fowler"}], "parsed_as_year": "2006_or_before", "body": "A mathematical model of gun ownership has been developed that clarifies the debate on gun control and tentatively suggests that firearms restrictions may reduce the homicide rate. Correspondence to\n                 James H. Fowler . Reprints and Permissions"},
{"file_id": "nature12557", "url": "https://www.nature.com/articles/nature12557", "year": 2013, "authors": [{"name": "Michael D. McGehee"}], "parsed_as_year": "2006_or_before", "body": "The ultimate goal of the solar-cell industry is to make inexpensive devices that are highly efficient at converting sunlight into electricity. The advent of perovskite semiconductors could be the key to reaching this goal.  See Letter    p.395 Correspondence to\n                 Michael D. McGehee . Reprints and Permissions"},
{"file_id": "501176a", "url": "https://www.nature.com/articles/501176a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Prof. L. Egyed has recently summarized a number of hypotheses concerning the expansion of the Earth, and has suggested that the Earth's radius is expanding at a rate of 0.5–1.0 mm per year. There appears to be a remarkably close agreement between the rate of increase of the Earth's radius and that of the universe according to Hubble's law. Using the at present accepted value for Hubble's constant,  H  = 100 km/s/megaparsec, which is 1.65 × 10 −4  mm per year per mile, and substituting the value of the Earth's radius in the Hubble equation,  υ  =  RH , we obtain a radial expansion for the Earth of 0.66 mm per year. While this agreement may be fortuitous it may suggest a fundamental concordance between expansion processes in the Earth's core and those responsible for the expansion of the universe. \n               From  \n               Nature \n                14 September 1963 \n             \n               100 Years Ago \n             In a paper on the psychology of insects, read before the General Malarial Committee at Madras in November, 1912, Prof. Howlett, after giving an account of experiments carried out by him on the response of insects to stimuli, comes to the conclusion that insects are to be regarded “not as intelligent beings consciously shaping a path through life, but as being in a sort of active hypnotic trance.” It is claimed that this view of insect-psychology opens up great possibilities in the study of insect carriers of disease, since “it is no intelligent foe we have to fight, but a mere battalion of somnambulists.” If we discover the stimuli or particular conditions which determine the actions of an insect, we can apply them to its undoing. \n               From  \n               Nature \n                11 September 1913 \n             Reprints and Permissions"},
{"file_id": "501177a", "url": "https://www.nature.com/articles/501177a", "year": 2013, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "The Sutter's Mill meteorite exploded in a dazzling fireball over California last year (pictured). Writing in  Proceedings of the National Academy of Sciences , Pizzarello  et al . report that it contained organic molecules not found in any previously analysed meteorites (S. Pizzarello  et al .  Proc. Natl Acad. Sci. USA   http://dx.doi.org/10.1073/pnas.1309113110 ; 2013). The authors' analysis of extracts of organic matter from the meteorite revealed a complex mixture of oxygen-rich compounds, which probably resulted from oxidative processes that occurred in the parent body. Intriguingly, the authors suggest that such compounds could have been released to prebiotic Earth during or after meteorite bombardments, adding to the roster of organic molecules that might have contributed to the evolution of life. Reprints and Permissions"},
{"file_id": "501322a", "url": "https://www.nature.com/articles/501322a", "year": 2013, "authors": [{"name": "Jayne Raper"}, {"name": "David J. Friedman"}], "parsed_as_year": "2006_or_before", "body": "Pathogens and their hosts engage in perpetual molecular arms races. In one such evolutionary stand-off, the protagonists are trypanosome parasites and a human immune complex based on a high-density lipoprotein.  See Letter    p.430 Correspondence to\n                 Jayne Raper  or  David J. Friedman . Reprints and Permissions"},
{"file_id": "nature12562", "url": "https://www.nature.com/articles/nature12562", "year": 2013, "authors": [{"name": "Craig A. Townsend"}], "parsed_as_year": "2006_or_before", "body": "Rings in biologically active molecules confer rigidity that helps the molecules to bind strongly and selectively to their targets. A ring-forming mechanism has been identified that involves a biochemically unusual reaction.  See Letter    p.124 Correspondence to\n                 Craig A. Townsend . Reprints and Permissions"},
{"file_id": "nature12560", "url": "https://www.nature.com/articles/nature12560", "year": 2013, "authors": [{"name": "Andrew J. Daley"}], "parsed_as_year": "2006_or_before", "body": "The push to engineer and probe quantum many-body systems using ultracold gases has reached a milestone with the observation of controlled dynamics caused by interactions between distant molecules trapped in a lattice.  See Letter    p.521 Correspondence to\n                 Andrew J. Daley . Reprints and Permissions"},
{"file_id": "501318a", "url": "https://www.nature.com/articles/501318a", "year": 2013, "authors": [{"name": "Isaac M. Held"}], "parsed_as_year": "2006_or_before", "body": "A global climate model that factors in the observed temperature of the surface ocean in the eastern equatorial Pacific offers an explanation for the recent hiatus in global warming.  See Letter    p.403 Correspondence to\n                 Isaac M. Held . Reprints and Permissions"},
{"file_id": "nature12551", "url": "https://www.nature.com/articles/nature12551", "year": 2013, "authors": [{"name": "Mark Schlissel"}], "parsed_as_year": "2006_or_before", "body": "B cells arise in the bone marrow and go on to produce antibodies that protect against microbial infection. Surprisingly, it seems that B-cell development also occurs in the gut, where it is stimulated by resident microbes.  See Letter    p.112 Correspondence to\n                 Mark Schlissel . Reprints and Permissions"},
{"file_id": "nature12549", "url": "https://www.nature.com/articles/nature12549", "year": 2013, "authors": [{"name": "Cholsoon Jang"}, {"name": "Zoltan Arany"}], "parsed_as_year": "2006_or_before", "body": "The formation of new blood vessels from pre-existing ones is a carefully orchestrated dance. A study reveals that the metabolism of sugar by glycolysis contributes to its regulation. Correspondence to\n                 Zoltan Arany . Reprints and Permissions"},
{"file_id": "500408a", "url": "https://www.nature.com/articles/500408a", "year": 2013, "authors": [{"name": "Douglas Natelson"}], "parsed_as_year": "2006_or_before", "body": "The observation of a triple point of coexistence between two insulating phases and a conducting phase in vanadium dioxide reveals physics that may help to unravel the role of electronic correlations in this material.  See Letter    p.431 Correspondence to\n                 Douglas Natelson . Reprints and Permissions"},
{"file_id": "500411a", "url": "https://www.nature.com/articles/500411a", "year": 2013, "authors": [{"name": "Colin Fontaine"}], "parsed_as_year": "2006_or_before", "body": "How ecological network structures are influenced by species coexistence, community stability and perturbations is a topic of debate. It seems that one overlooked correlate of nested structures is species abundances.  See Letter    p.449 Correspondence to\n                 Colin Fontaine . Reprints and Permissions"},
{"file_id": "500406a", "url": "https://www.nature.com/articles/500406a", "year": 2013, "authors": [{"name": "Andreas Möglich"}, {"name": "Peter Hegemann"}], "parsed_as_year": "2006_or_before", "body": "The combination of two techniques — optogenetics and genome editing using engineered nucleases — now provides a general means for the light-controlled regulation of any gene of interest.  See Letter    p.472 Correspondence to\n                 Andreas Möglich  or  Peter Hegemann . Reprints and Permissions"},
{"file_id": "500405a", "url": "https://www.nature.com/articles/500405a", "year": 2013, "authors": [{"name": "Jørgen Christensen-Dalsgaard"}], "parsed_as_year": "2006_or_before", "body": "A correlation between stellar brightness variations and the gravitational acceleration at a star's surface has been observed that allows this acceleration to be measured with a precision of better than 25%.  See Letter    p.427 Correspondence to\n                 Jørgen Christensen-Dalsgaard . Reprints and Permissions"},
{"file_id": "500404a", "url": "https://www.nature.com/articles/500404a", "year": 2013, "authors": [{"name": "Alexander Christmann"}, {"name": "Erwin Grill"}], "parsed_as_year": "2006_or_before", "body": "Herbivory and mechanical wounding in plants have been shown to elicit electrical signals — mediated by two glutamate-receptor-like proteins — that induce defence responses at local and distant sites.  See Article    p.422 Correspondence to\n                 Alexander Christmann  or  Erwin Grill . Reprints and Permissions"},
{"file_id": "nature12550", "url": "https://www.nature.com/articles/nature12550", "year": 2013, "authors": [{"name": "Victor Nizet"}, {"name": "Tony Yaksh"}], "parsed_as_year": "2006_or_before", "body": "During infection, the inflammatory immune response can cause pain by activating nociceptor neurons. A bacterial pathogen also seems to stimulatepain directly, modulating the immune response in its favour.  See Article    p.52 Correspondence to\n                 Victor Nizet  or  Tony Yaksh . Reprints and Permissions"},
{"file_id": "500412a", "url": "https://www.nature.com/articles/500412a", "year": 2013, "authors": [{"name": "Gregory D. D. Hurst"}, {"name": "Chris D. Jiggins"}], "parsed_as_year": "2006_or_before", "body": "The far-reaching effects of the relationship between an animal and its resident gut microorganisms are becoming ever clearer. New findings suggest it can even create barriers that keep species separate. Correspondence to\n                 Gregory D. D. Hurst  or  Chris D. Jiggins . Reprints and Permissions"},
{"file_id": "500410a", "url": "https://www.nature.com/articles/500410a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Outline of Human Genetics. By Prof. L. S. Penrose — Throughout, Prof. Penrose deals with just those points which are of general interest and particularly topics about which people ignorant of genetics are always asking, for example, Is natural selection still operating in spite of civilization and medical advances? ... In “Commentary” he explains in more detail how common chromosomal abnormalities, such as those causing mongolism and intersexes, are produced; mentions theories dealing with the possibility of inherited cancer; touches on pharmacogenetics; and outlines the vast amount of genetic variability which is being shown up by the complicated polymorphisms of the blood proteins. Finally, he makes the very good point that while geneticists are continually worrying about the quality of the human race we shall have doubled our numbers in the next 50 years and that birth control is far more important than the fruitless task of planning the superman. \n               From  \n               Nature \n                24 August 1963. \n             \n               100 Years Ago \n             An exhibit illustrating the damage caused to biscuits sent out in soldered tins for the use of the troops in South Africa—especially during the Boer war—Gibraltar, Malta, Ceylon, &c., has just been placed in the central hall of the British Museum (Natural History), where it will be kept open about a month. The larvae of certain minute moths and beetles were the active agents; and it appears that since these cannot, in all probability, withstand the high temperature to which the biscuits are subjected in baking, the eggs must be laid by the moths during the period when the biscuits are being cooled before tinning. \n               From  \n               Nature \n                21 August 1913. \n             Reprints and Permissions"},
{"file_id": "500538a", "url": "https://www.nature.com/articles/500538a", "year": 2013, "authors": [{"name": "Sungsoon Fang"}, {"name": "Ronald M. Evans"}], "parsed_as_year": "2006_or_before", "body": "People whose guts contain a low diversity of bacteria are found to have higher levels of body fat and inflammation than those with high gut-microbial richness. But dietary intervention can help.  See Article    p.541  &  Letter p.585 Correspondence to\n                 Sungsoon Fang  or  Ronald M. Evans . Reprints and Permissions"},
{"file_id": "501321a", "url": "https://www.nature.com/articles/501321a", "year": 2013, "authors": [{"name": "Jennifer MacKinnon"}], "parsed_as_year": "2006_or_before", "body": "Internal lee waves are a player in ocean dynamics that may make an important contribution to deep-ocean mixing. They warrant serious consideration for inclusion in the next generation of climate models. Correspondence to\n                 Jennifer MacKinnon . Reprints and Permissions"},
{"file_id": "500537a", "url": "https://www.nature.com/articles/500537a", "year": 2013, "authors": [{"name": "Jonathan C. Tan"}], "parsed_as_year": "2006_or_before", "body": "Massive stars, with masses ten or more times that of the Sun, dominate our Universe. Theories of how these stars form are now being challenged by observations of a collapsing cloud of gas and dust. Correspondence to\n                 Jonathan C. Tan . Reprints and Permissions"},
{"file_id": "500535a", "url": "https://www.nature.com/articles/500535a", "year": 2013, "authors": [{"name": "Stephan Rosswog"}], "parsed_as_year": "2006_or_before", "body": "The observation of infrared emission following a short γ-ray burst lends support to the hypothesis that mergers of compact binary systems cause such bursts and produce the heaviest nuclei in the cosmos.  See Letter    p.547 Correspondence to\n                 Stephan Rosswog . Reprints and Permissions"},
{"file_id": "nature12552", "url": "https://www.nature.com/articles/nature12552", "year": 2013, "authors": [{"name": "Oliver Brüstle"}], "parsed_as_year": "2006_or_before", "body": "A study shows that stem cells can be used to generate self-organizing three-dimensional tissues that mimic the developing human brain. These tissues provide a tool for modelling neurodevelopmental disorders.  See Article    p.373 Correspondence to\n                 Oliver Brüstle . Reprints and Permissions"},
{"file_id": "501038a", "url": "https://www.nature.com/articles/501038a", "year": 2013, "authors": [{"name": "Matthew F. Barber"}, {"name": "Nels C. Elde"}], "parsed_as_year": "2006_or_before", "body": "Morphological mimicry among organisms has long been recognized as an adaptive strategy, but mimicry also occurs at the molecular level. One emerging example is microbial pathogens' use of structural mimics that engage host-cell receptors. Correspondence to\n                 Matthew F. Barber  or  Nels C. Elde . Reprints and Permissions"},
{"file_id": "501039a", "url": "https://www.nature.com/articles/501039a", "year": 2013, "authors": [{"name": "Christopher Still"}], "parsed_as_year": "2006_or_before", "body": "An analysis of northern ecosystems shows that the effects on plant growth of rising night-time temperatures are opposite to those of increasing daytime temperatures — a finding that has implications for carbon-cycle models.  See Letter    p.88 Correspondence to\n                 Christopher Still . Reprints and Permissions"},
{"file_id": "nature12553", "url": "https://www.nature.com/articles/nature12553", "year": 2013, "authors": [{"name": "Robert N. Plasschaert"}, {"name": "Marisa S. Bartolomei"}], "parsed_as_year": "2006_or_before", "body": "Topoisomerase enzymes facilitate gene transcription by resolving DNA tangles. Malfunction of these enzymes seems to compromise the expression of very long genes, potentially mediating neurodevelopmental disorders.  See Article    p.58 Correspondence to\n                 Marisa S. Bartolomei . Reprints and Permissions"},
{"file_id": "500533a", "url": "https://www.nature.com/articles/500533a", "year": 2013, "authors": [{"name": "Yael Niv"}], "parsed_as_year": "2006_or_before", "body": "We thought we had figured out dopamine, a neuromodulator involved in everything from learning to addiction. But the finding that dopamine levels ramp up as rats navigate to a reward may overthrow current theories.  See Letter    p.575 Correspondence to\n                 Yael Niv . Reprints and Permissions"},
{"file_id": "nature12556", "url": "https://www.nature.com/articles/nature12556", "year": 2013, "authors": [{"name": "Vijay A. K. Rathinam"}, {"name": "Katherine A. Fitzgerald"}], "parsed_as_year": "2006_or_before", "body": "Host-cell detection of lipopolysaccharide in the outer membrane of Gram-negative bacteria was thought to be restricted to the cell-surface receptor TLR4. It emerges that lipopolysaccharide can also be sensed in the cytoplasm. Correspondence to\n                 Katherine A. Fitzgerald . Reprints and Permissions"},
{"file_id": "nature12459", "url": "https://www.nature.com/articles/nature12459", "year": 2013, "authors": [{"name": "Neta Erez"}], "parsed_as_year": "2006_or_before", "body": "Metastatic tumour cells often remain dormant for years. New findings suggest that endothelial cells lining blood vessels have a central role in regulating the transition from dormancy to metastatic growth. Correspondence to\n                 Neta Erez . Reprints and Permissions"},
{"file_id": "nature12457", "url": "https://www.nature.com/articles/nature12457", "year": 2013, "authors": [{"name": "Vivek Swarup"}, {"name": "Daniel H. Geschwind"}], "parsed_as_year": "2006_or_before", "body": "The gene variant  APOE4  is the most common genetic risk factor associated with late-onset Alzheimer's disease. A comprehensive, multilayer study reveals the molecular and cellular signatures of  APOE4  in humans.  See Article    p.45 Correspondence to\n                 Daniel H. Geschwind . Reprints and Permissions"},
{"file_id": "500036a", "url": "https://www.nature.com/articles/500036a", "year": 2013, "authors": [{"name": "Sadaf Shadan"}], "parsed_as_year": "2006_or_before", "body": "If it's not relevant you may miss it. This phenomenon of inattentional blindness is well documented; in a classic study, most observers asked to monitor a video of a ball game missed a gorilla on the court. But would experts also miss a gorilla? Yes, according to a study on the subject (T. Drew  et al .  Psychol. Sci.   http://doi.org/m9s ; 2013). The authors asked 24 radiologists to search for lung nodules (small, bright circles) in several chest scans; the final scan (pictured) contained the image of a gorilla, 48 times larger than an average nodule. Surprisingly, and perhaps worryingly, 83% of the experts missed the gorilla. It is somewhat reassuring that the miss rate among non-medical observers performing the same task was even higher. Reprints and Permissions"},
{"file_id": "nature12462", "url": "https://www.nature.com/articles/nature12462", "year": 2013, "authors": [{"name": "John Spencer"}], "parsed_as_year": "2006_or_before", "body": "Data obtained by the Cassini spacecraft show that the plume of ice particles at the south pole of Saturn's moon Enceladus is four times brighter when the moon is farthest away from the planet than when it is closest.  See Letter    p.182 Correspondence to\n                 John Spencer . Reprints and Permissions"},
{"file_id": "nature12461", "url": "https://www.nature.com/articles/nature12461", "year": 2013, "authors": [{"name": "Athel Cornish-Bowden"}], "parsed_as_year": "2006_or_before", "body": "Metabolic processes are regulated by the relative need for the end product, but this control mechanism may fail if demand is very low. A safety mechanism that copes with low demand has been discovered in bacteria.  See Letter    p.237 Correspondence to\n                 Athel Cornish-Bowden . Reprints and Permissions"},
{"file_id": "nature12460", "url": "https://www.nature.com/articles/nature12460", "year": 2013, "authors": [{"name": "Bhaskar Chetnani"}, {"name": "Alfonso Mondragón"}], "parsed_as_year": "2006_or_before", "body": "A crystal structure of two bound RNA molecules not only provides insight into how regulatory riboswitch sequences affect messenger RNA expression, but also expands our understanding of RNA structure and architecture.  See Letter    p.363 Correspondence to\n                 Alfonso Mondragón . Reprints and Permissions"},
{"file_id": "500036b", "url": "https://www.nature.com/articles/500036b", "year": 2013, "authors": [{"name": "Konstantin Sokolov"}], "parsed_as_year": "2006_or_before", "body": "Nanometre-scale thermometers that operate with millikelvin sensitivity have now been made from diamond crystals. The devices have been used to measure temperature gradients in living cells.  See Letter    p.54 Correspondence to\n                 Konstantin Sokolov . Reprints and Permissions"},
{"file_id": "500035a", "url": "https://www.nature.com/articles/500035a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'The Delhi Pillar' — The mystery which has enveloped this quite remarkable piece of metal should be once and for all removed as a result of three papers published in the ...  Journal of the National Metallurgical Laboratory of India  ... All that has been previously written is summarized and the theories propounded to explain its resistance to corrosion are collected ... Made by hammer-welding small balls of native iron ... its resistance to corrosion during the 1,600 years or so of its existence is ascribed to the combined influence of a number of normal, favourable factors. Among these are included the climate and freedom from pollution of the atmosphere. Secondly, to a progressively decreasing rate of attack due to the building up of a protective layer of oxide and scale during the early years of exposure. That in the past on ceremonial occasions the pillar was anointed appears to be probable ... This is supported by the X-ray analysis of a minute sample of the surface coating ... which contained no iron and only quartz and chalk providing another source of protection. \n               From  \n               Nature \n                3 August 1963 \n             \n               100 Years Ago \n             We have applied the new methods of investigation involving the use of X-rays to the case of the diamond, and have arrived at a result which seems of considerable interest. The structure is extremely simple. Every carbon atom has four neighbours at equal distances from it, and in directions symmetrically related to each other. The directions are perpendicular to the four cleavage or ( III ) planes of the diamond; parallel, therefore, to the four lines which join the centre of a given regular tetrahedron to the four corners.  W. H. Bragg & W. L. Bragg \n               From  \n               Nature \n                31 July 1913 \n             Reprints and Permissions"},
{"file_id": "nature12545", "url": "https://www.nature.com/articles/nature12545", "year": 2013, "authors": [{"name": "Alain Filloux"}], "parsed_as_year": "2006_or_before", "body": "The finding that bacteria use a sharp spike to deliver toxins into competing microorganisms, and that this mechanism co-evolved with a bacteriophage structure, presents a new vision of bacterial secretion systems.  See Letter    p.350 Correspondence to\n                 Alain Filloux . Reprints and Permissions"},
{"file_id": "nature12544", "url": "https://www.nature.com/articles/nature12544", "year": 2013, "authors": [{"name": "Joshua D. Rabinowitz"}, {"name": "Thomas J. Silhavy"}], "parsed_as_year": "2006_or_before", "body": "The phenomenon of catabolite repression enables microorganisms to use their favourite carbon source first. New work reveals α-ketoacids as key effectors of this process, with their levels regulating gene expression.  See Article    p.301 Correspondence to\n                 Joshua D. Rabinowitz . Reprints and Permissions"},
{"file_id": "500158a", "url": "https://www.nature.com/articles/500158a", "year": 2013, "authors": [{"name": "Paul Flicek"}], "parsed_as_year": "2006_or_before", "body": "A comparison of regulatory DNA sequences in humans, macaques and mice during embryonic limb development reveals thousands of sites of enhanced regulatory activity that are likely to have driven the evolution of our characteristic anatomy. Correspondence to\n                 Paul Flicek . Reprints and Permissions"},
{"file_id": "500159a", "url": "https://www.nature.com/articles/500159a", "year": 2013, "authors": [{"name": "Shawn J. Marshall"}], "parsed_as_year": "2006_or_before", "body": "The ice sheets retreated 10,000 years ago during a peak in solar radiation, but this peak was no larger than previous ones. A modelling study suggests why the ice sheets were unusually vulnerable to melting at that time.  See Letter    p.190 Correspondence to\n                 Shawn J. Marshall . Reprints and Permissions"},
{"file_id": "500160a", "url": "https://www.nature.com/articles/500160a", "year": 2013, "authors": [{"name": "Richard L. Cifelli"}, {"name": "Brian M. Davis"}], "parsed_as_year": "2006_or_before", "body": "Two new Jurassic fossils yield conflicting reconstructions of the mammalian tree. These divergent genealogies have profoundly different implications for the origin and early diversification of mammals.  See Article    p.163  &  Letter    p.199 Correspondence to\n                 Richard L. Cifelli  or  Brian M. Davis . Reprints and Permissions"},
{"file_id": "nature12547", "url": "https://www.nature.com/articles/nature12547", "year": 2013, "authors": [{"name": "Pawel J. Schweiger"}, {"name": "Kim B. Jensen"}], "parsed_as_year": "2006_or_before", "body": "A genome-wide screen of developing mouse embryos, performed using RNA-interference techniques, finds new suspects in skin cancer. But some factors seem to have opposing roles in cancer and normal-tissue maintenance.  See Article    p.185 Correspondence to\n                 Kim B. Jensen . Reprints and Permissions"},
{"file_id": "500154a", "url": "https://www.nature.com/articles/500154a", "year": 2013, "authors": [{"name": "Richard H. Masland"}], "parsed_as_year": "2006_or_before", "body": "Such is the brain's complexity that even small neural circuits contain hundreds of neurons making thousands of connections. Connectivity and optical analyses provide close-up views of two such circuits.  See Articles    p.168 ,  p.175  &  Letter    p.212 Correspondence to\n                 Richard H. Masland . Reprints and Permissions"},
{"file_id": "500156a", "url": "https://www.nature.com/articles/500156a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A hazard to the animal that has always accompanied war is when persons unaccustomed to animals are drafted to animal units; in the Second World War this was a very common occurrence, because by then, so few persons had experience with horses. Many loved the job and did it well, but others were probably disappointed in a non-mechanical role and not very efficient. Mules reported to be vicious were often underworked and overfed: in any event for a tyro to be placed in charge of an army mule could be described as an experience. \n               From  \n               Nature \n                10 August 1963 \n             \n               100 Years Ago \n             A very remarkable red-water phenomenon is at present observable in a small pond in Broad Oak Park, Worsley, near Manchester, just in front of the seventh tee on the golf course. The surface of the pond — at any rate at times — is covered in places with an almost blood-red scum, which seems to float on the surface film like fine dust. The scum sometimes assumes a greenish hue. Microscopical examination shows that it is due to the presence of immense numbers of a large species of Euglena, the green chlorophyll of which ... is more or less replaced by red haematochrome ... Since writing the above I have been able to observe how the Euglenae reach the surface of the water. They evidently secrete some sort of slime in which they become entangled. Bubbles of oxygen gas, given off by the Euglenae in the presence of sunlight, are also caught in this slime, and when these reach a certain size they rise to the surface, trailing strings of slime, with numerous entangled Euglenae, after them. \n               From  \n               Nature \n                7 August 1913 \n             Reprints and Permissions"},
{"file_id": "500282a", "url": "https://www.nature.com/articles/500282a", "year": 2013, "authors": [{"name": "Timothy C. Ralph"}], "parsed_as_year": "2006_or_before", "body": "Two complementary experiments have demonstrated deterministic quantum teleportation of quantum bits. The results could find applications in quantum communications and computing.  See Letters    p.315  &  p.319 Correspondence to\n                 Timothy C. Ralph . Reprints and Permissions"},
{"file_id": "499037a", "url": "https://www.nature.com/articles/499037a", "year": 2013, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "The landscape of Afar in Ethiopia (pictured) is tortured, because underlying tectonic plates are pulling apart from each other. Such rifting can lead to continental break-up, and is often accompanied by voluminous magmatism — the production of large amounts of melt. In this issue, Ferguson  et al . report the cause of this magmatism in Afar ( D. J. Ferguson  et al .  Nature   490 , 70–73; 2013 ). The authors developed a model of magmatism in the region using geochemical data from lavas that erupted along the rift. They conclude that melting is generated at great depths — 80 kilometres or more — and is driven by an unusually hot region of the mantle. Using another model, Ferguson and colleagues tracked the development of melting at the rift, and found that thinning of the tectonic plate over the past 30 million years has been much less than expected. This suggests that an abrupt phase of plate thinning during the final stages of break-up would be required for an ocean basin to form in Afar. Reprints and Permissions"},
{"file_id": "499039a", "url": "https://www.nature.com/articles/499039a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Investigations were conducted here to determine the effect of a magnetic field on the ripening of green tomatoes ( Lycopersicon esculentum  Mill. Var. V. R. Moscow). Four permanent magnets of considerable strength were utilized. Fruits of uniform maturity were placed between the magnetic poles ... The ripening rates of treated fruits were compared with those of untreated controls in the same room under similar conditions ... In all cases the treated fruits ripened faster than the controls. Furthermore, the fruits nearest the magnetic south ripened faster than those nearest the magnetic north. \n               From  \n               Nature \n                6 July 1963 \n             \n               100 Years Ago \n             In recent issues of  Nature  several correspondents, in referring to the fact that a metal bedstead or a few wires stretched a few feet above the ground will make a wireless antenna, have overlooked a most important point, viz. that with such an antenna the ordinary methods of tuning are quite useless. A piece of wire netting suspended a few feet above the ground makes a most effective aerial, and enables one to receive loud signals from long-distance stations, but signals from Eiffel Tower, Cleethorpes, &c. will all be mixed up, and the ordinary tuner will not separate them effectively ... Wireless signals that are feeble when the surface of the earth is dry, becoming stronger after rain, and the well-known fact that these waves travel much better over sea than over land, all seem to indicate that the aerial waves are  at least  supplemented by waves that travel along the surface of the earth. \n               From  \n               Nature \n                3 July 1913 \n             Reprints and Permissions"},
{"file_id": "nature12408", "url": "https://www.nature.com/articles/nature12408", "year": 2013, "authors": [{"name": "Sandra L. Schmid"}, {"name": "Marcel Mettlen"}], "parsed_as_year": "2006_or_before", "body": "Transport vesicles that bud from one cell membrane must change identity before fusing with another. During the process of clathrin-mediated endocytosis, various lipid phosphates mediate this identity change.  See Letter    p.233 Correspondence to\n                 Sandra L. Schmid . Reprints and Permissions"},
{"file_id": "nature12406", "url": "https://www.nature.com/articles/nature12406", "year": 2013, "authors": [{"name": "Joeri Rogelj"}], "parsed_as_year": "2006_or_before", "body": "An assessment of allowable carbon emissions that factors in multiple climate targets finds smaller permissible emission budgets than those inferred from studies that focus on temperature change alone.  See Letter    p.197 Correspondence to\n                 Joeri Rogelj . Reprints and Permissions"},
{"file_id": "499159a", "url": "https://www.nature.com/articles/499159a", "year": 2013, "authors": [{"name": "A. Douglas Stone"}], "parsed_as_year": "2006_or_before", "body": "Using a material called a photonic crystal, researchers have designed a mirror that is, in a certain sense, perfect — there is in principle no light transmitted through it nor absorbed by it.  See Letter    p.188 Correspondence to\n                 A. Douglas Stone . Reprints and Permissions"},
{"file_id": "nature12411", "url": "https://www.nature.com/articles/nature12411", "year": 2013, "authors": [{"name": "Belinda Medlyn"}, {"name": "Martin De Kauwe"}], "parsed_as_year": "2006_or_before", "body": "Plants are expected to respond to rising levels of atmospheric carbon dioxide by using water more efficiently. Direct evidence of this has been obtained from forests, but the size of the effect will prompt debate.  See Letter    p.324 Correspondence to\n                 Belinda Medlyn  or  Martin De Kauwe . Reprints and Permissions"},
{"file_id": "nature12409", "url": "https://www.nature.com/articles/nature12409", "year": 2013, "authors": [{"name": "C. Erec Stebbins"}], "parsed_as_year": "2006_or_before", "body": "Analyses of the toxin produced by  Salmonella  Typhi bacteria reveal an unusual assembly of toxin subunits, and show that most symptoms of typhoid fever can be linked to one subunit's DNA-damaging activity.  See Letter    p.350 During the complex process of infection, nothing is more fascinating than the interplay between host immunity and pathogen virulence — particularly in asymptomatic carriers, who seem to be in perfect health while normally life-threatening organisms replicate within them. The most infamous such carrier was 'Typhoid Mary', a cook in the United States who infected more than 50 people with typhoid fever by passing on the causative bacterium  Salmonella  Typhi ( Fig. 1 ). Another perplexing feature of these bacteria is the existence of the closely related  Salmonella  Typhimurium, which does not cause life-threatening infections despite having apparently similar virulence properties to  S . Typhi. A paper by Song  et al . 1 , on  page 350  of this issue, places several key pieces in this puzzle. Footnote  1 . The story centres on one of the few obvious differences between  S . Typhi and  S . Typhimurium: the typhoid toxin, which was discovered almost 10 years ago and is specific to  S . Typhi 2 , 3 , 4 . Typhoid toxin has several features that set it apart from other bacterial toxins. It is known to be assembled from three subunits: CdtB and PltA (proteins with similarities to two disparate classes of bacterial toxins, the cytolethal distending genotoxins (CDT) and the ADP-ribosyl transferases of the pertussis toxin family, respectively), and PltB. But how this dual-activity toxin contributes to the pathogenesis of typhoid fever was, until now, unclear. Song and colleagues show that, in mice, typhoid toxin alone is sufficient to induce most of the symptoms associated with  S . Typhi infections, and that these effects are mediated by the DNA-damaging CdtB subunit of the toxin. The authors also show that the toxin is targeted to host cells by interactions with carbohydrate moieties on specific surface glycoproteins. This is a remarkable finding, because previous work had failed to provide a  raison d'être  for CDT toxins in the pathogenesis of other bacteria that carry such proteins. The discovery that the symptoms of typhoid fever depend on CdtB of  S . Typhi is the first time that the virulence of an organism has been directly linked to the ability of bacteria to induce cellular DNA damage in a host. The second amazing insight from this study involves the architecture of the typhoid toxin, as revealed by the X-ray crystal structure described by the authors. The structure shows typhoid toxin to be a classic 'AB' type in its general assembly, possessing an active (A) subunit that achieves a biochemical result when a binding (B) subunit interacts with specific cellular receptors. The B subunit of typhoid toxin (PltB) is a homologue of one of the heteropentameric subunits of the pertussis toxin B subunits and, as expected, it pentamerizes with other B subunits. The PltA subunit nestles tightly in the cup that forms at one side of this pentameric disk (see Fig. 3 of the paper 1 ). However, in a striking departure from other known toxin structures, the CdtB subunit of typhoid toxin is not tightly integrated into the main structure, but is 'glued' onto it by a single disulphide bond to the PltA subunit. The authors find that this disulphide bond is crucial for toxin assembly, and that it creates an A 2 B 5  organization that has not been seen in any other bacterial toxin. This structure provides two disparate enzymatic activities, only one of which (the DNA-damaging activity) is required to recapitulate most typhoid symptoms. This unusual tethering of CdtB to PltA could represent a 'missing link' in toxin evolution, in which a factor that confers an advantage to an existing toxin is crudely conjugated in order to associate two cellular activities. Perhaps in several million years, a better-integrated multicomponent toxin will have replaced this one, but for now it is fascinating to obtain this snapshot of evolution in action. Much remains to be explained. For example, the role of the PltA subunit is not yet accounted for, and although typhoid toxin alone can reproduce many symptoms of typhoid disease, it does not cause the associated fever. However, this work, with its sweeping combination of atomic-resolution reductionism and organismal infection studies, has identified some of the key elements that underlie the unique properties of this pathogen. Our enhanced understanding of the role of the CdtB subunit in  S . Typhi virulence may open doors to new pharmacological interventions and improved vaccines for an infection for which there are no robust immunization approaches. Typhoid still takes the lives of several hundred thousand people a year 5 , 6 , 7 , and the rise of antibiotic-resistant strains of  S . Typhi could take us back to a situation in which individuals like Typhoid Mary pose a public-health threat. Research to improve our understanding of the disease and to develop treatments is an important undertaking. Correspondence to\n                 C. Erec Stebbins . Reprints and Permissions"},
{"file_id": "499157a", "url": "https://www.nature.com/articles/499157a", "year": 2013, "authors": [{"name": "W. Roger Buck"}], "parsed_as_year": "2006_or_before", "body": "Rifting of continents is usually explained by one of two mechanisms based on effects that originate far from the zone of rifting. Laboratory experiments show that this geodynamic process can also be caused by local effects. Correspondence to\n                 W. Roger Buck . Reprints and Permissions"},
{"file_id": "499291a", "url": "https://www.nature.com/articles/499291a", "year": 2013, "authors": [{"name": "Natalia L. Komarova"}, {"name": "C. Richard Boland"}], "parsed_as_year": "2006_or_before", "body": "Mathematical modelling linked with patient data suggests that combination therapy is more effective than sequential treatment at preventing drug resistance in cancer. This predictive approach may pave the way for personalized therapies. Correspondence to\n                 Natalia L. Komarova . Reprints and Permissions"},
{"file_id": "499290a", "url": "https://www.nature.com/articles/499290a", "year": 2013, "authors": [{"name": "Yosef Nir"}], "parsed_as_year": "2006_or_before", "body": "A phenomenon known as CP asymmetry, which explains our very existence, has been observed in the decays of  B s 0  mesonic particles. The finding represents yet another triumph of the standard model of particle physics. Correspondence to\n                 Yosef Nir . Reprints and Permissions"},
{"file_id": "nature12413", "url": "https://www.nature.com/articles/nature12413", "year": 2013, "authors": [{"name": "Patrick M. Sexton"}, {"name": "Denise Wootten"}], "parsed_as_year": "2006_or_before", "body": "The first crystal structures of class B G-protein-coupled receptors have been solved. They reveal features that might inform drug-development strategies for diseases ranging from osteoporosis to diabetes.  See Articles    p.438  &  p.444 Correspondence to\n                 Patrick M. Sexton  or  Denise Wootten . Reprints and Permissions"},
{"file_id": "nature12410", "url": "https://www.nature.com/articles/nature12410", "year": 2013, "authors": [{"name": "Ronald Micura"}], "parsed_as_year": "2006_or_before", "body": "How do pathogens survive temperature variations? At a molecular level, one bacterial species seems to regulate gene expression in response to temperature through structural equilibria in corresponding RNA sequences.  See Letter    p.355 Correspondence to\n                 Ronald Micura . Reprints and Permissions"},
{"file_id": "499286a", "url": "https://www.nature.com/articles/499286a", "year": 2013, "authors": [{"name": "Simon Gustavsson"}, {"name": "William D. Oliver"}], "parsed_as_year": "2006_or_before", "body": "The Andreev bound states are a hallmark of the theory of superconducting weak links. Using the versatile Josephson effect as source, device and detector, these spin-1/2 states have been directly observed.  See Letter    p.312 Correspondence to\n                 Simon Gustavsson  or  William D. Oliver . Reprints and Permissions"},
{"file_id": "nature12455", "url": "https://www.nature.com/articles/nature12455", "year": 2013, "authors": [{"name": "David A. Steinhauer"}], "parsed_as_year": "2006_or_before", "body": "An outbreak of avian H7N9 influenza in humans was reported in early 2013. Structural and infection studies are helping to reveal how these viruses can adapt to infect, and potentially transmit in, new species.  See Letters    p.496  &  p.500 Correspondence to\n                 David A. Steinhauer . Reprints and Permissions"},
{"file_id": "nature12454", "url": "https://www.nature.com/articles/nature12454", "year": 2013, "authors": [{"name": "Christoph Becker"}], "parsed_as_year": "2006_or_before", "body": "Whenever a medium's dispersion and nonlinear properties appear hand in hand, particle-like entities known as solitons can form. These have now been observed in a gas of strongly interacting fermionic atoms.  See Article    p.426 Correspondence to\n                 Christoph Becker . Reprints and Permissions"},
{"file_id": "nature12412", "url": "https://www.nature.com/articles/nature12412", "year": 2013, "authors": [{"name": "Mone Zaidi"}, {"name": "Simón Méndez-Ferrer"}], "parsed_as_year": "2006_or_before", "body": "Activation of the signalling molecule SHP2 is implicated in driving several cancers. In a newly described class of bone-progenitor cells, however, it seems that the protein acts as a tumour suppressor.  See Letter    p.491 Correspondence to\n                 Mone Zaidi  or  Simón Méndez-Ferrer . Reprints and Permissions"},
{"file_id": "498308a", "url": "https://www.nature.com/articles/498308a", "year": 2013, "authors": [{"name": "Vincent J. Hilser"}], "parsed_as_year": "2006_or_before", "body": "The discovery that a disordered protein can transmit signals between two binding sites calls into question the idea that communication within proteins requires a specific structural pathway linking such sites.  See Letter    p.390 Correspondence to\n                 Vincent J. Hilser . Reprints and Permissions"},
{"file_id": "498307a", "url": "https://www.nature.com/articles/498307a", "year": 2013, "authors": [{"name": "Alexandra Gade"}], "parsed_as_year": "2006_or_before", "body": "The configurations of calcium nuclei make them good test cases for studies of nuclear properties. The measurement of the masses of two heavy calcium nuclei provides benchmarks for models of atomic nuclei.  See Letter    p.346 Correspondence to\n                 Alexandra Gade . Reprints and Permissions"},
{"file_id": "498303a", "url": "https://www.nature.com/articles/498303a", "year": 2013, "authors": [{"name": "Andrew Whiten"}], "parsed_as_year": "2006_or_before", "body": "A study of wild capuchin monkeys that crack nuts using stone hammers reveals temporal and spatial patterning of the relics of their technological efforts, confirming that such behaviours can be studied from an archaeological perspective. Correspondence to\n                 Andrew Whiten . Reprints and Permissions"},
{"file_id": "nature12259", "url": "https://www.nature.com/articles/nature12259", "year": 2013, "authors": [{"name": "Matthias Weidemüller"}], "parsed_as_year": "2006_or_before", "body": "Thousands of atoms in a gas can share a single Rydberg excitation. Quantum entanglement between such an excitation and a single photon has now been realized deterministically.  See Letter    p.466 Correspondence to\n                 Matthias Weidemüller . Reprints and Permissions"},
{"file_id": "nature12261", "url": "https://www.nature.com/articles/nature12261", "year": 2013, "authors": [{"name": "Stefan Thor"}], "parsed_as_year": "2006_or_before", "body": "In fruitfly larvae, neural stem cells generate different cell types at different times. It emerges that these temporal progressions are controlled by multiple cascades of gene transcription factors.  See Articles    p.449  &  p.456 Correspondence to\n                 Stefan Thor . Reprints and Permissions"},
{"file_id": "nature12262", "url": "https://www.nature.com/articles/nature12262", "year": 2013, "authors": [{"name": "Kenneth R. Chien"}], "parsed_as_year": "2006_or_before", "body": "An area of injured heart in zebrafish embryos repairs itself using cells from neighbouring areas. The regenerating cells seem to originate from an intermediate progenitor-cell population.  See Letter    p.497 Correspondence to\n                 Kenneth R. Chien . Reprints and Permissions"},
{"file_id": "498310a", "url": "https://www.nature.com/articles/498310a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             By and large the effect of automization is to reduce severely the demand for unskilled and semi-skilled workers and to increase sharply the need for skilled workers ... This trend is surely to be welcomed. Repetition work is an insult to the people who have to do it. It treats them as less than human. It is not surprising if it often turns them into something less than human. If you make a man spend eight hours a day in which he has nothing to ... exercise his mental powers on, is it surprising that he is incapable of exercising those powers in his leisure time and must spend it watching television or wrecking a dance hall? Automation offers the prospect of giving every man and woman a job that is interesting and worth doing in itself, a job requiring initiative or creative thought. Surely that is as desirable an object as providing a higher standard of material living. \n               From  \n               Nature \n                22 June 1963 \n             \n               100 Years Ago \n             After expressing his admiration for the character of Wilbur Wright ... the lecturer considered the resemblance and differences of the manufactured aëroplane and the living bird. The resemblance may be simply the result of copying the bird, or it may be that similar designs have been arrived at independently by birds and men ... These resemblances are remarkable, but there are great differences ... No flying animal uses a continuously rotating propeller to drive him forward on soaring wings, and it is perhaps scarcely too much to say that if birds only knew how, they would now copy the Wright brothers. Muscular action and the circulation of the blood, however, put supreme difficulties in the way of the development of the continuous rotation of a part of an animal. \n               From  \n               Nature \n                19 June 1913 \n             Reprints and Permissions"},
{"file_id": "nature12404", "url": "https://www.nature.com/articles/nature12404", "year": 2013, "authors": [{"name": "Suzanne Devkota"}, {"name": "Peter. J. Turnbaugh"}], "parsed_as_year": "2006_or_before", "body": "Obese people are at higher risk of multiple types of cancer, but why? One explanation could be that obesity enhances the production of pro-inflammatory, and carcinogenic, bile acids by gut microorganisms.  See Letter    p.97 Correspondence to\n                 Peter. J. Turnbaugh . Reprints and Permissions"},
{"file_id": "498446b", "url": "https://www.nature.com/articles/498446b", "year": 2013, "authors": [{"name": "A. Taylor Bright"}, {"name": "Elizabeth A. Winzeler"}], "parsed_as_year": "2006_or_before", "body": "Whole-genome sequencing of human malaria parasites has revealed genomic regions that are associated with resistance to artemisinin-based drugs. The findings may help to explain the origin and spread of this worrying trend. Correspondence to\n                 Elizabeth A. Winzeler . Reprints and Permissions"},
{"file_id": "498444a", "url": "https://www.nature.com/articles/498444a", "year": 2013, "authors": [{"name": "Suchithra Menon"}, {"name": "Brendan D. Manning"}], "parsed_as_year": "2006_or_before", "body": "Cells can sense and respond to fluctuations in nutrient availability. Mutations that disrupt such lines of nutrient communication with the cellular growth machinery seem to contribute to the uncontrolled growth of cancer cells. Correspondence to\n                 Brendan D. Manning . Reprints and Permissions"},
{"file_id": "nature12260", "url": "https://www.nature.com/articles/nature12260", "year": 2013, "authors": [{"name": "Ryan D. Bethel"}, {"name": "Marcetta Y. Darensbourg"}], "parsed_as_year": "2006_or_before", "body": "Synthetic analogues of the catalytic subsite of the hydrogen-producing enzyme HydA1 have been disappointingly inactive. The incorporation of such analogues into the enzyme's active site reveals the requirements for activity.  See Letter    p.66 Correspondence to\n                 Ryan D. Bethel  or  Marcetta Y. Darensbourg . Reprints and Permissions"},
{"file_id": "498443a", "url": "https://www.nature.com/articles/498443a", "year": 2013, "authors": [{"name": "Aaron D. Franklin"}], "parsed_as_year": "2006_or_before", "body": "Purifying and positioning carbon nanotubes are challenges for the synthesis of electronic devices based on these nanomaterials. Recent advances in such areas reveal trends that are beating an exciting path towards transistor technology. Correspondence to\n                 Aaron D. Franklin . Reprints and Permissions"},
{"file_id": "nature12405", "url": "https://www.nature.com/articles/nature12405", "year": 2013, "authors": [{"name": "William F. Welsh"}], "parsed_as_year": "2006_or_before", "body": "The detection of two planets in an open star cluster demonstrates that planetary systems are able to survive disruptive events, such as supernova explosions, during the dense, early stages of the life of such clusters.  See Letter    p.55 Correspondence to\n                 William F. Welsh . Reprints and Permissions"},
{"file_id": "498440a", "url": "https://www.nature.com/articles/498440a", "year": 2013, "authors": [{"name": "Ulf Leonhardt"}], "parsed_as_year": "2006_or_before", "body": "For time immemorial, clothes have been used for thermal insulation. Cloaking devices have now been demonstrated that insulate from heat while maintaining its flow, thus hiding objects from heat sensors. Correspondence to\n                 Ulf Leonhardt . Reprints and Permissions"},
{"file_id": "498447a", "url": "https://www.nature.com/articles/498447a", "year": 2013, "authors": [{"name": "Roel Baets"}], "parsed_as_year": "2006_or_before", "body": "A micrometre-sized laser has been demonstrated in silicon, the most ubiquitous material of the electronics industry. The device operates at microwatt power levels and could open routes to compact photonic integrated circuits.  See Letter    p.470 Correspondence to\n                 Roel Baets . Reprints and Permissions"},
{"file_id": "nature12263", "url": "https://www.nature.com/articles/nature12263", "year": 2013, "authors": [{"name": "Craig D. Millar"}, {"name": "David M. Lambert"}], "parsed_as_year": "2006_or_before", "body": "The sequencing of a complete horse genome from a bone dating to around 700,000 years ago sheds light on equine evolution and dramatically extends the known limit of DNA survival.  See Letter    p.74 Correspondence to\n                 Craig D. Millar  or  David M. Lambert . Reprints and Permissions"},
{"file_id": "497568a", "url": "https://www.nature.com/articles/497568a", "year": 2013, "authors": [{"name": "György Buzsáki"}], "parsed_as_year": "2006_or_before", "body": "The brain's hippocampus contains place cells, which encode an animal's specific location. The finding that hippocampal neurons may also respond to time could provide information on the coding of episodic memories. Correspondence to\n                 György Buzsáki . Reprints and Permissions"},
{"file_id": "nature12254", "url": "https://www.nature.com/articles/nature12254", "year": 2013, "authors": [{"name": "Anna Marie Skalka"}], "parsed_as_year": "2006_or_before", "body": "That HIV cripples the immune system by killing CD4 +  T cells has long been known. It now emerges that the protein DNA-PK, activated by viral integration into the host-cell genome, is the agent of this death response.  See Letter    p.376 Correspondence to\n                 Anna Marie Skalka . Reprints and Permissions"},
{"file_id": "498042a", "url": "https://www.nature.com/articles/498042a", "year": 2013, "authors": [{"name": "Marco Colonna"}], "parsed_as_year": "2006_or_before", "body": "The finding that innate lymphoid cells can control the activity of CD4 +  T cells reveals another potential form of immune-system regulation, and may help to explain how the body distinguishes resident from pathogenic bacteria.  See Letter    p.113 Correspondence to\n                 Marco Colonna . Reprints and Permissions"},
{"file_id": "nature12251", "url": "https://www.nature.com/articles/nature12251", "year": 2013, "authors": [{"name": "Willem M. de Vos"}, {"name": "Max Nieuwdorp"}], "parsed_as_year": "2006_or_before", "body": "Characteristic profiles of gut microorganisms in people with type 2 diabetes could aid diagnostics and therapies, but differing signatures between ethnicities and genders highlight the need for further studies.  See Letter    p.99 Correspondence to\n                 Willem M. de Vos  or  Max Nieuwdorp . Reprints and Permissions"},
{"file_id": "497573a", "url": "https://www.nature.com/articles/497573a", "year": 2013, "authors": [{"name": "William H. Kimbel"}], "parsed_as_year": "2006_or_before", "body": "Extensive studies of fossil skeletons of  Australopithecus sediba  provide fascinating details of the anatomy of this hominin species, but do not convincingly indicate its position on the evolutionary route to modern humans. Correspondence to\n                 William H. Kimbel . Reprints and Permissions"},
{"file_id": "498044a", "url": "https://www.nature.com/articles/498044a", "year": 2013, "authors": [{"name": "Joanna M. Atkin"}, {"name": "Markus B. Raschke"}], "parsed_as_year": "2006_or_before", "body": "Optical spectroscopic imaging has taken a leap into the intramolecular regime with an approach that achieves subnanometre spatial resolution. The technique should find applications in photochemistry and nanotechnology.  See Letter    p.82 Correspondence to\n                 Markus B. Raschke . Reprints and Permissions"},
{"file_id": "497570a", "url": "https://www.nature.com/articles/497570a", "year": 2013, "authors": [{"name": "Linda T. Elkins-Tanton"}], "parsed_as_year": "2006_or_before", "body": "A simple model shows that a rocky planet close to its star may solidify so slowly that its water is lost to space and the planet becomes desiccated, whereas a planet farther out may solidify quickly and retain its water.  See Letter    p.607 Correspondence to\n                 Linda T. Elkins-Tanton . Reprints and Permissions"},
{"file_id": "498041a", "url": "https://www.nature.com/articles/498041a", "year": 2013, "authors": [{"name": "Jan Zaanen"}], "parsed_as_year": "2006_or_before", "body": "Ultrasound measurements in a copper oxide superconductor have revealed an exotic phase of matter, composed of loops of spontaneous quantum currents, that has hitherto excelled at evading observation.  See Letter    p.75 Correspondence to\n                 Jan Zaanen . Reprints and Permissions"},
{"file_id": "nature12255", "url": "https://www.nature.com/articles/nature12255", "year": 2013, "authors": [{"name": "Eitan Reuveny"}], "parsed_as_year": "2006_or_before", "body": "GIRK channels allow potassium ions to cross the cell membrane, thereby affecting the electrical status of the cell and so its functioning. Structural data now provide insight into the channels' mode of operation.  See Article    p.190 Correspondence to\n                 Eitan Reuveny . Reprints and Permissions"},
{"file_id": "nature12257", "url": "https://www.nature.com/articles/nature12257", "year": 2013, "authors": [{"name": "Ruth Mace"}], "parsed_as_year": "2006_or_before", "body": "An investigation into the causes of the decline in the number of children being born finds that economic motivations are more influential than child mortality or social learning, but also reinforces the relatedness of these factors. Correspondence to\n                 Ruth Mace . Reprints and Permissions"},
{"file_id": "nature12253", "url": "https://www.nature.com/articles/nature12253", "year": 2013, "authors": [{"name": "Yair Aaronson"}, {"name": "Eran Meshorer"}], "parsed_as_year": "2006_or_before", "body": "Stem-cell differentiation is controlled by RNA processing — as well as by gene expression and transcription. This finding is a milestone towards realizing these cells' potential for research and therapy.  See Letter    p.241 Correspondence to\n                 Eran Meshorer . Reprints and Permissions"},
{"file_id": "nature12258", "url": "https://www.nature.com/articles/nature12258", "year": 2013, "authors": [{"name": "David Lentink"}], "parsed_as_year": "2006_or_before", "body": "When biologists unravelled the principles of insect flight, they inspired a generation of engineers to build on their aerodynamic feats. Thanks to a revolution in micro-manufacturing techniques, the first robotic fly now flies. Correspondence to\n                 David Lentink . Reprints and Permissions"},
{"file_id": "498174a", "url": "https://www.nature.com/articles/498174a", "year": 2013, "authors": [{"name": "Christine L. Mummery"}, {"name": "Bernard A. J. Roelen"}], "parsed_as_year": "2006_or_before", "body": "Human embryonic stem cells have at last been generated by a technique called somatic-cell nuclear transfer. Further research on such cells should provide insight into ways of improving the generation of stem cells by reprogramming. Correspondence to\n                 Christine L. Mummery  or  Bernard A. J. Roelen . \n                 See Comment \n                 p.159 \n               Reprints and Permissions"},
{"file_id": "498047a", "url": "https://www.nature.com/articles/498047a", "year": 2013, "authors": [{"name": "Julia Pongratz"}], "parsed_as_year": "2006_or_before", "body": "Forests recovering from human disturbance act as a substantial sink that helps to absorb anthropogenic carbon dioxide emissions. Simulations suggest that nutrient limitation reduces that effect. Correspondence to\n                 Julia Pongratz . Reprints and Permissions"},
{"file_id": "498179a", "url": "https://www.nature.com/articles/498179a", "year": 2013, "authors": [{"name": "Tamara M. Davis"}], "parsed_as_year": "2006_or_before", "body": "Traces of hydrogen gas, detected over vast regions of space, have for the first time been used as a standard ruler to measure dark energy — the unknown cosmic energy that is causing the Universe's expansion to speed up. Correspondence to\n                 Tamara M. Davis . Reprints and Permissions"},
{"file_id": "498181a", "url": "https://www.nature.com/articles/498181a", "year": 2013, "authors": [{"name": "John Brodholt"}], "parsed_as_year": "2006_or_before", "body": "Experiments on silicon diffusion in the mineral olivine cast doubt on the widely held belief that water has a significant effect on the rheological properties of Earth's upper mantle.  See Letter    p.213 Correspondence to\n                 John Brodholt . Reprints and Permissions"},
{"file_id": "497194a", "url": "https://www.nature.com/articles/497194a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The emphasis on eugenics as the point of application of molecular biology overlooks the most immediate prospects for the understanding and then control of human development. To dramatize the antinomy, I propose the term 'euphenics' as the counterpart of 'eugenics' in the same sense that 'phenotype' is opposed to 'genotype' ... Man's control of his own development, 'euphenics', transmutes the means, and also the ends of eugenics, as have all the precedent cultural revolutions that have shaped the species: language, agriculture, political organization, the physical technologies. \n               From  \n               Nature \n                4 May 1963 \n             100 Years Ago Practical men are at length beginning to realise that the utilisation of the store of potential energy in coal by more rational methods than have hitherto prevailed is a problem that has to be grappled with seriously if our supremacy in the chief manufactured products of the world is to be maintained ... Enormous economies might be effected if more scientific—that is, more common-sense—methods were employed in the consumption of coal ... It has been calculated that our annual consumption of coal is from 143 to 168 million tons per annum, of which from 30 to 36 million tons are used for domestic purposes. Of this huge amount it is estimated that from 40 to 60 million tons are practically wasted ... The subject, indeed, is admittedly of national importance, but the fear is that this country will only waken up to the full significance of that fact when the pinch of necessity has tightened to a real grip—so tight, indeed, that it will be too late to shake it off. \n               From  \n               Nature \n                1 May 1913 \n             Reprints and Permissions"},
{"file_id": "nature12244", "url": "https://www.nature.com/articles/nature12244", "year": 2013, "authors": [{"name": "Sergei M. Mirkin"}], "parsed_as_year": "2006_or_before", "body": "Unusual DNA structures, such as G-quadruplexes, can stall DNA replication with drastic consequences for the cell. The Pif1 helicase family of enzymes has evolved to disentangle these structures efficiently.  See Article    p.458 Correspondence to\n                 Sergei M. Mirkin . Reprints and Permissions"},
{"file_id": "497194b", "url": "https://www.nature.com/articles/497194b", "year": 2013, "authors": [{"name": "Jennifer E. Smith-Garvin"}, {"name": "Luis J. Sigal"}], "parsed_as_year": "2006_or_before", "body": "In a finding that could have implications for vaccine design, memory immune cells at mucosal surfaces have been shown to respond to encounters with pathogens by issuing signals that recruit other memory cells to the site. Correspondence to\n                 Luis J. Sigal . Reprints and Permissions"},
{"file_id": "nature12102", "url": "https://www.nature.com/articles/nature12102", "year": 2013, "authors": [{"name": "Derek Fray"}], "parsed_as_year": "2006_or_before", "body": "Scientists have long dreamt of converting molten iron oxide to iron and oxygen using electricity. An anode material that withstands the high temperatures and corrosive chemicals involved brings the dream closer to reality.  See Letter    p.353 Correspondence to\n                 Derek Fray . Reprints and Permissions"},
{"file_id": "497323a", "url": "https://www.nature.com/articles/497323a", "year": 2013, "authors": [{"name": "Peter Read"}], "parsed_as_year": "2006_or_before", "body": "An analysis of data collected by the Voyager 2 spacecraft and by ground-based telescopes limits the depths to which winds penetrate into Uranus and Neptune, informing the debate about these planets' internal structures.  See Letter    p.344 Correspondence to\n                 Peter Read . Reprints and Permissions"},
{"file_id": "497191a", "url": "https://www.nature.com/articles/497191a", "year": 2013, "authors": [{"name": "Robert Braun"}], "parsed_as_year": "2006_or_before", "body": "Detection of the trace neutral fraction of hydrogen gas that stretches between the nearby Andromeda and Triangulum galaxies has allowed resolved spectral imaging of this elusive intergalactic medium.  See Letter    p.224 Correspondence to\n                 Robert Braun . Reprints and Permissions"},
{"file_id": "nature12246", "url": "https://www.nature.com/articles/nature12246", "year": 2013, "authors": [{"name": "Herbert M. Sauro"}, {"name": "Kyung Kim"}], "parsed_as_year": "2006_or_before", "body": "The first synthetic genetic circuits to use analog computation have been developed. These circuits involve fewer components and resources, and can execute more complex operations, than their digital counterparts.  See Letter    p.619 Correspondence to\n                 Herbert M. Sauro  or  Kyung Kim . Reprints and Permissions"},
{"file_id": "497320a", "url": "https://www.nature.com/articles/497320a", "year": 2013, "authors": [{"name": "Mark R. Payne"}], "parsed_as_year": "2006_or_before", "body": "An innovative use of catch statistics shows that climate change has already influenced the composition of species in fisheries around the world, and thereby the fish that we eat.  See Letter    p.365 Correspondence to\n                 Mark R. Payne . Reprints and Permissions"},
{"file_id": "nature12247", "url": "https://www.nature.com/articles/nature12247", "year": 2013, "authors": [{"name": "Bradley J. Landgraf"}, {"name": "Squire J. Booker"}], "parsed_as_year": "2006_or_before", "body": "The enzyme co-substrate SAM has long been known to have two chemically distinct roles. A study of the CmoA enzyme suggests that SAM has a third trick up its sleeve — it forms species known as ylides.  See Letter    p.123 Correspondence to\n                 Squire J. Booker . Reprints and Permissions"},
{"file_id": "nature12245", "url": "https://www.nature.com/articles/nature12245", "year": 2013, "authors": [{"name": "Jimin Zheng"}, {"name": "Zongchao Jia"}], "parsed_as_year": "2006_or_before", "body": "How the enzyme diacylglycerol kinase can form membrane anchors and an active site from so few amino-acid residues has long been a mystery. Crystal structures reveal that it gets by with a little help from its friends.  See Letter    p.521 Correspondence to\n                 Zongchao Jia . Reprints and Permissions"},
{"file_id": "497446b", "url": "https://www.nature.com/articles/497446b", "year": 2013, "authors": [{"name": "Laurence A. Nafie"}], "parsed_as_year": "2006_or_before", "body": "Traditional methods for detecting and identifying the handedness of molecules — their chirality — have been based on the same theoretical concept. A technique has been reported that departs from this paradigm.  See Letter    p.475 Correspondence to\n                 Laurence A. Nafie . Reprints and Permissions"},
{"file_id": "nature12250", "url": "https://www.nature.com/articles/nature12250", "year": 2013, "authors": [{"name": "Ronald Sederoff"}], "parsed_as_year": "2006_or_before", "body": "The first published whole-genome draft sequence of a gymnosperm, the Norway spruce, provides a powerful platform for studying the unique development, adaptation and evolution of this major group of plants.  See Article    p.579 Correspondence to\n                 Ronald Sederoff . Reprints and Permissions"},
{"file_id": "nature12248", "url": "https://www.nature.com/articles/nature12248", "year": 2013, "authors": [{"name": "Nicole M. Baker"}, {"name": "Channing J. Der"}], "parsed_as_year": "2006_or_before", "body": "Scientists have long aimed to develop drugs against the cancer-associated protein KRAS, but without success. An approach that targets the oncoprotein's cellular localization reignites lost enthusiasm.  See Letter    p.638 Correspondence to\n                 Channing J. Der . C.J.D. has received honoraria from Bristol-Myers Squibb, Eli Lilly and Merck, and has a research contract with GlaxoSmithKline. Reprints and Permissions"},
{"file_id": "497442a", "url": "https://www.nature.com/articles/497442a", "year": 2013, "authors": [{"name": "Suzanne Wolff"}, {"name": "Andrew Dillin"}], "parsed_as_year": "2006_or_before", "body": "Natural variations in the rate of protein translation in cellular organelles called mitochondria have been found to correlate with lifespan, suggesting a unified mechanism for the effects of metabolic alterations on longevity.  See Article    p.451 Correspondence to\n                 Andrew Dillin . Reprints and Permissions"},
{"file_id": "497443a", "url": "https://www.nature.com/articles/497443a", "year": 2013, "authors": [{"name": "Felix A. Rey"}], "parsed_as_year": "2006_or_before", "body": "Dengue virus has a highly ordered structure when grown in mosquito cells at 28 °C. The finding that the virus expands into a less ordered form at 37 °C indicates that the human immune system does not see it as we previously thought. Correspondence to\n                 Felix A. Rey . Reprints and Permissions"},
{"file_id": "497448a", "url": "https://www.nature.com/articles/497448a", "year": 2013, "authors": [{"name": "Wencai Ren"}, {"name": "Hui-Ming Cheng"}], "parsed_as_year": "2006_or_before", "body": "Aerogels have many potential applications but usually suffer from poor elasticity. The synergistic assembly of carbon nanotubes and graphene has now allowed multifunctional, ultra-lightweight and super-elastic aerogels to be made. Correspondence to\n                 Hui-Ming Cheng . Reprints and Permissions"},
{"file_id": "nature12249", "url": "https://www.nature.com/articles/nature12249", "year": 2013, "authors": [{"name": "Mary Dasso"}], "parsed_as_year": "2006_or_before", "body": "The enzyme Ubc9 mediates attachment of the small modifier protein SUMO to target proteins. It emerges that for optimal functioning — and for proper meiotic cell division — Ubc9 itself must be modified by SUMO. Correspondence to\n                 Mary Dasso . Reprints and Permissions"},
{"file_id": "nature12094", "url": "https://www.nature.com/articles/nature12094", "year": 2013, "authors": [{"name": "Alexander F. Schier"}], "parsed_as_year": "2006_or_before", "body": "The reported sequence of the zebrafish genome, together with the production of mutant strains representing more than one-third of all its protein-coding regions, will accelerate the characterization of human genes.  See Letters    p.494  &  p.498 Correspondence to\n                 Alexander F. Schier . Reprints and Permissions"},
{"file_id": "496307a", "url": "https://www.nature.com/articles/496307a", "year": 2013, "authors": [{"name": "Beverly Law"}], "parsed_as_year": "2006_or_before", "body": "Human activity, such as agricultural fertilizer use, has increased the amount of nitrogen deposited onto forests from the atmosphere. The photosynthetic response to this in evergreen needleleaf forests has been quantified globally. Correspondence to\n                 Beverly Law . Reprints and Permissions"},
{"file_id": "496303a", "url": "https://www.nature.com/articles/496303a", "year": 2013, "authors": [{"name": "Desika Narayanan"}, {"name": "Chris Carilli"}], "parsed_as_year": "2006_or_before", "body": "One of the most extreme starburst galaxies in the early Universe has been identified and characterized. This system shows the rapid formation of a massive galaxy when the Universe was only 6% of its current age.  See Letter    p.329 Correspondence to\n                 Desika Narayanan  or  Chris Carilli . Reprints and Permissions"},
{"file_id": "nature12095", "url": "https://www.nature.com/articles/nature12095", "year": 2013, "authors": [{"name": "Brandy Schmidt"}, {"name": "A. David Redish"}], "parsed_as_year": "2006_or_before", "body": "Hippocampal place cells encode information about an animal's spatial world. A study now finds that these same neurons envisage a future journey moments before a rat sets off.  See Article    p.74 Correspondence to\n                 Brandy Schmidt  or  A. David Redish . Reprints and Permissions"},
{"file_id": "496306a", "url": "https://www.nature.com/articles/496306a", "year": 2013, "authors": [{"name": "Bradley Siwick"}, {"name": "Eric Collet"}], "parsed_as_year": "2006_or_before", "body": "A laser pulse can switch certain crystals from an insulating phase to a highly conducting phase. The ultrafast molecular motions that drive the transition have been directly observed using electron diffraction.  See Letter    p.343 Correspondence to\n                 Bradley Siwick  or  Eric Collet . Reprints and Permissions"},
{"file_id": "496304a", "url": "https://www.nature.com/articles/496304a", "year": 2013, "authors": [{"name": "Thomas Boehm"}], "parsed_as_year": "2006_or_before", "body": "The relatedness of animals influences their behaviour, but how do they detect their kin? It seems that nasal sensory neurons differentiate between minute structural differences in urinary peptides that reflect genetic variation. Correspondence to\n                 Thomas Boehm . Reprints and Permissions"},
{"file_id": "496439a", "url": "https://www.nature.com/articles/496439a", "year": 2013, "authors": [{"name": "Frank Wilczek"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a particle that looked like the Higgs boson marked a milestone for physics. Results reported since then are strikingly consistent with expectations for the Higgs particle of the minimal standard model of particle physics. Correspondence to\n                 Frank Wilczek . Reprints and Permissions"},
{"file_id": "nature12098", "url": "https://www.nature.com/articles/nature12098", "year": 2013, "authors": [{"name": "B. Franklin Pugh"}], "parsed_as_year": "2006_or_before", "body": "A genomic analysis of yeast reveals that individual genes produce a rich complexity of RNA molecules with differing start and end sequences. The variation in these transcripts reflects the diversity of gene-regulation mechanisms.  See Letter    p.127 Correspondence to\n                 B. Franklin Pugh . Reprints and Permissions"},
{"file_id": "496442a", "url": "https://www.nature.com/articles/496442a", "year": 2013, "authors": [{"name": "Mihály Pósfai"}, {"name": "Rafal E. Dunin-Borkowski"}], "parsed_as_year": "2006_or_before", "body": "A new approach has been used to image magnetic fields in living cells of magnetotactic bacteria. The technique could be applied to study the dynamics of magnetism in other biological systems.  See Letter    p.486 Correspondence to\n                 Mihály Pósfai  or  Rafal E. Dunin-Borkowski . Reprints and Permissions"},
{"file_id": "496439b", "url": "https://www.nature.com/articles/496439b", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Internal circulations within liquid drops' — It has long been recognized that under certain conditions some sort of axisymmetric flow is induced within liquid drops as they pass through a viscous medium ... Although an internal circulation theory has been very attractive in considerations of meteorological phenomena, there appears to be little experimental evidence to substantiate such a theory ... In this communication we discuss a technique which affords velocity measurements and at the same time outlines the vortical core ... The streamlines within the drop are recorded photographically by means of dye trails. The figure indicates the streak-lines due to the motion within water drops moving through mineral oil ... We have obtained a great deal of velocity data with this method. \n               From  \n               Nature \n                27 April 1963 \n             \n               100 Years Ago \n             The twinkling of stars may be imitated in the dark-room. If a small light be looked at in a dark-room, as, for instance, that coming through the smallest diaphragm of my colour perception lantern, ... care being taken not to move the eye, the light will appear to twinkle like a star. It will be noticed that pale bluish-violet circles start at the periphery of the field of vision, and, gradually contracting, reach the centre. On reaching the centre the light brightens. If the circles stop the light disappears. The colour of the circle is the same for white light or any colour. \n               From  \n               Nature \n                24 April 1913 \n             Reprints and Permissions"},
{"file_id": "nature12096", "url": "https://www.nature.com/articles/nature12096", "year": 2013, "authors": [{"name": "Valentin Borshchevskiy"}, {"name": "Georg Büldt"}], "parsed_as_year": "2006_or_before", "body": "Arrestin proteins regulate cellular signalling cascades initiated by ubiquitous G-protein-coupled receptors. Crystal structures reveal that two arrestins undergo similar structural changes on activation.  See Letters    p.137  &  p.142 Correspondence to\n                 Georg Büldt . \n                     NOBEL 2012 Chemistry: Studies of a ubiquitous receptor family \n                   \n                     https://doi.org/10.1038/11634 \n                   \n                     Structural biology: Snapshot of a signalling complex \n                   \n                     Cell signalling: Binding the receptor at both ends \n                   \n                     Structural biology: A receptor unlocked \n                   Reprints and Permissions"},
{"file_id": "497049a", "url": "https://www.nature.com/articles/497049a", "year": 2013, "authors": [{"name": "Michael J. Clague"}], "parsed_as_year": "2006_or_before", "body": "Reversible oxidation of amino-acid residues can directly regulate the activity of cellular enzymes. This principle has now been extended to deubiquitinating enzymes, with implications for cell signalling and protein turnover. Correspondence to\n                 Michael J. Clague . Reprints and Permissions"},
{"file_id": "nature12097", "url": "https://www.nature.com/articles/nature12097", "year": 2013, "authors": [{"name": "Shannon F. Yu"}, {"name": "Mary K. Baylies"}], "parsed_as_year": "2006_or_before", "body": "Fusion of muscle cells called myoblasts underlies the generation and maintenance of skeletal muscle throughout an animal's life. Emerging data indicate that cell death acts as a signal to enhance these processes in mammals.  See Letter    p.263 Correspondence to\n                 Mary K. Baylies . Reprints and Permissions"},
{"file_id": "497043a", "url": "https://www.nature.com/articles/497043a", "year": 2013, "authors": [{"name": "Alex N. Halliday"}], "parsed_as_year": "2006_or_before", "body": "Fresh evidence shows that the iron isotopic composition of Earth's silicate component does not, as was previously thought, reflect the formation of the planet's core at high pressure nor losses of material to space. Correspondence to\n                 Alex N. Halliday . Reprints and Permissions"},
{"file_id": "nature12101", "url": "https://www.nature.com/articles/nature12101", "year": 2013, "authors": [{"name": "Dario R. Alessi"}, {"name": "Yogesh Kulathu"}], "parsed_as_year": "2006_or_before", "body": "At last, the crystal structure is revealed for the catalytically active mTOR kinase enzyme, a master regulator of cell growth. The structure indicates a gatekeeper mechanism that controls substrate access to the active site.  See Article    p.217 Correspondence to\n                 Dario R. Alessi  or  Yogesh Kulathu . Reprints and Permissions"},
{"file_id": "497046a", "url": "https://www.nature.com/articles/497046a", "year": 2013, "authors": [{"name": "Christoph D. Weis"}, {"name": "Thomas Schenkel"}], "parsed_as_year": "2006_or_before", "body": "The spin state of a single erbium atom in a tiny silicon transistor has been probed using laser light. The finding opens a path towards a hybrid spin–photon quantum-computing architecture.  See Letter    p.91 Correspondence to\n                 Thomas Schenkel . Reprints and Permissions"},
{"file_id": "nature12099", "url": "https://www.nature.com/articles/nature12099", "year": 2013, "authors": [{"name": "P. David Polly"}], "parsed_as_year": "2006_or_before", "body": "A computer model of tooth evolution designed to assess the impact of developmental dynamics on natural selection reveals that complexity reduces the likelihood of maximum fitness being attained.  See Letter    p.361 Correspondence to\n                 P. David Polly . Reprints and Permissions"},
{"file_id": "497047a", "url": "https://www.nature.com/articles/497047a", "year": 2013, "authors": [{"name": "Alexander Borst"}, {"name": "Johannes Plett"}], "parsed_as_year": "2006_or_before", "body": "An elegant combination of electronics and elastic materials has been used to construct a small visual sensor that closely resembles an insect's eye. The device paves the way for autonomous navigation of tiny aerial vehicles.  See Letter    p.95 Correspondence to\n                 Alexander Borst . Reprints and Permissions"},
{"file_id": "497446a", "url": "https://www.nature.com/articles/497446a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature12103", "url": "https://www.nature.com/articles/nature12103", "year": 2013, "authors": [{"name": "Ute Römling"}], "parsed_as_year": "2006_or_before", "body": "Tracking the behaviour of bacteria as they group together on a surface reveals a 'rich-get-richer' mechanism in which polysaccharide deposition and cellular location amplify in a positive feedback loop.  See Letter    p.388 Correspondence to\n                 Ute Römling . Reprints and Permissions"},
{"file_id": "nature12087", "url": "https://www.nature.com/articles/nature12087", "year": 2013, "authors": [{"name": "Joshua P. Johansen"}], "parsed_as_year": "2006_or_before", "body": "Anxiety does not arise from a single neural circuit. An interplay between neighbouring, yet opposing, circuits produces anxiety, and outputs from these circuits regulate specific anxiety responses.  See Letters    p.219  &  p.224 Reprints and Permissions"},
{"file_id": "nature12088", "url": "https://www.nature.com/articles/nature12088", "year": 2013, "authors": [{"name": "David L. Valentine"}], "parsed_as_year": "2006_or_before", "body": "Genome sequencing of cells plucked from marine sediments reveals metabolic details for two abundant lineages of Archaea. These microorganisms may play a key part in breaking down protein buried deep inside Earth.  See Letter    p.215 Correspondence to\n                 David L. Valentine . Reprints and Permissions"},
{"file_id": "495453a", "url": "https://www.nature.com/articles/495453a", "year": 2013, "authors": [{"name": "Simon Billinge"}], "parsed_as_year": "2006_or_before", "body": "A neat approach that involves laying an array of nanoparticles on a graphene sheet supported on an iridium substrate has allowed accurate measurement of the nanoparticles' atomic structure. Correspondence to\n                 Simon Billinge . Reprints and Permissions"},
{"file_id": "495452a", "url": "https://www.nature.com/articles/495452a", "year": 2013, "authors": [{"name": "Grace John-Stewart"}], "parsed_as_year": "2006_or_before", "body": "Antiretroviral therapy has revolutionized the fight against the HIV/AIDS pandemic. Surveillance analyses of a large population in rural South Africa make a compelling case that sustained support for this therapy is essential. Correspondence to\n                 Grace John-Stewart . Reprints and Permissions"},
{"file_id": "495456a", "url": "https://www.nature.com/articles/495456a", "year": 2013, "authors": [{"name": "Pierre Stallforth"}, {"name": "Jon Clardy"}], "parsed_as_year": "2006_or_before", "body": "Crystalline 'sponges' offer a way to impose order on small molecules so that their structures can be solved by X-ray crystallography. This enables nanogram quantities of material to be analysed using the technique.  See Article    p.461 Correspondence to\n                 Jon Clardy . Reprints and Permissions"},
{"file_id": "nature12089", "url": "https://www.nature.com/articles/nature12089", "year": 2013, "authors": [{"name": "Patrick J. McNally"}], "parsed_as_year": "2006_or_before", "body": "A clever combination of existing techniques has produced three-dimensional atomic images of individual platinum nanoparticles, disclosing the atomic structure of crystal defects within them.  See Letter    p.74 Correspondence to\n                 Patrick J. McNally . Reprints and Permissions"},
{"file_id": "497574a", "url": "https://www.nature.com/articles/497574a", "year": 2013, "authors": [{"name": "Robert C. Duncan"}], "parsed_as_year": "2006_or_before", "body": "Hundreds of neutron stars have exhibited 'glitches' in their spin-down rates — an indication of ultra-dense superfluids in their interiors. Now one highly magnetized star has shown a surprising glitch in the 'wrong' direction.  See Letter    p.591 Correspondence to\n                 Robert C. Duncan . Reprints and Permissions"},
{"file_id": "nature12100", "url": "https://www.nature.com/articles/nature12100", "year": 2013, "authors": [{"name": "Dana Gabuzda"}, {"name": "Bruce A. Yankner"}], "parsed_as_year": "2006_or_before", "body": "Inflammation-activated signalling pathways in the brain's hypothalamus control the production of ageing-related hormones. This finding provides a link between inflammation, stress responses and systemic ageing.  See Article    p.211 Correspondence to\n                 Dana Gabuzda  or  Bruce A. Yankner . Reprints and Permissions"},
{"file_id": "496040a", "url": "https://www.nature.com/articles/496040a", "year": 2013, "authors": [{"name": "Teri W. Odom"}], "parsed_as_year": "2006_or_before", "body": "Moving beyond mimicry, biologically inspired artificial materials can be simpler in design yet more powerful in function than their natural analogues. A tropical fruit seed serves as a guide to making new photonic elements. Correspondence to\n                 Teri W. Odom . Reprints and Permissions"},
{"file_id": "496041a", "url": "https://www.nature.com/articles/496041a", "year": 2013, "authors": [{"name": "Poonam Bheda"}, {"name": "Cynthia Wolberger"}], "parsed_as_year": "2006_or_before", "body": "It emerges that the sirtuin enzyme SIRT6 preferentially removes long-chain fatty-acyl, rather than acetyl, protein modifications. This activity regulates secretion of the inflammation-associated protein TNF-α.  See Letter    p.110 Correspondence to\n                 Cynthia Wolberger . Reprints and Permissions"},
{"file_id": "496035a", "url": "https://www.nature.com/articles/496035a", "year": 2013, "authors": [{"name": "Saskia Goes"}], "parsed_as_year": "2006_or_before", "body": "The tectonic history of western North America is a puzzle in which many of the pieces are mashed up or missing. Seismic images of the deep Earth reveal features that alter our reconstruction of this puzzle in space and time.  See Article    p.50 Correspondence to\n                 Saskia Goes . Reprints and Permissions"},
{"file_id": "495454a", "url": "https://www.nature.com/articles/495454a", "year": 2013, "authors": [{"name": "Elisabeth Sikes"}], "parsed_as_year": "2006_or_before", "body": "A record of biogenic opal production in the subtropical Atlantic Ocean fuels the theory that ocean circulation, rather than winds, drove the release of carbon dioxide from deep marine waters at the end of the last ice age.  See Letter    p.495 Correspondence to\n                 Elisabeth Sikes . Reprints and Permissions"},
{"file_id": "496038a", "url": "https://www.nature.com/articles/496038a", "year": 2013, "authors": [{"name": "Abigail S. Krall"}, {"name": "Heather R. Christofk"}], "parsed_as_year": "2006_or_before", "body": "Mutations in the enzyme isocitrate dehydrogenase lead to the accumulation of a metabolite that seems to promote cancer by influencing the epigenetic status of cells. But the effects are reversible, hinting at therapeutic targets. Correspondence to\n                 Abigail S. Krall  or  Heather R. Christofk . H.R.C owns equity in Agios, a biotechnology company developing IDH inhibitors. Reprints and Permissions"},
{"file_id": "nature12090", "url": "https://www.nature.com/articles/nature12090", "year": 2013, "authors": [{"name": "Benjamin M. Akiyama"}, {"name": "Michael D. Stone"}], "parsed_as_year": "2006_or_before", "body": "Telomerase synthesizes DNA sequences that protect the integrity of chromosome ends. A model for how the components of this enzyme complex co-assemble offers insight into its structure and function.  See Article    p.187 Correspondence to\n                 Michael D. Stone . Reprints and Permissions"},
{"file_id": "nature11960", "url": "https://www.nature.com/articles/nature11960", "year": 2013, "authors": [{"name": "Steven Eichten"}, {"name": "Justin Borevitz"}], "parsed_as_year": "2006_or_before", "body": "Epigenetic changes to the genome can have heritable effects. An epigenome-wide study of wild plants identifies shared patterns of such modifications and their associations with genetic information.  See Article    p.193 Correspondence to\n                 Justin Borevitz . Reprints and Permissions"},
{"file_id": "nature11961", "url": "https://www.nature.com/articles/nature11961", "year": 2013, "authors": [{"name": "Caterina Ducati"}], "parsed_as_year": "2006_or_before", "body": "A low-temperature synthesis has been developed to make single crystals of titanium dioxide that contain pores tens to hundreds of nanometres in size. This opens the way to cheap, highly efficient optoelectronic devices.  See Letter    p.215 Correspondence to\n                 Caterina Ducati . Reprints and Permissions"},
{"file_id": "nature11959", "url": "https://www.nature.com/articles/nature11959", "year": 2013, "authors": [{"name": "John J. O'Shea"}, {"name": "Russell G. Jones"}], "parsed_as_year": "2006_or_before", "body": "The ability of sodium chloride to induce enzymatic activity that leads to the generation of pathogenic T H 17 immune cells implicates salt as a possible factor that might exacerbate autoimmune disease.  See Letters    p.513  &  p.518 Correspondence to\n                 John J. O'Shea  or  Russell G. Jones . Reprints and Permissions"},
{"file_id": "495050a", "url": "https://www.nature.com/articles/495050a", "year": 2013, "authors": [{"name": "Emmanuelle Charpentier"}, {"name": "Jennifer A. Doudna"}], "parsed_as_year": "2006_or_before", "body": "A bacterial enzyme that uses guide RNA molecules to target DNA for cleavage has been adopted as a programmable tool to site-specifically modify genomes of cells and organisms, from bacteria and human cells to whole zebrafish. Correspondence to\n                 Emmanuelle Charpentier  or  Jennifer A. Doudna . Reprints and Permissions"},
{"file_id": "495184a", "url": "https://www.nature.com/articles/495184a", "year": 2013, "authors": [{"name": "E. Brian Welch"}], "parsed_as_year": "2006_or_before", "body": "A type of data-acquisition sequence in magnetic resonance imaging has been developed that rapidly and robustly quantifies properties of imaged tissue by elucidating a characteristic signal fingerprint.  See Article    p.187 Correspondence to\n                 E. Brian Welch . Reprints and Permissions"},
{"file_id": "nature11962", "url": "https://www.nature.com/articles/nature11962", "year": 2013, "authors": [{"name": "James D. Brenton"}, {"name": "John Stingl"}], "parsed_as_year": "2006_or_before", "body": "Whether ovarian cancer originates in the ovary or the surrounding tissues is a focus of debate. Work in mice now shows that stem cells that replenish the ovarian surface epithelium can be the initiators of this cancer.  See Letter    p.241 Correspondence to\n                 James D. Brenton . Reprints and Permissions"},
{"file_id": "495178a", "url": "https://www.nature.com/articles/495178a", "year": 2013, "authors": [{"name": "Giampietro Schiavo"}, {"name": "Mike Fainzilber"}], "parsed_as_year": "2006_or_before", "body": "Neurons use molecular motors to power the transport of cargoes along their axonal extensions. Fresh evidence challenges the view that cellular organelles called mitochondria are the main energy providers for this process. Correspondence to\n                 Giampietro Schiavo  or  Mike Fainzilber . Reprints and Permissions"},
{"file_id": "nature11963", "url": "https://www.nature.com/articles/nature11963", "year": 2013, "authors": [{"name": "Henry Gee"}], "parsed_as_year": "2006_or_before", "body": "The discovery, in 500-million-year-old rocks, of fossil acorn worms that lived in tubes illuminates the debate about whether the ancestor of vertebrates was a mobile worm-like animal or a sessile colony dweller.  See Letter    p.503 Reprints and Permissions"},
{"file_id": "495051a", "url": "https://www.nature.com/articles/495051a", "year": 2013, "authors": [{"name": "Bradley E. Schaefer"}], "parsed_as_year": "2006_or_before", "body": "By having a highly accurate value for the distance to the Large Magellanic Cloud galaxy, astronomers can get a better measure of cosmic 'dark energy'. Using binary stars, they have now achieved a value accurate to 2.2%.  See Letter   p.76 Correspondence to\n                 Bradley E. Schaefer . Reprints and Permissions"},
{"file_id": "495176a", "url": "https://www.nature.com/articles/495176a", "year": 2013, "authors": [{"name": "Tom Gallagher"}, {"name": "Stanley Perlman"}], "parsed_as_year": "2006_or_before", "body": "The discovery that a new coronavirus associated with lethal respiratory infections binds to an evolutionarily conserved receptor on airway cells suggests that direct transmission from bats to humans may occur.  See Letter    p.251 Among the vast pool of zoonotic viruses — those that can be transmitted from animals to humans — are the coronaviruses. These pathogens cause common colds and, rarely, more severe infections, and their entrances into the human population provide case studies in virus evolution and the emergence of infectious disease. A new coronavirus, designated hCoV-EMC, has appeared in humans in Middle Eastern countries and England on several occasions over the past year. Although only a few people have been infected, around half of them have died 1 . The identification of the receptor for this virus, reported by Raj  et al . 2  on  page 251  of this issue, will help us to understand how this and other coronaviruses can cross species borders. Coronaviruses made the headlines during the 2002–03 epidemic of human severe acute respiratory syndrome (SARS). The origin of the pathogenic human virus (SARS-CoV) that caused these infections was traced back to infected bats 3 . In expanding its range to humans, the SARS-like bat viruses evolved the capacity to latch onto human lung-cell receptors 4 . This probably came about through infections in intermediate host animals, in which genetic recombinations and small mutations generated a human-adapted virus that could no longer infect bat cells. The infrequency and requisite specificity of such events may partly explain why we have not seen another SARS-like coronavirus epidemic in the past decade. The emergence of hCoV-EMC, which is associated with severe respiratory disease, multi-organ failure and a high mortality rate in patients, has prompted intensive investigation into the virus's replication and cell-targeting strategies. Once again, its closest known relatives are viruses that infect various bat species 5 . However, in stark contrast to SARS-CoV, hCoV-EMC indiscriminately infects cells from many sources, including bats, pigs, monkeys and humans 6 . A polytropic coronavirus of this type is highly unusual and, from an epidemiological perspective, seems alarming. The suggestion is that hCoV-EMC has acquired facile interspecies transmissibility by adapting to evolutionarily conserved host-cell components — including host-cell receptors. Raj and colleagues' results validate this idea. They found that hCoV-EMC binds to DPP4 (also called CD26), a protein found on the surface of several cell types, including cells in the human airways. The amino-acid sequence of human DPP4 is very similar to its homologues in  Pipistrellus pipistrellus  bats, and the authors demonstrate that bat DPP4 also functions as a hCoV-EMC receptor ( Fig. 1 ). The sequence similarities extend to the DPP4s of other wild and domesticated animals, which increases the likelihood that dissemination of hCoV-EMC throughout nature involves the use of DPP4 for cell entry. Insight into whether hCoV-EMC has adapted to bind exclusively to an interspecies-conserved domain of DPP4 must await characterization of the binding interface, which will require mutational analyses of DPP4 and the glycoproteins on the hCoV-EMC surface. These analyses will be guided in part by comparisons with the closest known hCoV-EMC relatives — bat coronaviruses HKU4 and HKU5. In addition, X-ray crystallography of receptor-binding domains of viral proteins in complex with soluble DPP4 will be especially enlightening. Dissecting the hCoV-EMC receptor-binding domain and its interacting DPP4 domain in these ways may reveal opportunities for therapeutic blockade of virus entry into cells, including the development of vaccines based on the receptor-binding domains that can elicit antibodies able to interfere sterically with viral entry. Beyond the potential therapeutic applications, the identification of the hCoV-EMC receptor may also provide clues about the virus's pathogenesis. This is because the DPP4 receptor resembles the α-coronavirus receptor APN and the SARS-CoV receptor ACE2. All three receptors are ectopeptidase enzymes that cleave amino acids from biologically active peptides, thereby regulating an array of physiological responses. However, APN, ACE2 and DPP4 do not share obvious structural features, and their peptidase activities are not necessary for virus entry 7 , 8 . Coronavirus adaptation to ectopeptidase receptors may, therefore, simply reflect the abundance or subcellular positioning of these enzymes on airway cells. That said, once they have robustly infected a cell, viruses interfere with the presentation of such receptors at the cell surface, and decreased ACE2 levels during SARS-CoV infection are correlated with enhanced disease severity 9 . Further research to determine whether hCoV-EMC disease is similarly related to dysregulated DPP4-mediated physiological responses will address the intriguing hypothesis that aspects of coronavirus pathogenesis are outcomes of adaptation to ectopeptidase receptors. Knowing the identity of the hCoV-EMC receptor will also allow the development of animal models of infection to assess whether there are causal links between DPP4 levels, hCoV-EMC infection and disease. For example, an evaluation of DPP4 distribution in the lungs will help to show whether the receptors' location restricts hCoV-EMC infections to the lower respiratory tract, which might limit the virus's transmissibility. DPP4 is found on non-ciliated airway cells, whereas ACE2 is expressed by ciliated cells ( Fig. 1 ); such cell-target differences may contribute to the differences in transmissibility and pathogenicity of infections caused by hCoV-EMC and SARS-CoV. The potential for other factors — such as soluble DPP4, which may be abundant in extracellular fluids — to preclude infection and disease should also be tested. Moreover, DPP4 is known to have roles in recruiting protective immune responses in the host 10 ; as such, the effects of virus-induced receptor dysregulation may feature prominently in elucidating immunopathological aspects of the disease. Although hCoV-EMC can be transmitted from human to human, fortunately this seems to occur infrequently. Further epidemiological studies should assess whether the human infection is truly rare and always severe or, alternatively, is widespread but generally mild and therefore not detected. Similar epidemiological considerations apply to animals. Although the immediate implication of Raj and colleagues' findings might be to postulate a direct transmission from bats to humans, the conservation of the DPP4 receptor among species also raises questions about the extent of hCoV-EMC in nature and the most proximal animal source of the human infections. The interesting and perhaps troubling findings from studies of this virus thus far are that there may be a plethora of sources for its intrusion into the human population. Is this the case, or are there distinct interspecies barriers to hCoV-EMC infection? If so, what is the nature of the barriers, and how might the virus adapt to cross them and occupy the human-host niche? Virus adaptations involve much more than evolving new receptor-binding domains and so, in further studies of this emergent pathogen, it will be important to consider other genetic determinants of hCoV-EMC transmission to humans, such as virus interactions with the innate immune system. Correspondence to\n                 Tom Gallagher  or  Stanley Perlman . Reprints and Permissions"},
{"file_id": "495177a", "url": "https://www.nature.com/articles/495177a", "year": 2013, "authors": [{"name": "Lidunka Vočadlo"}], "parsed_as_year": "2006_or_before", "body": "The composition of Earth's core may be easier to resolve than previously thought. Laboratory experiments strengthen the hypothesis that oxygen and silicon are the prime candidates for the light elements present in the outer core. Correspondence to\n                 Lidunka Vočadlo . Reprints and Permissions"},
{"file_id": "nature12084", "url": "https://www.nature.com/articles/nature12084", "year": 2013, "authors": [{"name": "Andrew W. Blain"}], "parsed_as_year": "2006_or_before", "body": "Bright, gravitationally magnified galaxies have been found across a wide span of cosmic time. The first results from the still-growing ALMA telescope show its power to reveal these galaxies' redshifts and internal structure.  See Letter    p.344 Correspondence to\n                 Andrew W. Blain . Reprints and Permissions"},
{"file_id": "495321a", "url": "https://www.nature.com/articles/495321a", "year": 2013, "authors": [{"name": "Sabine Andergassen"}], "parsed_as_year": "2006_or_before", "body": "Geometrical frustration results from an incompatibility between the spatial arrangement of a system's constituents and the interactions between them. The effect has now been observed in a triangular triple quantum dot. Correspondence to\n                 Sabine Andergassen . Reprints and Permissions"},
{"file_id": "495320a", "url": "https://www.nature.com/articles/495320a", "year": 2013, "authors": [{"name": "E. Elizabeth Patton"}, {"name": "Lea Harrington"}], "parsed_as_year": "2006_or_before", "body": "Mutations in the promoter sequence of the gene encoding a component of the enzyme telomerase have been discovered in patients with melanoma, suggesting that mutations in this regulatory region can drive tumour development. Correspondence to\n                 E. Elizabeth Patton  or  Lea Harrington . Reprints and Permissions"},
{"file_id": "nature12085", "url": "https://www.nature.com/articles/nature12085", "year": 2013, "authors": [{"name": "Jason M. Butler"}, {"name": "Shahin Rafii"}], "parsed_as_year": "2006_or_before", "body": "Haematopoietic stem and progenitor cells move from the bone marrow into the circulation to replenish normal blood-cell levels. Inhibiting a prostaglandin-mediated signalling pathway may promote this process.  See Letter    p.365 Correspondence to\n                 Shahin Rafii . \n                     Painkillers mobilize blood stem cells \n                   Reprints and Permissions"},
{"file_id": "495179a", "url": "https://www.nature.com/articles/495179a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Mr. A. J. Kirkman has recently argued in  Nature  that it was mainly up to teachers of science and technology to give the guidance and impose the standards necessary for their students to improve their written English ... All the errors he mentioned were fairly easy to spot, easy to correct, and of a kind which the teacher could easily mark; but they were all irrelevant to the main problem of helping scientists to write better English and express themselves more fluently. The damage is done in the classes called 'English', and is not the fault of science teachers who accept low standards ... One is led to suspect that a teacher of English can hope to find only the superficial deficiencies in scientific English unless he learns more about the subject-matter. Perhaps Mr Kirkman is right after all in passing responsibility to the science teachers because most English teachers cannot bear it. But the scientist's task is so often rendered well-nigh impossible by English teachers who inoculate pupils interested in science with a distaste, or at least a disdain, for the subject known as 'English'. \n               From  \n               Nature \n                16 March 1963 \n             \n               100 Years Ago \n             Some readers of  Nature  will be interested to learn that tadpoles with large suctorial oral discs, enabling their possessors to adhere firmly to the rocks and boulders of mountain streams, have recently been discovered at Krantzkloop, in Natal, at an elevation of about 1500 to 1600 ft. They were found by the Rev. Fr. P. Boneberg, of Mariannhill, who kept them alive for some time, and observed their peculiar leech-like habit of sticking to one's fingers or to the sides of the vessel in which they were contained. \n               From  \n               Nature \n                13 March 1913 \n             Reprints and Permissions"},
{"file_id": "495318a", "url": "https://www.nature.com/articles/495318a", "year": 2013, "authors": [{"name": "James W. Kirchner"}, {"name": "Ken L. Ferrier"}], "parsed_as_year": "2006_or_before", "body": "The finding that global mass loss from landscapes is dominated by physical erosion and chemical weathering from flat terrain, rather than from mountains, challenges our understanding of how Earth's surface evolves. Correspondence to\n                 James W. Kirchner  or  Ken L. Ferrier . Reprints and Permissions"},
{"file_id": "495316a", "url": "https://www.nature.com/articles/495316a", "year": 2013, "authors": [{"name": "Neil A. Dodgson"}], "parsed_as_year": "2006_or_before", "body": "A glasses-free three-dimensional display technology has been invented that may be an exciting alternative to current solutions for mobile devices. It makes use of an optical effect known to school physics students.  See Letter    p.348 Correspondence to\n                 Neil A. Dodgson . Reprints and Permissions"},
{"file_id": "nature12086", "url": "https://www.nature.com/articles/nature12086", "year": 2013, "authors": [{"name": "Martin J. Lohse"}, {"name": "Davide Calebiro"}], "parsed_as_year": "2006_or_before", "body": "The activity of G-protein-coupled receptors is not limited to the cell surface. Evidence from microscopy points to three temporally, spatially and perhaps functionally distinct waves of signalling by these receptors.  See Letter    p.534 Reprints and Permissions"},
{"file_id": "495325a", "url": "https://www.nature.com/articles/495325a", "year": 2013, "authors": [{"name": "Gregory S. Barsh"}, {"name": "Leif Andersson"}], "parsed_as_year": "2006_or_before", "body": "Advances in population genetics and genome sequencing have made it possible to identify anonymous fragments of DNA that have undergone selection. This yields some evolutionary answers, and a panoply of puzzles.  See Letter    p.360 Correspondence to\n                 Gregory S. Barsh  or  Leif Andersson . Reprints and Permissions"},
{"file_id": "nature12091", "url": "https://www.nature.com/articles/nature12091", "year": 2013, "authors": [{"name": "Hugo Mouquet"}, {"name": "Michel C. Nussenzweig"}], "parsed_as_year": "2006_or_before", "body": "More than 30 years since the AIDS pandemic began, there is still no effective vaccine. But analysis of broadly acting, potent human antibodies obtained from single cells suggests a rational approach to vaccine development.  See Article    p.469 Our understanding of how humans respond to HIV has been revolutionized by the introduction of techniques for isolating anti-viral antibodies from single cells 1 . Such methods have led to the discovery of naturally occurring, potent antibodies that can neutralize a broad range of HIV viruses, and prevent 2  and suppress 3  infection. These findings, combined with the association between antibody responses and protection from infection that was identified in a human trial 4  of the vaccine RV144, have re-invigorated the quest for antibody-based HIV vaccines. However, it has also become clear that anti-HIV antibodies undergo unusually high levels of mutation 1 , 5 , which represents a potential stumbling block for vaccine development. Among four recent studies 6 , 7 , 8 , 9  that address this subject is a paper in this issue, in which Liao  et al . 9  ( page 469 ) track antibody and viral evolution during one patient's response to HIV Footnote  1 . Antibodies are produced by the B lymphocytes of the immune system. The receptors on the surface of each circulating B cell are unique, enabling an immune response to any foreign structure. When a B cell encounters an entity that matches its receptor, it is stimulated to proliferate and secrete antibodies against that structure. Although B-cell genes frequently undergo somatic (non-germline) mutation to increase the affinity of the antibodies they produce, anti-HIV antibodies are unusual in that they are highly somatically mutated — they are therefore quite different from those encoded by the B cells that initially respond to the infection 1 , 10 . Furthermore, these mutations seem to be required for the antibodies to bind to heterologous viral-envelope proteins (those expressed on most HIV viruses) 5 , 10 . If B cells that express the germline antibody precursor do not bind to the antigen, how are they stimulated in the first place, and why do the antibodies need so many mutations? Answering these questions is of fundamental importance in attempts to reproduce this antibody-development process by vaccination. Some patients with HIV develop broadly neutralizing antibody activity, but only 2–4 years after infection. Scrutiny of the antibodies produced by single human B cells 1  showed that these broadly neutralizing responses are due to a combination of antibodies in some individuals, and to single, potent antibodies in others 2 . In an attempt to dissect the natural pathways that lead to the generation of these antibodies, Liao  et al . studied a patient who developed broad and potent antibodies. The authors investigated the co-evolution of the HIV-1 virus and the broadly neutralizing antibodies for 34 months from the start of the infection. They isolated a virus-specific antibody named CH103, and clonal variants of it, from single memory B cells that were obtained using a fluorescently tagged viral-envelope protein as bait 3 , 5 , 11 . CH103 neutralizes 55% of HIV-1 isolates and targets the site on the virus that binds to CD4 molecules on the surface of T cells (the immune cells that HIV infects). Like other antibodies in this class 5 , 11 , CH103 is highly somatically mutated, and its unmutated germline precursor fails to bind to heterologous HIV-1 envelope proteins 9 . One of Liao and colleagues' key findings is that the germline precursor antibody of CH103 has high affinity for the envelope protein expressed by the founder virus that infected the individual. The authors suggest that a progenitor B cell that expresses this germline antibody might only be stimulated to respond if it is presented with the envelope proteins of the founder virus, or similar proteins. The idea that certain envelope proteins are more likely to induce broadly neutralizing antibodies is supported by experiments in macaques showing that specific envelopes induce such responses to simian HIV, whereas others do not 12 . However, simply initiating the antibody response is not sufficient for effective immune defence. It takes time and unusually large numbers of somatic mutations for antibody breadth and potency to develop. Liao  et al . reconstructed the CH103 clonal lineage by using samples that went back to the time of infection. Although all members of the lineage recognized and neutralized the founder virus, the affinity and neutralizing activity against heterologous viruses gradually increased through the accumulation of somatic mutations. The authors also found that, as previously described for glycan-dependent broadly neutralizing antibodies 13 , viral diversification and the emergence of 'escape mutants' (those with mutations in the site targeted by the antibody) preceded the development of antibody breadth. By studying a crystal structure of the CH103 antibody in complex with its envelope protein target, Liao  et al . showed that HIV escapes antibody pressure by mutating amino-acid residues in and around the CD4 binding site. These resistant viruses then elicit further somatic mutation and 'affinity maturation' of CH103 antibody variants, resulting in greater neutralization breadth of the antibody response. The reason for the high level of somatic mutation required to produce broadly acting, potent anti-HIV antibodies has recently been investigated 6 . Under normal circumstances, high affinity of an antibody for its target is usually achieved after the accumulation of 10–15 mutations in the complementarity-determining region of the antibody that forms the antigen contact site. However, broad and potent anti-HIV antibodies contain 40–100 somatic mutations 1 , 5 , 6 , 11  that span both the complementarity-determining region and the relatively constant, and mutation-resistant, framework regions. Experiments in which mutations in the framework regions were selectively reverted showed that these mutations are necessary for the evolution of broad and potent anti-HIV antibodies 6 . These structural alterations in the antibody were found to contribute to direct contacts with the virus and to enhanced flexibility of the antibody structure, both of which are required for optimal breadth and potency. Combined with Liao and colleagues' findings, these data suggest a molecular explanation for why broadly neutralizing anti-HIV antibodies take 2–4 years to develop. Moreover, they indicate that an effective vaccine may require shepherding of B-cell responses through multiple rounds of the natural antibody maturation and mutation process, using naturally derived viral envelopes that induce the production of broad and potent antibodies in people with HIV. A recently suggested 7 , 8 alternative, non-mutually exclusive approach is to design specific 'immunogen' molecules that would bind to and activate B cells that produce the germline precursors of broadly neutralizing antibodies. Whether such roadmaps can be used to design effective vaccine strategies has yet to be determined, but they present a strong and testable route to addressing the main challenges of creating an antibody-based HIV-1 vaccine. Correspondence to\n                 Hugo Mouquet  or  Michel C. Nussenzweig . Reprints and Permissions"},
{"file_id": "496041b", "url": "https://www.nature.com/articles/496041b", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It is surprising to find that despite the widespread attention directed to the United Nations conference last February on the application of science and technology for the benefit of the less-developed areas, the admirable issue “World of Opportunity” of the  New Scientist  of February 14 still appears to remain the only one in which that conference has been at all adequately handled by British periodicals. This comparative neglect, in spite of copious literature distributed by the Department of Scientific and Industrial Research, in no way detracts from the excellence of the issue of the  New Scientist  which is as welcome for its enterprise as for its intrinsic and timely merit. \n               From  \n               Nature \n                6 April 1963 \n             \n               100 Years Ago \n             Disastrous floods have followed the severe windstorms in the United States on March 23. The areas chiefly affected are the middle western States ... Immense tracts of country have been submerged, and many large towns have become flooded. Much of the ground is below the flood level of the rivers, and in parts the embankments have given way, whilst many tributary rivers have overflowed their banks. Dayton, Indianapolis, Columbus, and numerous other smaller towns have suffered immensely during the last week of March and much loss of life has occurred. Hundreds of houses have been washed away, and immense suffering has been caused ... The rivers are said to be still rising in many places, and the full result of the disaster will depend largely upon the weather for the next week or two. \n               From  \n               Nature \n                3 April 1913 \n             Reprints and Permissions"},
{"file_id": "494432a", "url": "https://www.nature.com/articles/494432a", "year": 2013, "authors": [{"name": "Christopher S. Reynolds"}], "parsed_as_year": "2006_or_before", "body": "The implications of the X-ray emission patterns of galaxies hosting supermassive black holes have been contentious. Data from NASA's NuSTAR telescope seem to resolve the issue — at least for one such galaxy.  See Letter    p.449 Correspondence to\n                 Christopher S. Reynolds . Reprints and Permissions"},
{"file_id": "496034a", "url": "https://www.nature.com/articles/496034a", "year": 2013, "authors": [{"name": "Spencer C. Peck"}, {"name": "Wilfred A. van der Donk"}], "parsed_as_year": "2006_or_before", "body": "Biosynthesis of the antibiotic fosfomycin ends with the formation of an 'epoxide' ring structure. The epoxide is suggested to form from a cationic intermediate, rather than from a free radical.  See Letter    p.114 Correspondence to\n                 Wilfred A. van der Donk . Reprints and Permissions"},
{"file_id": "496173a", "url": "https://www.nature.com/articles/496173a", "year": 2013, "authors": [{"name": "Yidong Chong"}], "parsed_as_year": "2006_or_before", "body": "Using a hexagonal array of helical waveguides, physicists have observed robust optical waves that move in one direction, bypassing obstacles and imperfections exactly as predicted by the theory of topological insulators.  See Letter    p.196 Correspondence to\n                 Yidong Chong . Reprints and Permissions"},
{"file_id": "nature11949", "url": "https://www.nature.com/articles/nature11949", "year": 2013, "authors": [{"name": "James T. Randerson"}], "parsed_as_year": "2006_or_before", "body": "An innovative use of measurements of atmospheric carbon dioxide constrains the possible range of carbon–cycle responses to climate change during the twenty-first century, lowering expectations of tropical-forest dieback.  See Letter    p.341 Correspondence to\n                 James T. Randerson . Reprints and Permissions"},
{"file_id": "494046a", "url": "https://www.nature.com/articles/494046a", "year": 2013, "authors": [{"name": "Alexander Heger"}], "parsed_as_year": "2006_or_before", "body": "When massive stars die as supernovae, these explosions can be seen out to the 'edge of the Universe'. But the stars' nature is often unclear. New observations provide insight into the life of one such star before it exploded.  See Letter    p.65 Correspondence to\n                 Alexander Heger . Reprints and Permissions"},
{"file_id": "494182a", "url": "https://www.nature.com/articles/494182a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Animal Dispersion in Relation to Social Behaviour . By Prof. V. C. Wynne-Edwards — The theme of this book is that over-exploitation of food resources by an animal population will lead to dissipation of the resources and deterioration of the population; that there exists an optimum level of any food resource for allowing sustained productivity; that this needs to be matched by the maintenance of an optimum level of the animal population exploiting it; and that this optimum is attained by means of the many behaviour patterns and devices (especially social ones) found among animals. The author further postulates that this end-result of evolution has been brought about in the past not by individual natural selection, but by group selection of populations ... The enormous weakness of this enormous book, so full of fascinating information, so impregnated with one particular teleological bias, is that it gives no single case-history of group selection ... Whether it occurs widely at all the courageous reader had better decide for himself. \n               From  \n               Nature \n                16 February 1963 \n             \n               100 Years Ago \n             At the end of last month the president and fellows of Harvard College voted to establish the Harvard University Press, for the publication of works of a high scholarly character ... The function of a university press should be to publish works of prime importance and distinctive merit which can rarely be profitable undertakings, but are nevertheless of high value to students in various departments of intellectual activity. This appears to be the aim of the Harvard syndics, as it is of like boards of other universities in the United States. \n               From  \n               Nature \n                13 February 1913 \n             Reprints and Permissions"},
{"file_id": "494179a", "url": "https://www.nature.com/articles/494179a", "year": 2013, "authors": [{"name": "Valer Jeso"}, {"name": "Glenn C. Micalizio"}], "parsed_as_year": "2006_or_before", "body": "A boron complex catalyses the addition of allyl groups — hydrocarbon motifs — to 'activated imines' in a relay-like process, generating synthetically useful compounds as single mirror-image isomers.  See Letter    p.216 Correspondence to\n                 Glenn C. Micalizio . Reprints and Permissions"},
{"file_id": "nature11951", "url": "https://www.nature.com/articles/nature11951", "year": 2013, "authors": [{"name": "David L. Kirchman"}], "parsed_as_year": "2006_or_before", "body": "Viruses that infect the SAR11 group of oceanic bacteria have finally been found and sequenced. Because SAR11 is ubiquitous, these viruses may be the most abundant in the oceans — and perhaps in the entire biosphere.  See Letter    p.357 Correspondence to\n                 David L. Kirchman . Reprints and Permissions"},
{"file_id": "nature11952", "url": "https://www.nature.com/articles/nature11952", "year": 2013, "authors": [{"name": "Jennifer M. Hurley"}, {"name": "Jay C. Dunlap"}], "parsed_as_year": "2006_or_before", "body": "A bacterium and a fungus both use gene sequences that fail to optimize the production of circadian-clock proteins. Two studies reveal different reasons for the advantages of producing less protein.  See Letters    p.111  &  p.116 Correspondence to\n                 Jennifer M. Hurley  or  Jay C. Dunlap . Reprints and Permissions"},
{"file_id": "nature11954", "url": "https://www.nature.com/articles/nature11954", "year": 2013, "authors": [{"name": "Mark A. Sutton"}, {"name": "Albert Bleeker"}], "parsed_as_year": "2006_or_before", "body": "An analysis reveals the huge impact of human activity on the nitrogen cycle in China. With global use of Earth's resources rising per head, the findings call for a re-evaluation of the consumption patterns of developed societies.  See Letter    p.459 Correspondence to\n                 Mark A. Sutton  or  Albert Bleeker . Reprints and Permissions"},
{"file_id": "494321a", "url": "https://www.nature.com/articles/494321a", "year": 2013, "authors": [{"name": "David T. Mulder"}, {"name": "Brian K. Coombes"}], "parsed_as_year": "2006_or_before", "body": "Fast-growing 'defector mutants' can threaten the success of a bacterial infection. But one bacterial species prevails over these cheats by forming a subpopulation that has shut down expression of virulence genes.  See Letter    p.353 Correspondence to\n                 Brian K. Coombes . Reprints and Permissions"},
{"file_id": "494316a", "url": "https://www.nature.com/articles/494316a", "year": 2013, "authors": [{"name": "Peter Brown"}], "parsed_as_year": "2006_or_before", "body": "Genomic data hint at the possibility of human migration from India to Australia 4,230 years ago. However, the inference that these humans took along their dogs and tools is difficult to reconcile with previous reports. Correspondence to\n                 Peter Brown . Reprints and Permissions"},
{"file_id": "nature11953", "url": "https://www.nature.com/articles/nature11953", "year": 2013, "authors": [{"name": "Edward J. Pearce"}], "parsed_as_year": "2006_or_before", "body": "The discovery that schistosomes possess adult stem cells could explain the long-term persistence of these parasitic worms in humans. Targeting a protein produced by the cells might damage schistosome defences.  See Letter    p.476 Correspondence to\n                 Edward J. Pearce . Reprints and Permissions"},
{"file_id": "nature11958", "url": "https://www.nature.com/articles/nature11958", "year": 2013, "authors": [{"name": "Hans Clevers"}], "parsed_as_year": "2006_or_before", "body": "A long-standing ambiguity has been whether quiescent cells located in intestinal crypt structures are stem cells. The answer seems to be yes and no, depending on how one defines the term stem cell.  See Article    p.65 Correspondence to\n                 Hans Clevers . Reprints and Permissions"},
{"file_id": "494318a", "url": "https://www.nature.com/articles/494318a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The mathematician of to-day is a much more powerful figure in research than his predecessor of fifty years ago. Indeed, it is fair to say that the mathematician is gradually taking over much of applied physics. This need not worry the physicist, who is moving into chemistry with growing momentum. Nor the chemist, who, with the physicist, is now a key figure in biological research: and what of the biologist? Does he need to worry? The answer is surely no, for he will become more and more a leader in the sociological fields, ergonomics being a case in point. \n               From  \n               Nature \n                23 February 1963 \n             \n               100 Years Ago \n             Nutrition Physiology . By Prof. P. G. Stiles — It is not possible to regard the book as a mere addition to the already numerous primers of physiology; it is something beyond this, although it makes no pretensions to being anything profound. It can be read with profit by the junior student, and still more by the senior student, and even the professed physiologist. Old truths are often put in new ways, and so fresh light is shed upon familiar problems ... The book contains the inevitable chapter on alcohol; this is written in a moderate strain, and may, perhaps be viewed with disfavour by the extreme teetotaller because it is not intemperate. As one reads it, one almost feels that its author was writing it because he had to, but was protesting all the time inwardly against the American law which excludes all physiological books from scholastic institutions which do not obey the tyrannical behests of the party in power. \n               From  \n               Nature \n                20 February 1913 \n             Reprints and Permissions"},
{"file_id": "494439a", "url": "https://www.nature.com/articles/494439a", "year": 2013, "authors": [{"name": "Aniek Janssen"}, {"name": "René H. Medema"}], "parsed_as_year": "2006_or_before", "body": "Chromosome-segregation errors during cell division may play a key part in tumour evolution. The long-awaited identification of a common genetic defect causing such errors comes with an interesting conceptual twist.  See Letter    p.492 Correspondence to\n                 René H. Medema . Reprints and Permissions"},
{"file_id": "nature11956", "url": "https://www.nature.com/articles/nature11956", "year": 2013, "authors": [{"name": "Kenneth S. Kosik"}], "parsed_as_year": "2006_or_before", "body": "The versatility of RNA seems limitless. The latest surprise comes from circular RNAs, which are found to counteract the function of another class of regulatory RNA — the microRNAs.  See Article    p.333  &  Letter    p.384 Correspondence to\n                 Kenneth S. Kosik . Reprints and Permissions"},
{"file_id": "494437a", "url": "https://www.nature.com/articles/494437a", "year": 2013, "authors": [{"name": "Ruth E. Ley"}], "parsed_as_year": "2006_or_before", "body": "The impact of a diet, no matter how rich it is, depends crucially on the host's resident gut microbes. Treatment of severe malnutrition with antibiotics may affect the composition of this microbiota to favour better use of nutrients. Correspondence to\n                 Ruth E. Ley . Reprints and Permissions"},
{"file_id": "nature11957", "url": "https://www.nature.com/articles/nature11957", "year": 2013, "authors": [{"name": "Todd W. Troyer"}], "parsed_as_year": "2006_or_before", "body": "Exactly when motor-planning neurons function to produce a bird's song is debatable. New data suggest that bursts of activity in these cells mark sudden changes in the commands to the vocal organ.  See Article    p.59 Correspondence to\n                 Todd W. Troyer . Reprints and Permissions"},
{"file_id": "493310b", "url": "https://www.nature.com/articles/493310b", "year": 2013, "authors": [{"name": "Ignacio Sancho-Martinez"}, {"name": "Juan Carlos Izpisua Belmonte"}], "parsed_as_year": "2006_or_before", "body": "Cellular reprogramming to a stem-cell-like state is inefficient and poorly understood, despite its biomedical potential. Detailed molecular analyses of this process are now reported, and should help to overcome these limitations. Correspondence to\n                 Juan Carlos Izpisua Belmonte . Reprints and Permissions"},
{"file_id": "493313a", "url": "https://www.nature.com/articles/493313a", "year": 2013, "authors": [{"name": "Christian Serre"}], "parsed_as_year": "2006_or_before", "body": "The use of confocal fluorescence microscopy to image defects in crystalline, porous solids known as metal–organic frameworks enables the relationship between the number of defects and the materials' properties to be determined. Correspondence to\n                 Christian Serre . Reprints and Permissions"},
{"file_id": "nature11855", "url": "https://www.nature.com/articles/nature11855", "year": 2013, "authors": [{"name": "Margaret Lise Gardel"}], "parsed_as_year": "2006_or_before", "body": "Brush-like polymers with a rigidity similar to that of polymers in living cells have been synthesized and used to build force-responsive materials. The advance opens the door to applications in drug delivery and tissue engineering.  See Letter    p.651 The diverse physiology of cells and tissues is underpinned by materials consisting of macromolecules whose mechanical behaviour allows organisms to control and maintain their shape 1 . The construction of synthetic versions of these materials could allow artificial cells and tissues to be made, but preparing such materials has long been a major challenge. On  page 651  of this issue, Kouwer  et al . 2  report that they have produced the first synthetic polymers whose rigidity can be tuned to mimic that of a wide range of their biological counterparts. The authors' achievement will facilitate the construction of polymer networks that have highly tunable, force-responsive behaviour Footnote  1 . Synthetic polymers, such as polyethylene, nylon and silicone, were an important class of material in the twentieth century, finding diverse applications as paints, adhesives, fibres and plastics. But these polymer molecules behave rather like cooked spaghetti, because they have little rigidity along their length. Their flexibility is entirely due to the randomization of the polymer chains' configurations by thermal energy — the energy available to act on molecules at ambient temperature. Biological polymers, which are formed from amino acids or nucleic acids, are very different. These materials are ubiquitous in nature, and include DNA; cytoskeletal filamentous proteins, such as actin, microtubules and intermediate filaments; and scaffolding molecules in the extracellular matrix, such as collagen and fibrin. Biological polymers are much more rigid than chemical polymers, and so are similar to partially cooked spaghetti. Because of this high rigidity, the energy required to bend biological polymers is comparable to that available from thermal energy, such that they bend much less than synthetic polymers at ambient temperature. This inherent rigidity makes the mechanical behaviour of biological polymers at the bulk scale qualitatively different from that of synthetic polymers 3 . Kouwer and colleagues have discovered that polyisocyanopeptide polymers, grafted with flexible side chains of a different polymer, serve as mimics of a protein structure known as a β-sheet, and self-assemble into helical structures similar to those formed by DNA and actin filaments. Moreover, the authors report that the polymers aggregate into bundles when heated in solution ( Fig. 1 ), similar to the bundles formed by collagen and fibrin. One way to characterize the rigidity of a material is through its persistence length: the higher the persistence length, the more rigid the polymer. The persistence length of biological polymers varies from about 100 nanometres for DNA to 1 millimetre for microtubules; by comparison, the effective persistence length of a flexible synthetic polymer is typically about 0.1 nm. When the authors characterized the mechanical properties of their polymers using force-spectroscopy techniques, they found that single polymer chains had a sizeable persistence length, 500 nm. They also found that this increased for larger bundles, consistent with the idea that rigidity correlates with bundle diameter. Kouwer and co-workers' materials therefore represent the first semi-flexible synthetic polymers to have tunable persistence lengths, and so might serve as building blocks for biomimetic materials. One of the main consequences of increasing polymer rigidity is that it alters the mechanical response of crosslinked networks of the polymer. The mechanical rigidity of a material is described by a parameter known as the elastic modulus. For networks of flexible polymers (such as rubber), the elastic modulus depends only weakly on the density of the polymers or crosslinker connections. By contrast, in networks of semi-flexible polymers, the elastic modulus depends more strongly on these parameters 3 . A second characteristic of networks of semi-flexible polymers is that their response to stress is highly nonlinear 3 . Under increasing loads, conventional polymeric materials simply stretch until they break. Networks of semi-flexible polymers, however, stiffen under increasing load and have an elastic modulus that increases dramatically at a critical strain. Both of these distinctive properties of semi-flexible networks are typical of biological polymers, and are also found in Kouwer and colleagues' synthetic polymers. Because of their unusual mechanics, the authors' materials are highly responsive to applied stress: as the applied stress increases, the elastic modulus also increases to minimize changes in deformation. This suggests that the materials will maintain their shape when subjected to a wide range of externally applied stresses. What's more, the polymers' highly tunable rigidity means that tiny quantities of polymer could be used to make materials that have a wide range of stiffnesses. Kouwer and colleagues' polymers most closely mimic those found in intermediate filaments ( Fig. 1 ), a class of intracellular polymer that is crucial for cell adhesion and migration and for maintaining cell shape 4 . It will be exciting to see if the authors' approach, or other approaches for making semi-flexible polymers, can be expanded to make synthetic mimics of DNA, actin filaments and microtubules. Another challenge will be to find a way of adding mechanochemically active components 5  — those that transform chemical energy into mechanical work — to the polymer. This would enable filaments to be made that exhibit exotic polymerization behaviour, such as treadmilling (in which one end of a filament grows while its other end shrinks), or which create dynamic instabilities or crosslinks, to form the basis of a molecular motor. The ability to build 'active' soft materials that respond to external chemical and mechanical signals will provide opportunities in the areas of condensed-matter physics and materials science for years to come. Such materials might allow the construction of artificial cells and tissues that are more closely compatible physiologically with their counterparts in humans than currently available materials, so that they might be used in the next generation of drug-delivery and tissue-engineering technologies. Active soft materials might also change the way in which we engage with the physical world, by forming the basis of highly responsive and malleable materials and machines. Kouwer and co-workers' polymers are an exciting first step in these directions. Correspondence to\n                 Margaret Lise Gardel . Reprints and Permissions"},
{"file_id": "493312a", "url": "https://www.nature.com/articles/493312a", "year": 2013, "authors": [{"name": "Patrick Goymer"}], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature11857", "url": "https://www.nature.com/articles/nature11857", "year": 2013, "authors": [{"name": "Charles C. Query"}, {"name": "Maria M. Konarska"}], "parsed_as_year": "2006_or_before", "body": "The spliceosome complex removes intron sequences from RNA transcripts to form messenger RNA. The structure of a spliceosomal protein, Prp8, reveals the complex's active site and casts light on the origin of splicing.  See Article    p.638 Correspondence to\n                 Charles C. Query  or  Maria M. Konarska . Reprints and Permissions"},
{"file_id": "493485a", "url": "https://www.nature.com/articles/493485a", "year": 2013, "authors": [{"name": "Peter Cargill"}], "parsed_as_year": "2006_or_before", "body": "Determining the real scale of structures in the Sun's corona has proved difficult because of limited spatial resolution. Now high-resolution imaging has allowed dynamic structures on scales of 150 kilometres to be observed.  See Letter    p.501 Correspondence to\n                 Peter Cargill . Reprints and Permissions"},
{"file_id": "493486a", "url": "https://www.nature.com/articles/493486a", "year": 2013, "authors": [{"name": "Bernard Wood"}], "parsed_as_year": "2006_or_before", "body": "A comparison of the wearing effect of plant-derived silica and desert dust on tooth enamel suggests that extreme wear on teeth might not be caused by food. The findings may change some thoughts about the diets of human ancestors. Correspondence to\n                 Bernard Wood . Reprints and Permissions"},
{"file_id": "493487a", "url": "https://www.nature.com/articles/493487a", "year": 2013, "authors": [{"name": "Bryce J. W. van Denderen"}, {"name": "Erik W. Thompson"}], "parsed_as_year": "2006_or_before", "body": "Two studies shed light on the role of cellular transitions between the epithelial and mesenchymal states during cancer metastasis, and provide food for thought as to which cellular processes should be targeted in cancer treatment. Correspondence to\n                 Bryce J. W. van Denderen  or  Erik W. Thompson . Reprints and Permissions"},
{"file_id": "nature11856", "url": "https://www.nature.com/articles/nature11856", "year": 2013, "authors": [{"name": "D. James Surmeier"}], "parsed_as_year": "2006_or_before", "body": "A study shows that, rather than sequentially starting and stopping a movement, two parallel pathways involving neurons in the brain's basal ganglia seem to work in tandem to accomplish the complex task of motion.  See Letter    p.238 Correspondence to\n                 D. James Surmeier . Reprints and Permissions"},
{"file_id": "493484a", "url": "https://www.nature.com/articles/493484a", "year": 2013, "authors": [{"name": "Struther Arnott"}, {"name": "W. H. Bragg"}], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             International Tables for X-ray Crystallography . General Editor: Dame Kathleen Lonsdale — The fifty years which have elapsed since the discovery of X-ray diffraction by crystals have witnessed the development of X-ray crystallographic techniques as a structure-determining tool of unprecedented power and catholicity of application. By it the complexities of mineral structures have been rationalized ... and the elaborate architecture of the giant globular proteins mapped out. Fortunately, it was recognized early that this diversity would make discipline in the presentation of results, and uniformity of nomenclature and convention particularly desirable. The first attempt to provide such an authoritative basis was by the  Internationale Tabellen zur Bestimmung von Kristallstrukturen  of 1935. In 1946 the International Union of Crystallography decided on a complete revision and extension of these tables under the general editorship of Dame Kathleen Lonsdale. Two volumes ... have already appeared; Volume 3, dealing with physical and chemical tables, represents the completion of the 1946 project ... No X-ray crystallographical laboratory worthy of the name will fail to add this magnificently printed and luxuriously bound volume to the two they already should possess.  Struther Arnott \n               From  \n               Nature \n                26 January 1963 \n             \n               100 Years Ago \n             It is not at all difficult to measure the ionisation produced by the radiation reflected by crystals, as indeed Prof. Barkla has already suggested. Using a sheet of mica and a pencil of a few millimetres diameter, I find it possible to follow with an ionisation chamber the movement of the reflected spot while the mirror is rotated.  W. H. Bragg \n               From  \n               Nature \n                23 January 1913 \n             Reprints and Permissions"},
{"file_id": "nature11944", "url": "https://www.nature.com/articles/nature11944", "year": 2013, "authors": [{"name": "Sayeef Salahuddin"}], "parsed_as_year": "2006_or_before", "body": "By harnessing the way charge carriers move in a magnetic field, computing blocks based on semiconductor junctions have been made that are reconfigurable and can be interconnected to perform complex logic functions.  See Letter    p.72 Correspondence to\n                 Sayeef Salahuddin . Reprints and Permissions"},
{"file_id": "493613a", "url": "https://www.nature.com/articles/493613a", "year": 2013, "authors": [{"name": "Paul Charbonneau"}], "parsed_as_year": "2006_or_before", "body": "The Sun's magnetic activity varies cyclically over a period of about 11 years. An analysis of a new, temporally extended proxy record of this activity hints at a possible planetary influence on the amplitude of the cycle. Correspondence to\n                 Paul Charbonneau . Reprints and Permissions"},
{"file_id": "nature11946", "url": "https://www.nature.com/articles/nature11946", "year": 2013, "authors": [{"name": "Bertrand Coste"}, {"name": "Ardem Patapoutian"}], "parsed_as_year": "2006_or_before", "body": "Salt is important in health and disease, yet how mammals sense it is not completely clear. Evidence in worms suggests that TMC proteins, which are implicated in human hearing, are salt receptors involved in taste.  See Letter    p.95 Correspondence to\n                 Bertrand Coste  or  Ardem Patapoutian . Reprints and Permissions"},
{"file_id": "nature11947", "url": "https://www.nature.com/articles/nature11947", "year": 2013, "authors": [{"name": "Adolfo García-Sastre"}], "parsed_as_year": "2006_or_before", "body": "To thwart the antimicrobial responses of their hosts, pathogens have evolved diverse mechanisms, including autophagy. Knowledge of such mechanisms has now led to a pro-autophagy peptide that may be of therapeutic value.  See Article    p.201 Correspondence to\n                 Adolfo García-Sastre . Reprints and Permissions"},
{"file_id": "493619a", "url": "https://www.nature.com/articles/493619a", "year": 2013, "authors": [{"name": "Qimiao Si"}], "parsed_as_year": "2006_or_before", "body": "Physicists have puzzled over a hidden electronic order in a uranium-based material for decades. A new theory attributes it to not just a single but a double breaking of time-reversal symmetry.  See Article    p.621 Correspondence to\n                 Qimiao Si . Reprints and Permissions"},
{"file_id": "493616a", "url": "https://www.nature.com/articles/493616a", "year": 2013, "authors": [{"name": "Maren Voss"}, {"name": "Susanna Hietanen"}], "parsed_as_year": "2006_or_before", "body": "Breakdown of dissolved organic nitrogen in the ocean had been thought to be the preserve of microbes at the surface. The discovery that these microbes are not up to the task calls for a reassessment of the biogeochemistry of this nitrogen pool. Correspondence to\n                 Maren Voss  or  Susanna Hietanen . Reprints and Permissions"},
{"file_id": "493031a", "url": "https://www.nature.com/articles/493031a", "year": 2013, "authors": [{"name": "R. Brent Tully"}], "parsed_as_year": "2006_or_before", "body": "Deep-imaging observations of the Andromeda galaxy and its surroundings have revealed a wide but thin planar structure of satellite galaxies that all orbit their host in the same rotational direction.  See Letter    p.62 Correspondence to\n                 R. Brent Tully . Reprints and Permissions"},
{"file_id": "nature11850", "url": "https://www.nature.com/articles/nature11850", "year": 2013, "authors": [{"name": "Paul W. Frankland"}, {"name": "Sheena A. Josselyn"}], "parsed_as_year": "2006_or_before", "body": "Sustained activity of the brain-specific enzyme PKM-ζ is thought to underlie the maintenance of long-term memories. Studies in PKM-ζ-deficient mice, however, cast the importance of this protein into question.  See Letters    p.416  &  p.420 Correspondence to\n                 Paul W. Frankland . Reprints and Permissions"},
{"file_id": "493030a", "url": "https://www.nature.com/articles/493030a", "year": 2013, "authors": [{"name": "Francesco Sciortino"}, {"name": "Emanuela Zaccarelli"}], "parsed_as_year": "2006_or_before", "body": "A detailed simulation of the packing behaviour of deformable particles settles the debate about whether soft matter can adopt an unconventional crystal structure at high densities — it can. The hunt is now on for a real-world example. Correspondence to\n                 Francesco Sciortino  or  Emanuela Zaccarelli . Reprints and Permissions"},
{"file_id": "493035a", "url": "https://www.nature.com/articles/493035a", "year": 2013, "authors": [{"name": "Steve Hatfield-Dodds"}], "parsed_as_year": "2006_or_before", "body": "How influential are the various factors involved in curbing global warming? A study finds that the timing of emissions reduction has the largest impact on the probability of limiting temperature increases to 2 °C.  See Letter    p.79 Correspondence to\n                 Steve Hatfield-Dodds . Reprints and Permissions"},
{"file_id": "493036a", "url": "https://www.nature.com/articles/493036a", "year": 2013, "authors": [{"name": "Richard A. Dixon"}], "parsed_as_year": "2006_or_before", "body": "Nanoscale imaging reveals that bacterial and fungal enzymes use different mechanisms to deconstruct plant cell walls. The finding may provide clues about how to enhance the efficiency of liquid-biofuel production from biomass. Correspondence to\n                 Richard A. Dixon . Reprints and Permissions"},
{"file_id": "493172a", "url": "https://www.nature.com/articles/493172a", "year": 2013, "authors": [{"name": "Anna C. Balazs"}], "parsed_as_year": "2006_or_before", "body": "A method for dissecting the polymeric networks of gels enables the number of loops — strands that connect to themselves — within them to be counted. This allows network morphologies to be correlated with gel properties. Correspondence to\n                 Anna C. Balazs . Reprints and Permissions"},
{"file_id": "nature11852", "url": "https://www.nature.com/articles/nature11852", "year": 2013, "authors": [{"name": "Michael J. Walter"}], "parsed_as_year": "2006_or_before", "body": "Magmas that have erupted at Earth's surface reveal a potential new mantle source. This source, which is rich in nickel and has a primordial helium isotopic content, may have originated at great depth in the mantle.  See Letter    p.393 Correspondence to\n                 Michael J. Walter . Reprints and Permissions"},
{"file_id": "493033a", "url": "https://www.nature.com/articles/493033a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Education and the humanist revolution'. By Sir Julian Huxley — The knowledge explosion of the past hundred years has given us a new vision of human identity — of the world, of man, and of man's role in the world ... It leads inevitably to a new dominant organization of thought and belief, and, after centuries of ideological fragmentation, to a new comprehensive idea-system, which I call 'evolutionary humanism' ... Our new system must itself be evolutionary, not change-resistant but change-promoting; it must transform as well as transmit. In part, it can be achieved by making girls and boys understand the moral duty of helping and guiding the evolutionary process in a desirable direction. But something more practical is also needed. If our aim be greater fulfilment, the next step in psychosocial evolution must be from the Welfare State towards a 'Fulfilment Society'. A humanist educational system will put the idea of a fulfilment society before children, and will provide them with opportunities for actual personal fulfilment. \n               From  \n               Nature \n                5 January 1963 \n             \n               100 Years Ago \n             Perfect Health For Women and Children . By Elizabeth S. Chesser — Miss Chesser has to be commended for having treated a wide subject in such a sound, common-sense and practical manner as will make the book appeal to every class of reader, both lay and medical. The author does not mince matters when she finds fault with the unhygienic practices of the present day; and the work is full of good, telling sentences, such as, “if women paid as much attention to their teeth as they do to their complexions, they would be 50 per cent healthier and better looking.” \n               From  \n               Nature \n                2 January 1913 \n             Reprints and Permissions"},
{"file_id": "493167a", "url": "https://www.nature.com/articles/493167a", "year": 2013, "authors": [{"name": "Peter F. Sale"}], "parsed_as_year": "2006_or_before", "body": "Most fish living in marine reserves are older, bigger and more fecund than those outside their borders, but they are also slower to flee a threat. The potential for 'spillover' of such fish into fisheries may boost support for reserves. Correspondence to\n                 Peter F. Sale . Reprints and Permissions"},
{"file_id": "493171a", "url": "https://www.nature.com/articles/493171a", "year": 2013, "authors": [{"name": "Stevan R. Hubbard"}], "parsed_as_year": "2006_or_before", "body": "The hormone insulin has a central role in human physiology, yet the answer to a fundamental biochemical question — how it binds to its cell-surface receptor — has remained elusive, until now.  See Letter    p.241 Correspondence to\n                 Stevan R. Hubbard . Reprints and Permissions"},
{"file_id": "493170a", "url": "https://www.nature.com/articles/493170a", "year": 2013, "authors": [{"name": "Thomas F. Krauss"}], "parsed_as_year": "2006_or_before", "body": "An array of more than 4,000 optical antennas working in unison has been demonstrated on a millimetre-scale silicon chip. The result highlights the remarkable capabilities of optical integration in silicon.  See Letter    p.195 Correspondence to\n                 Thomas F. Krauss . Reprints and Permissions"},
{"file_id": "nature11851", "url": "https://www.nature.com/articles/nature11851", "year": 2013, "authors": [{"name": "Steven M. Holland"}], "parsed_as_year": "2006_or_before", "body": "Fossils of microorganisms from deep-sea sediment cores show that environmental change correlates closely with extinction but not with speciation, producing a nuanced view of the drivers of evolution.  See Letter    p.398 Correspondence to\n                 Steven M. Holland . Reprints and Permissions"},
{"file_id": "493168a", "url": "https://www.nature.com/articles/493168a", "year": 2013, "authors": [{"name": "Rosamund Daw"}], "parsed_as_year": "2006_or_before", "body": "The effects of topology have been investigated in systems as diverse as molecules and the cosmos, but rarely at the micrometre scale. In this issue, Senyuk  et al . explore how topology affects the alignment of micro-scale particles suspended in a 'nematic' host matrix — a liquid crystal in which the molecules are aligned but do not form well-defined planes ( B. Senyuk  et al .  Nature   493 , 200–205; 2013 ). The particles in naturally occurring colloids — systems of tiny particles of one material suspended in a different material — are often spheres or faceted crystals. Such particles are said to have a topology of genus ( g ) zero. To explore the effects of different topologies on colloid particles, Senyuk  et al . synthesized particles constructed from rings 5–10 μm in diameter. These ranged from simple hoops ( g  = 1) to 'Olympic rings' ( g  = 5; pictured). The authors found that when the particles were dispersed in a nematic liquid crystal, they typically aligned with their ring planes perpendicular to the direction of alignment of the liquid crystal (the 'director'). Each particle of genus  g  generated at least  g  – 1 defects in the liquid-crystal matrix, in agreement with topological theorems. These were either point defects in the rings' holes, or loop defects that could run around the inside or outside of the rings. What's more, the orientation of the liquid-crystal molecules around each particle was dictated by the particle's topology. Senyuk and co-workers went on to show that the particles could be aligned parallel to the director by melting and rapidly cooling the surrounding liquid crystals. In this case, defects appeared in the liquid crystal both within and next to the particles. And by applying an electric field at different rates, the authors could switch either the orientation of the colloidal particles or the configuration of the liquid-crystal molecules around the particles; the resulting states were stable when the electric field was removed. Finally, the researchers found that the particles diffused more easily along the nematic director than in other directions, and that the rate of diffusion decreased with increasing genus number. Taken together, these findings open up fresh opportunities for colloidal organization and self-assembly, as well as potential applications — in electro-optic or photonic devices, for example. Reprints and Permissions"},
{"file_id": "493173a", "url": "https://www.nature.com/articles/493173a", "year": 2013, "authors": [{"name": "Simon H. Brocklehurst"}], "parsed_as_year": "2006_or_before", "body": "A state-of-the-art numerical model shows that the advance of glaciers in a cooling climate depends strongly on the pre-existing landscape, and that glacial erosion paves the way for greater glacial extent in the future.  See Letter    p.206 Correspondence to\n                 Simon H. Brocklehurst . Reprints and Permissions"},
{"file_id": "nature11853", "url": "https://www.nature.com/articles/nature11853", "year": 2013, "authors": [{"name": "Klaus Butterbach-Bahl"}, {"name": "Ralf Kiese"}], "parsed_as_year": "2006_or_before", "body": "An analysis shows that fuel made from wild, herbaceous vegetation grown on land currently unsuitable for cultivating field crops could contribute substantially to the United States' targets for biofuel production.  See Letter    p.514 Correspondence to\n                 Klaus Butterbach-Bahl  or  Ralf Kiese . Reprints and Permissions"},
{"file_id": "493166a", "url": "https://www.nature.com/articles/493166a", "year": 2013, "authors": [{"name": "Piers Coleman"}], "parsed_as_year": "2006_or_before", "body": "Physicists have come up with the mind-boggling concept of a time crystal. This intriguing proposal, which is based on the notion of broken time-translation symmetry, might open up a whole new field of research. Correspondence to\n                 Piers Coleman . Reprints and Permissions"},
{"file_id": "493619b", "url": "https://www.nature.com/articles/493619b", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Living with the Atom . By Prof. Ritchie Calder — The author gives his ... contributions to a discussion on responsible reporting. It is difficult for the reporter to steer a course between the attractive liveliness that approaches the sensational, and the dry factual report that few will read ... There is a fear and distrust of scientists, as people who ought to be above human fallibility but unforgivably err like everyone else; and he points out the dangers also of the responsibility for major decisions resting in the hands of men who do not know sufficient about science to be able to challenge with any confidence the advice that comes to them from their experts. There is something in this, although one would feel that a knowledge of men and a flair for consulting the right experts is what brings men to high office. \n               From  \n               Nature \n                2 February 1963 \n             \n               100 Years Ago \n             'Luminous halos surrounding shadows of heads' — The phenomenon referred to ... can also be seen on grass when the sun is low in the sky ... If the grass surface is near to the observer, a faint halo is seen to surround the shadow of his head, and this is more easily perceived if he is moving than if standing still; my attention was indeed first attracted to this phenomenon when bicycling.  J. Evershed I happened to be watching our shadows as we passed along the edge of a field of young green wheat, when, to my surprise, I noticed a halo of light round the shadow of my own head and neck ... The fact that each observer sees only his own halo obviously precludes this phenomenon from having been the origin of the halos recorded in sacred writings round the head of Christ and others.  L. L. Fermor \n               From  \n               Nature \n                30 January 1913 \n             Reprints and Permissions"},
{"file_id": "nature11945", "url": "https://www.nature.com/articles/nature11945", "year": 2013, "authors": [{"name": "Neil A. R. Gow"}], "parsed_as_year": "2006_or_before", "body": "Unusual strains of the pathogen  Candida albicans  have been found that contain a single set of chromosomes. Formation of such haploid strains weeds out damaged copies of genes to promote evolution in the human body.  See Article    p.55 Correspondence to\n                 Neil A. R. Gow . Reprints and Permissions"},
{"file_id": "nature11948", "url": "https://www.nature.com/articles/nature11948", "year": 2013, "authors": [{"name": "Teresa V. Bowman"}, {"name": "Leonard I. Zon"}], "parsed_as_year": "2006_or_before", "body": "Knowing how an organism's tissues handle stress throughout life is key to understanding ageing and disease. Stems cells of the blood system seem to tackle metabolic stress by means of a process called autophagy.  See Article    p.323 Correspondence to\n                 Teresa V. Bowman  or  Leonard I. Zon . Reprints and Permissions"},
{"file_id": "nature11950", "url": "https://www.nature.com/articles/nature11950", "year": 2013, "authors": [{"name": "John Maclennan"}], "parsed_as_year": "2006_or_before", "body": "A detailed geological analysis of a ridge in the Indian Ocean suggests that compositional variations in Earth's mantle have a surprisingly crucial role in the uplift of a bathymetric bulge along the ridge.  See Article    p.195 Correspondence to\n                 John Maclennan . Reprints and Permissions"},
{"file_id": "494433a", "url": "https://www.nature.com/articles/494433a", "year": 2013, "authors": [{"name": "Manuela Villion"}, {"name": "Sylvain Moineau"}], "parsed_as_year": "2006_or_before", "body": "The discovery that some viruses use a defence mechanism known as a CRISPR/Cas system beautifully illustrates the evolutionary tit-for-tat between viruses and the bacteria they infect.  See Letter    p.489 Correspondence to\n                 Sylvain Moineau . Reprints and Permissions"},
{"file_id": "494434a", "url": "https://www.nature.com/articles/494434a", "year": 2013, "authors": [{"name": "W. Tecumseh Fitch"}], "parsed_as_year": "2006_or_before", "body": "Rhesus macaques' responses to computer-animated images of lip-smacking monkey faces suggest that the jaw, tongue and lip oscillations that characterize human speech may have evolved from rhythmic primate facial expressions. Correspondence to\n                 W. Tecumseh Fitch . Reprints and Permissions"},
{"file_id": "nature11955", "url": "https://www.nature.com/articles/nature11955", "year": 2013, "authors": [{"name": "Douglas W. Stephan"}], "parsed_as_year": "2006_or_before", "body": "A ruthenium catalyst has been developed that, at a few parts per million, releases hydrogen gas from methanol, a simple bulk chemical. The advance might allow methanol to be used as a hydrogen source for fuelling vehicles.  See Letter    p.85 Correspondence to\n                 Douglas W. Stephan . Reprints and Permissions"},
{"file_id": "nature12092", "url": "https://www.nature.com/articles/nature12092", "year": 2013, "authors": [{"name": "Stephen R. Carpenter"}], "parsed_as_year": "2006_or_before", "body": "Predicting when the dynamics of a complex system will undergo a sudden transition is difficult. New experiments show that the spatial distribution of organisms can indicate when such tipping points are near.  See Letter    p.355 Correspondence to\n                 Stephen R. Carpenter . Reprints and Permissions"},
{"file_id": "496172a", "url": "https://www.nature.com/articles/496172a", "year": 2013, "authors": [{"name": "Matthew T. Kaufman"}, {"name": "Anne K. Churchland"}], "parsed_as_year": "2006_or_before", "body": "The philosopher Albert Camus once said, “Life is the sum of all your choices”. Work using an innovative experimental design in humans and rats shows that many of the errors in those choices come from the senses, not from cognition. Correspondence to\n                 Anne K. Churchland . Reprints and Permissions"},
{"file_id": "496178a", "url": "https://www.nature.com/articles/496178a", "year": 2013, "authors": [{"name": "Jack Connerney"}], "parsed_as_year": "2006_or_before", "body": "Saturn's atmosphere bears a latent image of its icy rings, implying that electrically charged bits of water ice are being transported along magnetic-field lines of force from sources in the ring plane to the upper atmosphere.  See Letter    p.193 Correspondence to\n                 Jack Connerney . Reprints and Permissions"},
{"file_id": "nature12252", "url": "https://www.nature.com/articles/nature12252", "year": 2013, "authors": [{"name": "Andrew F. Read"}, {"name": "Nicole Mideo"}], "parsed_as_year": "2006_or_before", "body": "Malaria infections are not always lethal. One reason for this may be that transmission from mosquitoes creates malaria parasites that trigger a more protective mammalian immune response.  See Letter    p.228 Correspondence to\n                 Andrew F. Read . Reprints and Permissions"},
{"file_id": "nature12093", "url": "https://www.nature.com/articles/nature12093", "year": 2013, "authors": [{"name": "Simon Kaner"}], "parsed_as_year": "2006_or_before", "body": "The discovery of lipids on ceramic fragments from the Japanese Jōmon period provides the earliest evidence for the use of pottery for cooking and may prompt a rethink of some aspects of human innovation.  See Letter    p.351 Correspondence to\n                 Simon Kaner . Reprints and Permissions"},
{"file_id": "498175a", "url": "https://www.nature.com/articles/498175a", "year": 2013, "authors": [{"name": "Peter van der Straten"}], "parsed_as_year": "2006_or_before", "body": "Ultracold atomic gases are excellent platforms for exploring phenomena in condensed-matter physics. They have now been used to engineer the spin Hall effect and to make the atomic counterpart of the spin transistor.  See Letter    p.201 Correspondence to\n                 Peter van der Straten . Reprints and Permissions"},
{"file_id": "498180a", "url": "https://www.nature.com/articles/498180a", "year": 2013, "authors": [{"name": "Johan Six"}], "parsed_as_year": "2006_or_before", "body": "The conversion of poor-quality arable lands to grassland has prevented soil erosion and sequestered carbon. A study finds that greenhouse gases will be emitted if these lands return to cultivation, especially if they are ploughed. Correspondence to\n                 Johan Six . Reprints and Permissions"},
{"file_id": "498181b", "url": "https://www.nature.com/articles/498181b", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "498310b", "url": "https://www.nature.com/articles/498310b", "year": 2013, "authors": [{"name": "Oliver G. Pybus"}, {"name": "Rebecca R. Gray"}], "parsed_as_year": "2006_or_before", "body": "The discovery of many new species of hepaciviruses and pegiviruses, which exhibit enormous genetic diversity, in wild rodent and bat populations might help us to understand the origins of the hepatitis C virus. The hepatitis C virus does not give up its secrets lightly. Despite infecting about 3 out of every 100 people worldwide, a small proportion of whom consequently develop severe liver disease, the virus eluded discovery for decades. It was eventually identified in 1989 as the cause of 'non-A, non-B hepatitis'. Researchers who have since sought the origins of hepatitis C virus (HCV), as it is now known, have been frustrated in equal measure. The virus infects chimpanzees in the laboratory, but studies of wild and captive primates uncovered no evidence of an animal population that might have transmitted HCV to humans 1 , contrasting with the success of other surveys that exposed close relatives of HIV-1 and human malaria in great apes 2 . Now, however, Kapoor  et al . 3  and Quan  et al . 4 , writing in  mBio  and  Proceedings of the National Academy of Sciences , respectively, report a diverse and widespread array of HCV-like viruses in wild populations of rodents 3  and bats 4 . Although none of these viruses can yet be claimed as the source of HCV, their discovery may represent the beginning of the end of the search for HCV's origins. HCV belongs to the  Hepacivirus  genus of viruses, whose closest taxonomic neighbour is the  Pegivirus  genus 5 ; the newly discovered bat and rodent viruses include members of both groups. Kapoor  et al . found five provisional virus species among more than 400 blood samples from four North American rodent species. Quan and colleagues describe 11 virus lineages from around 1,700 samples taken from 58 bat species collected in Mexico, Bangladesh and sub-Saharan Africa. The most notable property of the new viruses is their exceptional genetic heterogeneity, which dwarfs the diversity of all previously known hepaciviruses and pegiviruses, including HCV, which is itself highly variable. This diversity strongly implicates bats and rodents as natural and ancestral hosts for viruses of both genera, an idea supported by the comparatively high frequency of infection in wild animals (around 5%) and by Quan and colleagues' observations that some bats were co-infected with multiple viruses. Furthermore, all the infected bats seemed healthy when collected, which is consistent with a long evolutionary association between virus and host. But despite their already remarkable diversity, the viruses were isolated from approximately 5% of bat and less than 1% of rodent species known, and thus probably represent only a fraction of hepaciviruses and pegiviruses present in nature. Before these reports, the hepaciviruses and pegiviruses were known as sparsely populated genera that between them contained fewer than ten species, isolated from a motley collection of hosts: humans, chimpanzees, horses, dogs, wild and captive New World primates, plus one bat pegivirus found 6  in 2010. The discovery of enormous viral genetic diversity in bats and rodents presents the possibility that each of the formerly identified species arose through successful cross-species transmission of a bat or rodent virus. Indeed, it is estimated that a quarter of recently emerged human pathogens originated from rodents or bats 7 , and both animal groups are abundant, widely distributed and live in large numbers near human settlements or domesticated animals. This postulated cross-species transmission need not have been direct, but may have occurred through an intermediate host in even closer contact with humans — civet cats had such a role in the transfer of the SARS coronavirus to humans 8 , and pigs in the transfer of the Nipah virus 9 , both of which originate in bats. Although none of the new hepaciviruses and pegiviruses are sufficiently genetically similar to those found in humans or other animals to be declared their immediate source, bats and rodents are now prime suspects in the hunt for the ultimate origins of HCV. Further sampling of small-mammal populations worldwide should reveal the true diversity and host range of these viruses, and may uncover viruses more similar to HCV. Three possible outcomes of such sampling can be imagined: new viruses are found but none are closely related to HCV and its origin remains unresolved ( Fig. 1a ); viruses more similar to HCV than to equine hepacivirus, HCV's closest known relative, are found, suggesting that all HCV strains arose from a single successful ancestral transfer to humans ( Fig. 1b ); or viruses are found that group within the current genetic diversity of HCV, indicating that it arose from two or more independent cross-species transmissions ( Fig. 1c ). The third hypothesis is particularly intriguing as it potentially solves the enigma of 'endemic' HCV transmission: how some rural populations in central Africa and southeast Asia come to bear a range of divergent HCV strains, indicative of centuries of stable human-to-human transmission, in the absence of any consistently effective and widespread route of transmission. This riddle would be answered if the virus diversity originates not in humans but from an animal reservoir. Although the immediate consequences of the current findings for human health seem minimal, only detailed investigation of the transmission and ecology of the new viruses in their natural hosts can elucidate their true potential for cross-species transmission. The ongoing emergence in humans of coronaviruses of probable bat origin 10 , ten years after the successful eradication of SARS, is a timely reminder of the potential benefits to epidemiology and public health of understanding the dynamics of infectious disease in wild animal populations. Correspondence to\n                 Oliver G. Pybus . Reprints and Permissions"},
{"file_id": "498445a", "url": "https://www.nature.com/articles/498445a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Nowadays, most scientists who reach a fair degree of seniority in their profession are called on at some time ... to plan a new laboratory. On the first occasion, they usually tackle this with enthusiasm, pride and little else, other than their own prejudices or knowledge of the deficiencies of the laboratories they have themselves worked in. \n               From  \n               Nature \n                29 June 1963 \n             \n               100 Years Ago \n             A shameful outrage has just been perpetrated at the Gatty Marine Laboratory of St. Andrews ... The laboratory has always been freely open to scientific workers of both sexes ... and might therefore have been expected to be immune from attack; yet it has been fired, apparently by militant suffragettes ... It appears that on Saturday, June 21, the incendiaries effected an entry by smashing one of the windows ... The print of a small shoe, and suffragette literature stuck between the wall and a rain-pipe, were the only traces left. Fortunately the fire was seen by a fisherman, who gave the alarm. \n               ALSO: \n             Yorkshire Education Committee has decided to include in the vacation ... a laboratory course of experimental science ... This course is intended for science teachers in secondary schools, and especially for those who teach the subject to girls and desire to acquaint themselves with methods of correlating it with domestic subjects. It will relate chiefly to the subject of combustion ... provide examples of the teaching of science in relationship to the phenomena and appliances of daily life and especially of domestic life; and give a connected account of the modern science of combustion and the chemistry of flame. \n               From  \n               Nature \n                26 June 1913 \n             Reprints and Permissions"},
{"file_id": "498446a", "url": "https://www.nature.com/articles/498446a", "year": 2013, "authors": [{"name": "Marian Turner"}], "parsed_as_year": "2006_or_before", "body": "Anyone studying for an exam knows that learning and memory cost energy. If energy is limited, cognitive functions can be impaired or traded off. Writing in  Biology Letters , Jaumann  et al . used honeybees ( Apis mellifera ) to assess whether changes in resource allocation at the group level might relieve such effects in group-living animals (S. Jaumann, R. Scudelari & D. Naug  Biol. Lett.   http://dx.doi.org/10.1098/rsbl.2013.0149 ; 2013). They find that learning imposes an energetic cost on individual honeybees from a colony, and that — just as in solitary animals — learning and retention suffer during starvation or following an immunological challenge. A worldwide trend of colony collapse resulting from bee disappearance is worrying scientists. The authors suggest that diseases, pesticide exposure or habitat changes may impose energetic stresses, particularly on foraging bees, that impair their ability to find their way home. Reprints and Permissions"},
{"file_id": "499289b", "url": "https://www.nature.com/articles/499289b", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A technique has been used with limited success to obtain simultaneous measurement of cosmic radiation at two different altitudes. The method consists of suspending two packets of nuclear emulsion plates from the one balloon, while maintaining a constant vertical separation of 10,000–27,000 ft. between the packets ... in this way the two packets do not separate in latitude and longitude—a factor which enters if two separate independent balloons are flown. This has been achieved by carrying aloft a cone of nylon string which was allowed to unwind at a predetermined height, leaving one packet of plates suspended at the balloon while the other fell at the end of the string ... As the alarm rings, the alarm winder releases the key ... holding the lower packet and target, which then fall away freely, unwinding the string in the process. Twenty thousand feet of string unwinds in approximately 10 min. \n               From  \n               Nature \n                20 July 1963 \n             \n               100 Years Ago \n             The Potato: A Compilation of Information from Every Available Source . By E. H. Grubb and W. S. Guilford. There are men who, having attained to wealth and fame by the agency of some humble instrument, basely repudiate and kick over the ladder by which they have risen. Not so the authors of the first book on our list. The potato has “made” them, and in return they proceed to “make” the potato ... the authors are so evidently enthusiastic, and discourse so eloquently on the merits of their subject, that we are carried along with them, and forget that, after all, they are only talking about potatoes, and not about alpine plants or roses. \n               From  \n               Nature \n                17 July 1913 \n             Reprints and Permissions"},
{"file_id": "nature12458", "url": "https://www.nature.com/articles/nature12458", "year": 2013, "authors": [{"name": "András Simon"}], "parsed_as_year": "2006_or_before", "body": "Data from three teams show that alteration of a single cell-signalling mechanism can unlock the latent head-regeneration potential in normally regeneration-deficient species of flatworm.  See Letters    p.73 ,  p.77  &  p.81 Correspondence to\n                 András Simon . Reprints and Permissions"},
{"file_id": "499035a", "url": "https://www.nature.com/articles/499035a", "year": 2013, "authors": [{"name": "Stein Aerts"}, {"name": "Jan Cools"}], "parsed_as_year": "2006_or_before", "body": "A genome-wide analysis of DNA and RNA sequences, gene expression and DNA modifications in 200 samples of acute myeloid leukaemia sets the stage for data integration and verification that will enhance our understanding of this cancer. Correspondence to\n                 Stein Aerts  or  Jan Cools . Reprints and Permissions"},
{"file_id": "nature12456", "url": "https://www.nature.com/articles/nature12456", "year": 2013, "authors": [{"name": "Shang-Ping Xie"}], "parsed_as_year": "2006_or_before", "body": "Innovative measurements of ocean turbulence show that mixing of cold water from below makes the surface of the equatorial Pacific much colder in September than in March.  See Letter    p.64 Correspondence to\n                 Shang-Ping Xie . Reprints and Permissions"},
{"file_id": "499038a", "url": "https://www.nature.com/articles/499038a", "year": 2013, "authors": [{"name": "Leann Tilley"}, {"name": "Malcolm McConville"}], "parsed_as_year": "2006_or_before", "body": "Malaria parasites switch between developmental stages to facilitate their transmission to the mosquito vector. This switch seems to be initiated by parasite-to-parasite communication through membrane-bound vesicles. Correspondence to\n                 Leann Tilley  or  Malcolm McConville . Reprints and Permissions"},
{"file_id": "500278a", "url": "https://www.nature.com/articles/500278a", "year": 2013, "authors": [{"name": "Brian A. Korgel"}], "parsed_as_year": "2006_or_before", "body": "Glass has been prepared that selectively absorbs visible and near-infrared light when an electrochemical voltage is applied. This opens the way to 'smart' windows that block heat on demand, with or without optical transparency.  See Letter    p.323 Correspondence to\n                 Brian A. Korgel . Reprints and Permissions"},
{"file_id": "499416a", "url": "https://www.nature.com/articles/499416a", "year": 2013, "authors": [{"name": "Mark Westmoquette"}], "parsed_as_year": "2006_or_before", "body": "Observations obtained by the Atacama Large Millimeter Array in Chile's Atacama Desert have revealed properties of the cold molecular phase of the wind that is being blown out of a nearby starburst galaxy.  See Letter    p.450 Correspondence to\n                 Mark Westmoquette . Reprints and Permissions"},
{"file_id": "500280a", "url": "https://www.nature.com/articles/500280a", "year": 2013, "authors": [{"name": "Philippe Leboulch"}], "parsed_as_year": "2006_or_before", "body": "Gene therapy is finally getting a bumper crop of data that show clinical efficacy after fine-tuning of key parameters that control safety and potency. Supporting evidence comes from treatment of two life-threatening human diseases. Correspondence to\n                 Philippe Leboulch . Reprints and Permissions"},
{"file_id": "nature12548", "url": "https://www.nature.com/articles/nature12548", "year": 2013, "authors": [{"name": "Adam M. Schmitt"}, {"name": "Howard Y. Chang"}], "parsed_as_year": "2006_or_before", "body": "The discovery of long non-coding RNAs that control the liaisons between a transcription factor with a key role in prostate cancer and its target genes sheds light on how RNAs dictate information flow in the cell nucleus.  See Letter    p.598 Correspondence to\n                 Howard Y. Chang . Reprints and Permissions"},
{"file_id": "nature12554", "url": "https://www.nature.com/articles/nature12554", "year": 2013, "authors": [{"name": "Nicolas Dauphas"}], "parsed_as_year": "2006_or_before", "body": "Fingerprints of sulphur isotopes in rocks from the ridge beneath the Atlantic Ocean suggest that a substantial fraction of sulphur at Earth's surface is left over from the formation of the planet's core.  See Letter    p.208 Correspondence to\n                 Nicolas Dauphas . Reprints and Permissions"},
{"file_id": "nature12561", "url": "https://www.nature.com/articles/nature12561", "year": 2013, "authors": [{"name": "Kyle M. Loh"}, {"name": "Bing Lim"}], "parsed_as_year": "2006_or_before", "body": "Conferring stem-cell potential on mature cells is not easy. A decisive impediment to this process has now been identified, and its elimination allows almost all mature cells to efficiently adopt a stem-cell identity.  See Article    p.65 Correspondence to\n                 Kyle M. Loh  or  Bing Lim . Reprints and Permissions"},
{"file_id": "501325a", "url": "https://www.nature.com/articles/501325a", "year": 2013, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature12690", "url": "https://www.nature.com/articles/nature12690", "year": 2013, "authors": [{"name": "Matt Friedman"}, {"name": "Martin D. Brazeau"}], "parsed_as_year": "2006_or_before", "body": "The ancestors of modern jawed vertebrates are commonly portrayed as fishes with a shark-like appearance. But a stunning fossil discovery from China puts a new face on the original jawed vertebrate.  See Article    p.188 Correspondence to\n                 Matt Friedman  or  Martin D. Brazeau . Reprints and Permissions"},
{"file_id": "501496a", "url": "https://www.nature.com/articles/501496a", "year": 2013, "authors": [{"name": "Louis Moresi"}], "parsed_as_year": "2006_or_before", "body": "A model of early Earth, in which heat from the interior is carried to the surface through volcanic heat pipes, suggests that our planet 4 billion years ago had more in common with Jupiter's moon Io than with today's Earth.  See Article    p.501 Correspondence to\n                 Louis Moresi . Reprints and Permissions"},
{"file_id": "502310a", "url": "https://www.nature.com/articles/502310a", "year": 2013, "authors": [{"name": "Daniel Kasen"}], "parsed_as_year": "2006_or_before", "body": "New observations suggest that certain extremely bright supernovae are not the nuclear explosions of very massive stars. Instead, they may be ordinary-mass events lit up by a potent central fountain of magnetic energy.  See Letter    p.346 Correspondence to\n                 Daniel Kasen . Reprints and Permissions"},
{"file_id": "nature12696", "url": "https://www.nature.com/articles/nature12696", "year": 2013, "authors": [{"name": "Melanie W. Cole"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a new way of controlling a class of complex-oxide materials, known as the Ruddlesden–Popper series of structures, may lead the way to making electronically tunable microwave devices.  See Letter    p.532 Correspondence to\n                 Melanie W. Cole . Reprints and Permissions"},
{"file_id": "502454a", "url": "https://www.nature.com/articles/502454a", "year": 2013, "authors": [{"name": "David D. Moore"}], "parsed_as_year": "2006_or_before", "body": "Two related nuclear receptors mediate circadian fat metabolism in two different tissues using a lipid messenger as an intermediary. This signalling pathway might be relevant to the understanding of metabolic disorders.  See Letter    p.550 Correspondence to\n                 David D. Moore . Reprints and Permissions"},
{"file_id": "502453a", "url": "https://www.nature.com/articles/502453a", "year": 2013, "authors": [{"name": "Ellen Zweibel"}], "parsed_as_year": "2006_or_before", "body": "A detailed astrophysical model has been laid out that not only reproduces the far-infrared–radio correlation for galaxies that are actively forming stars, but also predicts how the correlation is modified at high redshift. Correspondence to\n                 Ellen Zweibel . Reprints and Permissions"},
{"file_id": "nature12706", "url": "https://www.nature.com/articles/nature12706", "year": 2013, "authors": [{"name": "Tushar J. Desai"}, {"name": "Mark A. Krasnow"}], "parsed_as_year": "2006_or_before", "body": "Two independent studies show that, if push comes to shove, differentiated cells of the stomach and lung can act as adult stem cells, generating various cell types of the tissues, including a pool of stem cells.  See Article    p.218 Correspondence to\n                 Tushar J. Desai  or  Mark A. Krasnow . Reprints and Permissions"},
{"file_id": "503042a", "url": "https://www.nature.com/articles/503042a", "year": 2013, "authors": [{"name": "Emily Sylwestrak"}, {"name": "Peter Scheiffele"}], "parsed_as_year": "2006_or_before", "body": "It emerges that a transcription program differentially regulates inhibitory inputs in distinct neuronal compartments — an unexpected coordinated switch for achieving experience-dependent 'plasticity' in neural circuits.  See Letter    p.121 Correspondence to\n                 Peter Scheiffele . Reprints and Permissions"},
{"file_id": "nature12705", "url": "https://www.nature.com/articles/nature12705", "year": 2013, "authors": [{"name": "Scott A. Strobel"}], "parsed_as_year": "2006_or_before", "body": "Chemical analysis of the spliceosome's active site reveals that it is the RNA components of this enzyme complex that coordinate the catalytic metal ions responsible for production of a spliced messenger RNA.  See Article    p.229 Correspondence to\n                 Scott A. Strobel . Reprints and Permissions"},
{"file_id": "503478a", "url": "https://www.nature.com/articles/503478a", "year": 2013, "authors": [{"name": "John F. Atkins"}, {"name": "Pavel V. Baranov"}], "parsed_as_year": "2006_or_before", "body": "Ketolide antibiotics have been found to induce a ribosomal frameshift — a change in the way that RNA is translated — in bacteria. This promotes the expression of a gene for antibiotic resistance, and may have broader implications. Correspondence to\n                 John F. Atkins  or  Pavel V. Baranov . Reprints and Permissions"},
{"file_id": "nature12840", "url": "https://www.nature.com/articles/nature12840", "year": 2013, "authors": [{"name": "S. Haihua Chu"}, {"name": "Scott A. Armstrong"}], "parsed_as_year": "2006_or_before", "body": "Proliferation-driving mutations in haematopoietic stem cells often result in the loss of stem-cell properties. But at least one common oncogenic mutation seems to enhance both proliferation and stem-cell self-renewal.  See Letter    p.143 Correspondence to\n                 Scott A. Armstrong . Reprints and Permissions"},
{"file_id": "504099a", "url": "https://www.nature.com/articles/504099a", "year": 2013, "authors": [{"name": "Ben Allanach"}, {"name": "Jonathan Butterworth"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2013 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Correspondence to\n                 Ben Allanach  or  Jonathan Butterworth . Reprints and Permissions"},
{"file_id": "nature12707", "url": "https://www.nature.com/articles/nature12707", "year": 2013, "authors": [{"name": "Stephen P. Goff"}], "parsed_as_year": "2006_or_before", "body": "HIV avoids triggering the cell receptors that initiate the host's innate immune responses. It seems that the virus achieves this evasion by using its protein coat to hide its nucleic acids until they are beyond detection.  See Letter    p.402 Correspondence to\n                 Stephen P. Goff . Reprints and Permissions"},
{"file_id": "503047a", "url": "https://www.nature.com/articles/503047a", "year": 2013, "authors": [{"name": "Bjorn Stevens"}], "parsed_as_year": "2006_or_before", "body": "Uncertainty in estimates of the effects of aerosols on climate stems from poor knowledge of the past, pristine atmosphere — so getting a better understanding of these effects might not be as useful as was thought.  See Article    p.67 Correspondence to\n                 Bjorn Stevens . Reprints and Permissions"},
{"file_id": "nature12846", "url": "https://www.nature.com/articles/nature12846", "year": 2013, "authors": [{"name": "Charles A. Sackett"}], "parsed_as_year": "2006_or_before", "body": "Superconducting quantum circuits are the core technology behind the most sensitive magnetometers. An analogous device has now been implemented using a gas of ultracold atoms, with possible applications for rotation sensing. Correspondence to\n                 Charles A. Sackett . Reprints and Permissions"},
{"file_id": "504098a", "url": "https://www.nature.com/articles/504098a", "year": 2013, "authors": [{"name": "Susan Ferro-Novick"}, {"name": "Nils Brose"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2013 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Correspondence to\n                 Susan Ferro-Novick  or  Nils Brose . Reprints and Permissions"},
{"file_id": "nature12844", "url": "https://www.nature.com/articles/nature12844", "year": 2013, "authors": [{"name": "Judith Campisi"}], "parsed_as_year": "2006_or_before", "body": "Studies in mice and humans suggest that cellular senescence, the cessation of cell proliferation that is known to suppress cancer and promote ageing, may have evolved to regulate embryonic development. Correspondence to\n                 Judith Campisi . Reprints and Permissions"},
{"file_id": "504383a", "url": "https://www.nature.com/articles/504383a", "year": 2013, "authors": [{"name": "Mary K. Hudson"}], "parsed_as_year": "2006_or_before", "body": "A marriage between satellite observations and modelling has shown that acceleration of electrons in the magnetosphere can be explained by scattering of these particles by plasma oscillations known as chorus waves.  See Letter    p.411 Correspondence to\n                 Mary K. Hudson . Reprints and Permissions"}
]