[
{"file_id": "517028a", "url": "https://www.nature.com/articles/517028a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Television Research Committee was appointed by the Home Secretary in July 1963, to initiate and co-ordinate research into the part which television plays, or could play, as a medium of communication and in fostering attitudes ... The evidence seems fairly clear that television does not stimulate interest or broaden horizons to any greater degree than would happen in its absence ... Several studies show that the heavy use of escapist material is associated with tendencies to anxiety, social maladjustment and frustration ... There appears to be no evidence that television makes children passive and there is little to make us believe that violent programmes on television reduce the likelihood of violence in real life ... On the whole the weight of evidence is behind the conclusion that the heavy dosage of violence in the mass media, while not a major determinant of crime or delinquency, heightens the probability that someone in the audience will act aggressively in a later situation. \n               From  \n               Nature \n                2 January 1965 \n             \n               100 Years Ago \n             Plague and Pestilence in Literature and Art . By Dr. Raymond Crawford — Dr. Crawford has treated his subject as much in its mental and moral aspects as in its physical, and the result is a wise and very interesting book ... From century to century ... theories of its causation are rife. It is the work of malignant demons; it is sent from heaven in punishment for sin; it is the result of evil magic exercised by man on man; it is engendered in the clouds ... The contagious character of the disease was recognised by lay observers long before it was accepted by science ... Science does move, moreover, even though it be but slowly, slowly. \n               From  \n               Nature \n                31 December 1914 \n             Reprints and Permissions"},
{"file_id": "nature14084", "url": "https://www.nature.com/articles/nature14084", "year": 2014, "authors": [{"name": "Ellen E. Martin"}], "parsed_as_year": "2006_or_before", "body": "High-resolution data on ocean circulation during the last glacial cycle suggest that the formation of North Atlantic Deep Water and associated heat transport may be more stable than previously thought.  See Letter    p.73 Correspondence to\n                 Ellen E. Martin . Reprints and Permissions"},
{"file_id": "nature14081", "url": "https://www.nature.com/articles/nature14081", "year": 2014, "authors": [{"name": "Volker Haucke"}], "parsed_as_year": "2006_or_before", "body": "Endocytosis is a process by which molecules gain access to a cell. An unusual mode of endocytosis has now been shown to regulate cell signalling, and to be highjacked by bacterial toxins.  See Article    p.460  &  Letter    p.493 Correspondence to\n                 Volker Haucke . Reprints and Permissions"},
{"file_id": "516338a", "url": "https://www.nature.com/articles/516338a", "year": 2014, "authors": [{"name": "Robert M. Krug"}], "parsed_as_year": "2006_or_before", "body": "Crystal structures of the complete RNA polymerases from influenza A and B viruses provide insight into how these enzymes initiate RNA synthesis, and reveal targets for antiviral drug design.  See Articles    p.355  &  p.361 Correspondence to\n                 Robert M. Krug . Reprints and Permissions"},
{"file_id": "516332a", "url": "https://www.nature.com/articles/516332a", "year": 2014, "authors": [{"name": "Steven L. Castle"}], "parsed_as_year": "2006_or_before", "body": "An iron catalyst has been developed that mediates bond formation between a wide range of alkene reactants, opening up short synthetic routes to compounds that were previously accessible only through arduous pathways.  See Article    p.343 Correspondence to\n                 Steven L. Castle . Reprints and Permissions"},
{"file_id": "516337a", "url": "https://www.nature.com/articles/516337a", "year": 2014, "authors": [{"name": "Kathrin Dörr"}, {"name": "Andreas Herklotz"}], "parsed_as_year": "2006_or_before", "body": "Magnetoelectric materials allow magnetism to be controlled by an electric field. The discovery of an indirect path for switching electrical polarization in one such material brings this idea close to practical use.  See Letter    p.370 Correspondence to\n                 Kathrin Dörr . Reprints and Permissions"},
{"file_id": "516333a", "url": "https://www.nature.com/articles/516333a", "year": 2014, "authors": [{"name": "Simon Ausländer"}, {"name": "Martin Fussenegger"}], "parsed_as_year": "2006_or_before", "body": "The development of RNA-based devices called toehold switches that regulate translation might usher in an era in which protein production can be linked to almost any RNA input and provide precise, low-cost diagnostics. Correspondence to\n                 Martin Fussenegger . Reprints and Permissions"},
{"file_id": "516336a", "url": "https://www.nature.com/articles/516336a", "year": 2014, "authors": [{"name": "Thomas M. Brooks"}], "parsed_as_year": "2006_or_before", "body": "New analysis reveals the conservation gains that could be achieved by expanding the global network of protected areas — but also how this may be undermined by land-use change and a lack of international coordination.  See Letter    p.383 Correspondence to\n                 Thomas M. Brooks . Reprints and Permissions"},
{"file_id": "516340a", "url": "https://www.nature.com/articles/516340a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Extracts from selected News & Views articles published this year. Reprints and Permissions"},
{"file_id": "516335a", "url": "https://www.nature.com/articles/516335a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Dr. H. J. Kingsley and Dr. J. E. A. David of Bulawayo have described ... the case of a girl aged 22 months ... She appeared to be completely insensitive to pain ... She was admitted to hospital for investigation and was noticed to have periods of blankness which were thought to be some type of petit mal. Many investigations were made and all results were normal. While she was in hospital her sensitivity to pain was tested and it was found that the child was insensitive to pain almost all over the trunk, limbs and face, and a sterile hypodermic needle could be stuck through the skin to the subcutaneous tissues without any flinching ... Confusion exists in the literature about congenital absence of pain ... Dr. Walter B. Shelley of Philadelphia thinks that these cases are not as rare as is supposed and that there are people who experience coronary thrombosis or a perforating appendicitis, or have babies, without pain. Apparently, where pain is absent, itching is also absent. \n               From  \n               Nature \n                19 December 1964 \n             \n               100 Years Ago \n             Physics of the Household . By Prof. C. J. Lynde — The author of this book is professor of physics in the Macdonald College, an affiliated college of the McGill University, Montreal, where a school of household science is one of the branches of the institution, and it is for students of household science that the book is written. It presents the subject of physics in close relation to its domestic applications, and abounds in illustrations and examples of household appliances and processes. It should be of great use to science teachers, especially those who have to teach girls. \n               From  \n               Nature \n                17 December 1914 \n             Reprints and Permissions"},
{"file_id": "nature14087", "url": "https://www.nature.com/articles/nature14087", "year": 2014, "authors": [{"name": "Kikuë Tachibana-Konwalski"}], "parsed_as_year": "2006_or_before", "body": "The discovery and functional analysis of the protein MEIKIN in mice leads to an evolutionarily conserved model of how chromosome segregation is regulated during a specialized type of cell division called meiosis I.  See Article    p.466 Correspondence to\n                 Kikuë Tachibana-Konwalski . Reprints and Permissions"},
{"file_id": "517025a", "url": "https://www.nature.com/articles/517025a", "year": 2014, "authors": [{"name": "Anne Ladegaard Skov"}], "parsed_as_year": "2006_or_before", "body": "The properties of articular cartilage, which lines bones in joints, depend partly on repulsion between components of the material. A new synthetic gel that mimics this feature has rare, direction-dependent properties.  See Letter    p.68 Correspondence to\n                 Anne Ladegaard Skov . Reprints and Permissions"},
{"file_id": "nature14085", "url": "https://www.nature.com/articles/nature14085", "year": 2014, "authors": [{"name": "Anthony Bishopp"}, {"name": "Malcolm J. Bennett"}], "parsed_as_year": "2006_or_before", "body": "The identification of the gene regulatory network that controls the formation of xylem — the major component of wood — opens up new avenues for manipulating plant biomass.  See Article    p.571 Correspondence to\n                 Anthony Bishopp  or  Malcolm J. Bennett . Reprints and Permissions"},
{"file_id": "nature14080", "url": "https://www.nature.com/articles/nature14080", "year": 2014, "authors": [{"name": "Mathieu Bollen"}], "parsed_as_year": "2006_or_before", "body": "Mitotic cell division separates chromosome pairs into two genetically identical daughter cells. A study in fission yeast reveals that this separation is guided by the sequential activation of three phosphatase enzymes.  See Letter    p.94 Correspondence to\n                 Mathieu Bollen . Reprints and Permissions"},
{"file_id": "516172a", "url": "https://www.nature.com/articles/516172a", "year": 2014, "authors": [{"name": "Jun Wu"}, {"name": "Juan Carlos Izpisua Belmonte"}], "parsed_as_year": "2006_or_before", "body": "Pluripotent stem cells, which give rise to almost all cell types, can be engineered from mature cells. A thorough analysis of the process has led to the characterization of a new type of pluripotent cell.  See Articles    p.192    &    p.198 Correspondence to\n                 Juan Carlos Izpisua Belmonte . Reprints and Permissions"},
{"file_id": "516179a", "url": "https://www.nature.com/articles/516179a", "year": 2014, "authors": [{"name": "Richard Taylor"}], "parsed_as_year": "2006_or_before", "body": "A global analysis reveals growing societal dependence on the use of non-renewable freshwater resources that depletes groundwater reserves and undermines human resilience to water scarcity in a warming world. Correspondence to\n                 Richard Taylor . Reprints and Permissions"},
{"file_id": "nature14083", "url": "https://www.nature.com/articles/nature14083", "year": 2014, "authors": [{"name": "Gordon Y. C. Cheung"}, {"name": "Michael Otto"}], "parsed_as_year": "2006_or_before", "body": "The finding that protein A of  Staphylococcus aureus  diverts the immune response so that it ineffectively responds to other structures from the bacterium explains the failure of ongoing attempts to develop working  S. aureus  vaccines. Staphylococcus aureus  is a global pathogen of great importance, causing thousands of deaths each year in the United States alone. The main problems with  S. aureus  infections are frequent resistance to antibiotics and the large repertoire of molecules produced by the pathogen to subvert human immune defences 1 , 2 . Notably, there is no protective immunity towards  S. aureus , meaning that previous  S. aureus  infection does not defend an individual against subsequent infections. Writing in the  Journal of Experimental Medicine , Pauli  et al . 3  describe a mechanism by which one  S. aureus  molecule, protein A, overwhelms the host's immune machinery through excessively stimulating certain immune responses while suppressing reactivity toward other key virulence determinants of the bacterium. These findings explain the weak protective immune responses and lack of immunological memory observed with  S. aureus  infections. The human immune system has two ways to combat bacterial invaders. One is innate immunity, so-called because the response mechanisms involved do not require adaptation; rather, the immune cells recognize structures that are evolutionarily conserved among pathogens, resulting in the pathogens' quick elimination.  S. aureus  has a large repertoire of 'weapons' to subvert this aspect of human immune defence — such as toxins that kill white blood cells — and the battle between the bacterium and the innate immune response determines whether an  S. aureus  invasion develops into a longer-lasting infection. The other system is adaptive immunity, which mostly involves T cells and B cells. In B cells, adaptive immune responses lead to genetic rearrangements that result in differentiation into plasma cells, which produce antibodies that are specific to certain structures (antigens) and that trigger mechanisms to remove the pathogens expressing those structures. About 10% of plasma cells survive after an infection is cleared; these 'memory B cells' provide protective immunity against further infections with the same pathogen. Adaptive responses kick in about a week after the initial infection and normally provide long-lasting immunity. In the case of  S. aureus , the role of adaptive immunity is poorly understood, but it is clear that long-lasting protective memory is not generated. This is not only reflected by recurring  S. aureus  infections, but also by the fact that vaccine development against  S. aureus  has always failed at the stage of clinical trials 4 . Although the mechanisms underlying this situation are still being unravelled, protein A, which is located on the surface of  S. aureus  cells, is believed to have a key role. Protein A contains repetitive sequences consisting of two parts: one binds to the Fc (constant) part of human antibodies and the other binds to the Fab (variable) antibody region. This Fab-region binding is 'superantigenic', meaning that it is nonspecific and has excessive potential to stimulate immune responses 5 . Binding of protein A to the Fc region was reported many years ago 6  and results in what has been called a 'camouflage coat' of nonspecific antibodies on the  S. aureus  surface that prevents binding of specific antibodies and thus a targeted immune response. Pauli  et al . 3  now show that the superantigenic binding of protein A to the Fab domain is so overwhelming that it strongly hampers the production of antibodies to other  S. aureus  antigens ( Fig. 1 ). To reach this conclusion, the authors characterized the antigen specificity of plasmablasts — an immature form of plasma B cells that are produced only during infections and that play a crucial part in active immune responses — in large cohorts of people with and without  S. aureus  infections. They found that, in principle, nothing was wrong with the plasmablast response in the infected individuals, inasmuch as the cells underwent normal maturation on exposure to  S. aureus  antigens. However, when the investigators isolated the antibody-encoding genes of the responding plasmablasts, they found that almost all targeted protein A, and very few were specific for other  S. aureus  toxins or cell-surface virulence determinants. On the basis of these results, Pauli  et al . propose that the superantigenic action of protein A prevents the production of specific and effective antibodies to other  S. aureus  antigens. Unfortunately, mouse models cannot be used to substantiate this proposal, because the murine immune response differs considerably in details of adaptive immunity that matter in this case 7 . However, it has been shown in a mouse model that protein A contributes significantly to immune evasion 8  and that monoclonal antibodies against protein A neutralize the Fc-binding and Fab-binding activities of protein A 9 . These studies suggest that protein A would be a valuable target for the development of vaccines against  S. aureus . However, it is commonly thought that a successful  S. aureus  vaccine will need to be multivalent — in other words, it will need to target several of the many molecules that the bacterium uses for virulence and immune evasion. For example, the vaccine should also include strategies to address the fact that  S. aureus  produces several toxins that can circumvent immune elimination even when specific antibody responses are mounted 10 . Pauli and colleagues' findings suggest that, by adding protein A-specific components in such preparations, we may finally be able to develop a working  S. aureus  vaccine. Correspondence to\n                 Michael Otto . Reprints and Permissions"},
{"file_id": "nature14079", "url": "https://www.nature.com/articles/nature14079", "year": 2014, "authors": [{"name": "A. Joshua Wand"}], "parsed_as_year": "2006_or_before", "body": "Molecular diffusion of some enzymes is enhanced when they catalyse reactions, but the reason for this was obscure. Dissipation of heat generated by catalysis through the protein is now thought to propel the molecules.  See Letter    p.227 Correspondence to\n                 A. Joshua Wand . Reprints and Permissions"},
{"file_id": "516174a", "url": "https://www.nature.com/articles/516174a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Goffman and Newill have directed attention to the analogy between the spreading of an infectious disease and the dissemination of information. We have recently examined the spreading of a rumour from the point of view of mathematical epidemiology ... a mathematical model for the spreading of rumours can be constructed in a number of different ways ... 'Reluctance to tell stale news' can be incorporated into the model. \n               From  \n               Nature \n                12 December 1964 \n             \n               100 Years Ago \n             In  NATURE  of December 3...there appeared a brief abstract of a paper communicated by Mr. Reginald A. Smith...on behalf of its author, Major E. R. Collins, D.S.O., now a wounded prisoner of war in Germany. This paper is not only an important contribution to our knowledge of the prehistoric stone implements of South Africa, but is evidence that a brave and capable soldier may, while helping to shape the history of his own time, give material assistance in unravelling the past history of the country through which he may be campaigning. Major Collins collected the material for his paper while engaged on trenching operations during the late Boer war ... Major Collins made his collection of the stone industries of the ancient inhabitants of South Africa, keeping systematic records of the deposits in which the various implements occurred ... I have little doubt that some of our French colleagues, amidst all the dangers and anxieties which attend the present war, will avail themselves of the opportunities presented by the extensive trenching operations in northern France to extend further our knowledge of prehistoric times. \n               From  \n               Nature \n                10 December 1914 \n             Reprints and Permissions"},
{"file_id": "516178a", "url": "https://www.nature.com/articles/516178a", "year": 2014, "authors": [{"name": "Peter Fratzl"}], "parsed_as_year": "2006_or_before", "body": "A cracked metal film on an elastic substrate has been shown to provide ultrahigh sensitivity in detecting mechanical vibrations. The result draws inspiration from principles of tiling that apply to many biological systems.  See Letter    p.222 Correspondence to\n                 Peter Fratzl . Reprints and Permissions"},
{"file_id": "515348a", "url": "https://www.nature.com/articles/515348a", "year": 2014, "authors": [{"name": "Philippe Ghosez"}, {"name": "Jean-Marc Triscone"}], "parsed_as_year": "2006_or_before", "body": "Domain walls are natural borders in ferromagnetic, ferroelectric or ferroelastic materials. It seems that they can also be reactive areas that produce crystallographic phases never before observed in bulk materials.  See Letter    p.379 Correspondence to\n                 Philippe Ghosez  or  Jean-Marc Triscone . Reprints and Permissions"},
{"file_id": "nature14078", "url": "https://www.nature.com/articles/nature14078", "year": 2014, "authors": [{"name": "Stacey A. Combes"}], "parsed_as_year": "2006_or_before", "body": "An analysis reveals that the dragonfly's impressive ability to catch its prey arises from internal calculations about its own movements and those of its target — the first example of such predictions in invertebrates.  See Article    p.333 Correspondence to\n                 Stacey A. Combes . Reprints and Permissions"},
{"file_id": "515351a", "url": "https://www.nature.com/articles/515351a", "year": 2014, "authors": [{"name": "Natasha MacBean"}, {"name": "Philippe Peylin"}], "parsed_as_year": "2006_or_before", "body": "Evolving agricultural practices dramatically increased crop production in the twentieth century. Two studies now find that this has altered the seasonal flux of atmospheric carbon dioxide.  See Letters    p.394  &  p.398 Correspondence to\n                 Natasha MacBean . Reprints and Permissions"},
{"file_id": "nature14069", "url": "https://www.nature.com/articles/nature14069", "year": 2014, "authors": [{"name": "Jonathan D. Dinman"}], "parsed_as_year": "2006_or_before", "body": "Certain structural elements allow messenger RNAs not usually processed by the protein-synthesis apparatus to be translated. It now seems that they also control the expression of genes involved in embryonic development.  See Article    p.33 Correspondence to\n                 Jonathan D. Dinman . Reprints and Permissions"},
{"file_id": "nature13938", "url": "https://www.nature.com/articles/nature13938", "year": 2014, "authors": [{"name": "Yao Wang"}, {"name": "Julie K. Pfeiffer"}], "parsed_as_year": "2006_or_before", "body": "The finding that intestinal viruses can substitute for intestinal bacteria to promote the health of their mammalian hosts raises the possibility that viruses in the gut may be beneficial in some circumstances.  See Letter    p.94 Correspondence to\n                 Julie K. Pfeiffer . Reprints and Permissions"},
{"file_id": "515498a", "url": "https://www.nature.com/articles/515498a", "year": 2014, "authors": [{"name": "Martin Elvis"}], "parsed_as_year": "2006_or_before", "body": "A geometric measurement of the distance to a nearby galaxy implies a larger mass for its central black hole than previously calculated, and a consequent increase for most other masses of such black holes.  See Letter    p.528 Correspondence to\n                 Martin Elvis . Reprints and Permissions"},
{"file_id": "nature14074", "url": "https://www.nature.com/articles/nature14074", "year": 2014, "authors": [{"name": "Rohit N. Karnik"}], "parsed_as_year": "2006_or_before", "body": "The atomically thin material called graphene is impermeable to atoms as small as helium. The finding that protons can pass through it might enable new kinds of membrane to be developed and aid research into fuel cells.  See Letter    p.227 Correspondence to\n                 Rohit N. Karnik . Reprints and Permissions"},
{"file_id": "nature14072", "url": "https://www.nature.com/articles/nature14072", "year": 2014, "authors": [{"name": "Ilme Schlichting"}], "parsed_as_year": "2006_or_before", "body": "Photosystem II, a photosynthetic protein complex, is prone to X-ray damage during crystallography. A high-resolution structure of the undamaged complex now offers a detailed view of its catalytic centre.  See Letter    p.99 Correspondence to\n                 Ilme Schlichting . Reprints and Permissions"},
{"file_id": "515494a", "url": "https://www.nature.com/articles/515494a", "year": 2014, "authors": [{"name": "Josephine R. Brown"}], "parsed_as_year": "2006_or_before", "body": "A study of the El Niño phenomenon over the past 21,000 years suggests that El Niño responded in complex ways to a changing climate, with several competing factors playing a part in its varying strength.  See Letter    p.550 Correspondence to\n                 Josephine R. Brown . Reprints and Permissions"},
{"file_id": "nature14073", "url": "https://www.nature.com/articles/nature14073", "year": 2014, "authors": [{"name": "Nora J. Besansky"}], "parsed_as_year": "2006_or_before", "body": "Intensive longitudinal sampling of malaria mosquitoes in the African semi-desert reveals that three morphologically indistinguishable species have distinctive strategies for surviving the dry season.  See Letter    p.387 Correspondence to\n                 Nora J. Besansky . Reprints and Permissions"},
{"file_id": "nature14076", "url": "https://www.nature.com/articles/nature14076", "year": 2014, "authors": [{"name": "David C. Rowland"}, {"name": "May-Britt Moser"}], "parsed_as_year": "2006_or_before", "body": "The discovery that the neural navigation system of the mammalian brain acts in three dimensions sheds light on how mammals orient themselves in complex environments.  See Article    p.159 Correspondence to\n                 David C. Rowland  or  May-Britt Moser . Reprints and Permissions"},
{"file_id": "nature14071", "url": "https://www.nature.com/articles/nature14071", "year": 2014, "authors": [{"name": "Elizabeth J. Harry"}], "parsed_as_year": "2006_or_before", "body": "The protein FtsZ forms a ring structure that constricts to allow bacterial cells to divide. A second protein, MapZ, has now been found to guide FtsZ to the correct mid-cell position in the bacterium  Streptococcus pneumoniae .  See Letter    p.259 Correspondence to\n                 Elizabeth J. Harry . Reprints and Permissions"},
{"file_id": "516044a", "url": "https://www.nature.com/articles/516044a", "year": 2014, "authors": [{"name": "Philip F. Hopkins"}], "parsed_as_year": "2006_or_before", "body": "Galaxies contain fewer stars than predicted. The discovery of a massive galactic outflow of molecular gas in a compact galaxy, which forms stars 100 times faster than the Milky Way, may help to explain why.  See Letter    p.68 Correspondence to\n                 Philip F. Hopkins . Reprints and Permissions"},
{"file_id": "516041a", "url": "https://www.nature.com/articles/516041a", "year": 2014, "authors": [{"name": "Katherine H. Freeman"}], "parsed_as_year": "2006_or_before", "body": "Concentrations of heavy isotopes of hydrogen and oxygen decrease in rain as storms cross land. A model examines the transport of water vapour that causes this effect, and provides insight into past and present climates. Correspondence to\n                 Katherine H. Freeman . Reprints and Permissions"},
{"file_id": "515502a", "url": "https://www.nature.com/articles/515502a", "year": 2014, "authors": [{"name": "Nicholas R. J. Gascoigne"}], "parsed_as_year": "2006_or_before", "body": "During immune-cell development, potentially self-reactive T cells are eliminated. It emerges that recruitment of a co-receptor bound to the T-cell receptor by the enzyme Lck is the rate-limiting step in this negative selection. Correspondence to\n                 Nicholas R. J. Gascoigne . Reprints and Permissions"},
{"file_id": "515496a", "url": "https://www.nature.com/articles/515496a", "year": 2014, "authors": [{"name": "Jedd D. Wolchok"}, {"name": "Timothy A. Chan"}], "parsed_as_year": "2006_or_before", "body": "Five papers extend the list of cancers that respond to therapies that restore antitumour immunity by blocking the PD-1 pathway, and characterize those patients who respond best.  See Letters    p.558 ,  p.563 ,  p.568 ,  p.572  &  p.577 Correspondence to\n                 Jedd D. Wolchok . Reprints and Permissions"},
{"file_id": "515042a", "url": "https://www.nature.com/articles/515042a", "year": 2014, "authors": [{"name": "Donald F. Figer"}], "parsed_as_year": "2006_or_before", "body": "Massive stars are rare, but they are sources of some of the most energetic phenomena seen in the Universe today. A high-mass candidate has now been found in a star-forming region that has been observed for more than 50 years. Correspondence to\n                 Donald F. Figer . Reprints and Permissions"},
{"file_id": "nature13937", "url": "https://www.nature.com/articles/nature13937", "year": 2014, "authors": [{"name": "Ulrich Tepass"}], "parsed_as_year": "2006_or_before", "body": "An analysis of fruit-fly embryos reveals that receptor proteins of the Toll family direct the oriented cell rearrangements required for the elongation of the head-to-tail axis during development.  See Article    p.523 Correspondence to\n                 Ulrich Tepass . Reprints and Permissions"},
{"file_id": "514570a", "url": "https://www.nature.com/articles/514570a", "year": 2014, "authors": [{"name": "James O. McInerney"}, {"name": "Mary J. O'Connell"}], "parsed_as_year": "2006_or_before", "body": "The sequences of two sponge genomes provide evidence that the ParaHox developmental genes are older than previously thought. This has implications for animal taxonomy and for developmental and evolutionary biology.  See Letter    p.620 Correspondence to\n                 James O. McInerney  or  Mary J. O'Connell . Reprints and Permissions"},
{"file_id": "nature13936", "url": "https://www.nature.com/articles/nature13936", "year": 2014, "authors": [{"name": "María C. Martí"}, {"name": "Alex A. R. Webb"}], "parsed_as_year": "2006_or_before", "body": "Techniques for isolating and analysing leaf cell types have now been developed, leading to the discovery that circadian clocks in the plant vasculature communicate with and regulate clocks in neighbouring cells.  See Letter    p.419 Correspondence to\n                 Alex A. R. Webb . Reprints and Permissions"},
{"file_id": "nature13941", "url": "https://www.nature.com/articles/nature13941", "year": 2014, "authors": [{"name": "Luke A. J. O'Neill"}], "parsed_as_year": "2006_or_before", "body": "The high levels of tissue-damaging reactive oxygen species that arise during a stroke or heart attack have been shown to be generated through the accumulation of the metabolic intermediate succinate.  See Letter    p.431 Correspondence to\n                 Luke A. J. O'Neill . Reprints and Permissions"},
{"file_id": "515045a", "url": "https://www.nature.com/articles/515045a", "year": 2014, "authors": [{"name": "Kazimer L. Skubi"}, {"name": "Tehshik P. Yoon"}], "parsed_as_year": "2006_or_before", "body": "The report of a light-activated catalyst that dictates the three-dimensional shape — the stereochemistry — of molecules formed in an organic reaction suggests a new strategy for controlling such reactions using visible light.  See Letter    p.100 Correspondence to\n                 Tehshik P. Yoon . Reprints and Permissions"},
{"file_id": "nature13940", "url": "https://www.nature.com/articles/nature13940", "year": 2014, "authors": [{"name": "Anne Weil"}], "parsed_as_year": "2006_or_before", "body": "A newly discovered skull from the Cretaceous period belongs to a mammal that was big, strange and fast-moving. The fossil solves a long-standing mystery, and helps to resolve a controversy about mammalian evolution.  See Article    p.512 Correspondence to\n                 Anne Weil . Reprints and Permissions"},
{"file_id": "515040a", "url": "https://www.nature.com/articles/515040a", "year": 2014, "authors": [{"name": "Mike Downer"}, {"name": "Rafal Zgadzaj"}], "parsed_as_year": "2006_or_before", "body": "A 'plasma afterburner' just 30 centimetres long accelerates electrons hundreds of times faster than giant conventional accelerators. The result may ultimately open up a low-cost technology for particle colliders.  See Letter    p.92 Correspondence to\n                 Mike Downer . Reprints and Permissions"},
{"file_id": "515043a", "url": "https://www.nature.com/articles/515043a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Chromatography in Geology . By Arthur S. Ritchie — This slight text of around 50,000 words sails under false colours. It concludes with the statement that “in theoretical geology, chromatographic processes have become recognized as being of the greatest importance” — but all that is said on this topic amounts to no more than three short pages of obscure observations on gels and colloids ... From the point of view of the academic geochemist, the omission of any reference to the importance of chromatographic techniques in recent American studies on palaeo-biochemistry is equally striking. Perhaps it is understandable that no literature from the U.S.S.R. should be quoted, but to write on the role of gels in mineral genesis without even mentioning Chukrov's Russian-language monograph  Colloids in the Earth's Crust  seems strangely inadequate. \n               From  \n               Nature \n                7 November 1964 \n             \n               100 Years Ago \n             A further paper by Medical Inspector-General Delorme was read before the Paris Academy of Sciences on September 28, on the general subject of the treatment of wounds in war ... The paper begins with a very welcome statement that the health of the French Army is excellent. “The persistent mildness of the weather since the war began, the extreme carefulness of the Government, the watchfulness of the Commands, from the lowest to the highest ... the organisation and the regular methodical active working of the Army Medical Service, the great care given to the food-supply, the sites chosen for the troops — all these, up to now, have resulted in the maintenance of a perfect sanitary condition. The wounded Frenchman is a healthy man.” \n               From  \n               Nature \n                5 November 1914 \n             Reprints and Permissions"},
{"file_id": "nature13943", "url": "https://www.nature.com/articles/nature13943", "year": 2014, "authors": [{"name": "Elke Stehfest"}], "parsed_as_year": "2006_or_before", "body": "Are you wondering what to prepare for dinner tonight? Data analyses reveal that certain food choices greatly benefit both your health and the environment. But what to do with this evidence remains a challenge to society.  See Article    p.518 Correspondence to\n                 Elke Stehfest . Reprints and Permissions"},
{"file_id": "515205a", "url": "https://www.nature.com/articles/515205a", "year": 2014, "authors": [{"name": "Jan Zaanen"}], "parsed_as_year": "2006_or_before", "body": "The detection of unusual 'mirage' energy bands in photoemission spectra of single-atom layers of iron selenide reveals the probable cause of high-temperature superconductivity in these artificial structures.  See Letter    p.245 Correspondence to\n                 Jan Zaanen . Reprints and Permissions"},
{"file_id": "nature13939", "url": "https://www.nature.com/articles/nature13939", "year": 2014, "authors": [{"name": "Carmine Settembre"}, {"name": "Andrea Ballabio"}], "parsed_as_year": "2006_or_before", "body": "Two studies find that an intracellular quality-control mechanism called autophagy is regulated by nuclear receptor proteins that govern the expression of autophagy genes.  See Letters    p.108  &  p.112 Reprints and Permissions"},
{"file_id": "515202a", "url": "https://www.nature.com/articles/515202a", "year": 2014, "authors": [{"name": "Jonathan Simon"}], "parsed_as_year": "2006_or_before", "body": "Exquisite control of quantum systems has allowed researchers to connect reality to ideas of how an exotic form of particle transport known as the quantum Hall effect can occur in the absence of a magnetic field.  See Letters    p.237  &  p.241 Correspondence to\n                 Jonathan Simon . Reprints and Permissions"},
{"file_id": "515200a", "url": "https://www.nature.com/articles/515200a", "year": 2014, "authors": [{"name": "Lisa M. Monteggia"}, {"name": "Robert C. Malenka"}, {"name": "Karl Deisseroth"}], "parsed_as_year": "2006_or_before", "body": "Conventional behavioural mouse models of depression are often used to study the disorder, but cannot capture the full picture of the human disease. Here, scientists present two views about the best research strategies to adopt if treatments are to be improved. Correspondence to\n                 Lisa M. Monteggia  or  Robert C. Malenka . Reprints and Permissions"},
{"file_id": "nature13944", "url": "https://www.nature.com/articles/nature13944", "year": 2014, "authors": [{"name": "Matt Whorton"}], "parsed_as_year": "2006_or_before", "body": "The first crystal structures of bestrophin and lipid scramblase proteins cast light on how these protein families transport very different substrates across membranes, yet are both activated by calcium ions.  See Articles    p.207  &  p.213 Correspondence to\n                 Matt Whorton . Reprints and Permissions"},
{"file_id": "nature13942", "url": "https://www.nature.com/articles/nature13942", "year": 2014, "authors": [{"name": "Gerhard Schratt"}], "parsed_as_year": "2006_or_before", "body": "Chronic stress can cause depression in some individuals, but leaves others untouched. Engagement of a molecular pathway controlling the production of tiny RNA snippets might help to explain the difference.  See Article    p.51 Correspondence to\n                 Gerhard Schratt . Reprints and Permissions"},
{"file_id": "514170a", "url": "https://www.nature.com/articles/514170a", "year": 2014, "authors": [{"name": "Wil Roebroeks"}], "parsed_as_year": "2006_or_before", "body": "Studies of stencils and paintings from prehistoric caves in Indonesia date the art to at least 39,900 years ago — around the same age as the earliest cave art previously known, 13,000 kilometres away in western Europe.  See Letter    p.223 Correspondence to\n                 Wil Roebroeks . Reprints and Permissions"},
{"file_id": "514177a", "url": "https://www.nature.com/articles/514177a", "year": 2014, "authors": [{"name": "Rik Brydson"}], "parsed_as_year": "2006_or_before", "body": "A newly constructed electron-energy monochromator for an atomic-resolution transmission electron microscope has resolved spectroscopic signatures of chemical-bond vibrations that are spatially highly localized.  See Letter    p.209 Correspondence to\n                 Rik Brydson . Reprints and Permissions"},
{"file_id": "nature13926", "url": "https://www.nature.com/articles/nature13926", "year": 2014, "authors": [{"name": "Rogier W. Sanders"}, {"name": "John P. Moore"}], "parsed_as_year": "2006_or_before", "body": "A high-resolution crystal structure of the HIV-1 Env trimer proteins, in their form before they fuse with target cells, will aid the design of vaccines that elicit protective immune responses to this protein complex.  See Article    p.455 The surface of the HIV-1 virus is studded with envelope glycoprotein (Env) spikes. The virus uses these trimeric complexes, which each contain three gp120 and three gp41 subunits, to fuse with cells and initiate infection. Sixteen years ago, Kwong and colleagues described the crystal structure of the core of the gp120 subunit 1 , but the lability of the complex in its pre-fusion form meant that the trimer structure was not determined until last year, when an engineered, stabilized and soluble version was used to produce highly concordant structures by X-ray crystallography 2  and cryo-electron microscopy 3 . Now, on  page 455  of this issue, Kwong and colleagues (Pancera  et al .) 4  report a crystal structure of the same Env trimer at higher resolution, providing a better picture, particularly of the gp41 subunits. Together, these structures 2 , 3 , 4  help us to understand how the Env trimer functions, how antibodies recognize it (or not), and how vaccines exploiting this protein can be better designed. HIV-1 fusion occurs when the gp120 components of Env trimers interact first with CD4 receptors on a cell's surface and then with a co-receptor (CCR5 or CXCR4). The sequential receptor engagements drive the concerted disentanglement of the intimate, but fragile, embrace between gp120 and gp41. The ectodomain of each gp41 subunit (the region that extends out from the viral membrane) contains six segments (A–F) that form two heptad-repeat regions (HR1 and HR2). These segments eventually become two long helices in the post-fusion structure, which is known as the six-helical bundle. Pancera and colleagues' pre-fusion structure shows that HR1 and HR2 are each split up into two smaller helices connected by loops; together, the four helices form a ring encircling the amino and carboxy termini of gp120 ( Fig. 1 ). In turn, these gp120 regions act as a 'safety pin' to prevent gp41 from transiting to the energetically more favoured six-helical-bundle form. The authors use their structure to make inferences about the conformational changes in Env proteins that take place during fusion, adding detail to the existing model of the process ( Fig. 1b ). When the cellular receptors are engaged, the safety pin is removed in a two-stage process. First, the top of the trimer opens up. The diminished constraints on the N-terminal segments of gp41 and the space vacated at the trimer axis allow segment B to undergo a loop-to-helix transition. The formation of the resulting long helix (HR1), now containing segments A, B and C, punches the hydrophobic fusion peptide at the N terminus of gp41 into the target-cell membrane. The concomitant removal of one component of the four-helix ring weakens the links between gp120 and gp41. Co-receptor binding then fully removes the safety pin. The gp120 subunit probably now completely dissociates, eliminating any remaining steric constraints on the melding of the viral and cell membranes. In gp41, segments D–F extend to form the second long helix (HR2), and the formation of the six-helical bundle provides sufficient energy to fuse the membranes. Once enough individual trimers (probably around five 5 ) have undergone these transitions, the resulting fusion pore in the cell membrane allows the viral core to enter the cell. The human immune system can prevent HIV-1 from infecting cells by generating neutralizing antibodies that bind to various regions (epitopes) on the pre-fusion Env trimer. But the virus has evolved defences to evade both the generation and the binding of neutralizing antibodies. The most relevant are a dense array of protective glycans, which are less immunogenic than protein surfaces, and the ability to vary the trimer's amino-acid composition. Pancera and colleagues' structure displays just how efficient these obstacles are: one stunning image (see Fig. 6 in the Extended Data) shows the comprehensiveness of the shielding effect of its glycans compared with analogous proteins from influenza virus and respiratory syncytial virus. Even so, humans can produce antibodies that have extremely broad reactivity against circulating HIV-1 variants. Most known epitopes targeted by such broadly neutralizing antibodies (many of these epitopes include the otherwise protective glycans) are present on the engineered BG505 SOSIP.664 trimers used to generate the existing and new Env structures 2 , 3 , 4 , 6 . Because inducing such antibodies is a major goal of HIV-1 vaccine development, does this mean that the problem is solved? Unfortunately, no — or, at least, not yet. There are two main elements in the development of vaccines based on Env: making immunogenic proteins with epitopes that could elicit broadly neutralizing antibodies, and forcing the immune system to respond to them. Current trimer-based immunogens, termed gp140s, are rendered soluble for vaccine development by deleting the transmembrane region of gp41 (ref.  7 ). However, doing so creates a loose end at the C terminus, which may destabilize inter-subunit interactions 2 , 3 , 4 . For most gp140s, the cleavage site between gp120 and the gp41 ectodomain is deliberately eliminated to 'stabilize' the trimer 7 . However, that stability is illusory, because these 'uncleaved' gp140s predominantly adopt configurations in which semi-dissociated gp120 subunits dangle loosely from the gp41 six-helical bundle 8 , 9 , 10 . The outcome is reminiscent of the conformational changes outlined above: the dissociation of gp120 from the gp41 ectodomain and the latter's transition to the six-helical bundle post-fusion conformation. These stability problems, and the resulting loss of epitopes that elicit broadly neutralizing antibodies, are overcome in the BG505 SOSIP.664 trimers through the introduction of an amino-acid substitution (I559P) 11  that prevents the loop-to-helix transition in segment B and of an engineered disulphide bond between cysteine residues 501 and 605 (ref.  12 ) that pins the gp120 subunits to the four-helix ring of gp41 ( Fig. 1 ). Cleavage of the trimers is also promoted, which seems to strengthen the association between gp120 and gp41 (ref.  9 ). Together, these engineered changes maintain the soluble trimers in the pre-fusion conformation and preserve key epitopes for eliciting neutralizing antibodies 2 , 3 , 4 , 6 . The BG505 SOSIP.664 trimers, which are now vaccine candidates for human trials, are encouragingly immunogenic in animals, provoking a strong and consistent neutralizing-antibody response to the BG505 virus, a neutralization-resistant strain of HIV-1. But they do not elicit broadly neutralizing antibodies. Future strategies to increase the breadth of the antibody response may involve reverse-engineering the immunogens on the basis of antibody evolution 13  and devising different ways of presenting them to the immune system, for example as particulate antigens 14 . Nowadays, structure-guided immunogen design is the best route to an effective vaccine 15 , and the new structural data will undoubtedly facilitate such improvements. By again placing their stamp on the envelope, the Kwong group has posted a frank warning to the virus. Correspondence to\n                 Rogier W. Sanders  or  John P. Moore . Reprints and Permissions"},
{"file_id": "514313a", "url": "https://www.nature.com/articles/514313a", "year": 2014, "authors": [{"name": "Sven Höfling"}, {"name": "Alexey Kavokin"}], "parsed_as_year": "2006_or_before", "body": "Large quasiparticles known as Rydberg excitons have been detected in a natural crystal of copper oxide. The result may find use in applications such as single-photon logic devices.  See Letter    p.343 Correspondence to\n                 Sven Höfling  or  Alexey Kavokin . Reprints and Permissions"},
{"file_id": "514309a", "url": "https://www.nature.com/articles/514309a", "year": 2014, "authors": [{"name": "Alessia Bottos"}, {"name": "Nancy E. Hynes"}], "parsed_as_year": "2006_or_before", "body": "Most deaths from breast cancer occur when the primary tumour spreads to secondary sites. It now emerges that clusters of tumour cells that enter the bloodstream form metastases more often than single circulating tumour cells. Correspondence to\n                 Alessia Bottos  or  Nancy E. Hynes . Reprints and Permissions"},
{"file_id": "nature13927", "url": "https://www.nature.com/articles/nature13927", "year": 2014, "authors": [{"name": "Steven J. Davis"}, {"name": "Christine Shearer"}], "parsed_as_year": "2006_or_before", "body": "Integrated assessment models show that, without new climate policies, abundant supplies of natural gas will have little impact on greenhouse-gas emissions and climate change.  See Letter    p.482 Correspondence to\n                 Steven J. Davis  or  Christine Shearer . Reprints and Permissions"},
{"file_id": "nature13929", "url": "https://www.nature.com/articles/nature13929", "year": 2014, "authors": [{"name": "David Tilman"}, {"name": "Emilie C. Snell-Rood"}], "parsed_as_year": "2006_or_before", "body": "Evolutionary and ecosystem processes have long been treated as distinct. The finding that interactions among plant species cause rapid evolutionary changes that affect ecosystem function suggests that it is time for unification.  See Letter    p.108 Correspondence to\n                 David Tilman  or  Emilie C. Snell-Rood . Reprints and Permissions"},
{"file_id": "514310a", "url": "https://www.nature.com/articles/514310a", "year": 2014, "authors": [{"name": "Bruce Elmegreen"}], "parsed_as_year": "2006_or_before", "body": "Observations of two faint galaxies with a low abundance of elements heavier than helium show that the galaxies have an efficiency of star formation less than one-tenth of that of the Milky Way and similar galaxies.  See Letter    p.335 Correspondence to\n                 Bruce Elmegreen . Reprints and Permissions"},
{"file_id": "514313b", "url": "https://www.nature.com/articles/514313b", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In general, the 'epidemic' process can be characterized as one of transition from one state (susceptible) to another (infective) where the transition is caused by exposure to some phenomenon (infectious material) ... People are susceptible to certain ideas and resistant to others. Once an individual is infected with an idea he may in turn, after some period of time, transmit it to others. Such a process can result in an intellectual 'epidemic' ... The development of the psychoanalytic movement in the early part of the twentieth century was in its way no less an 'epidemic' than was the outbreak of influenza in 1917 and 1918. One can argue similarly that Darwin and evolution, Cantor and set theory, Newton and mechanics, and so on, were examples of 'epidemics' in the world of scientific thought which were instigated by the introduction of a single infective into a population. \n               From  \n               Nature \n                17 October 1964 \n             \n               100 Years Ago \n             At the present time astronomers have no available organisation by which the news of important astronomical discoveries can be quickly distributed to the leading observatories of the world, nor is there a bureau with which anyone making an important discovery can immediately communicate with the knowledge that the news will at once be circulated world wide. This condition of affairs is due to the fact that the recognised Central Bureau is at Kiel, in Germany, and that the state of war prevents the circulation of any such news ... There is little doubt that if the Royal Astronomical Society of Great Britain would undertake ... the task of receiving and disseminating astronomical information, this act would meet with the approval of astronomers all the world over. \n               From  \n               Nature \n                15 October 1914 \n             Reprints and Permissions"},
{"file_id": "nature13928", "url": "https://www.nature.com/articles/nature13928", "year": 2014, "authors": [{"name": "Toru Miyake"}, {"name": "Raghu Kalluri"}], "parsed_as_year": "2006_or_before", "body": "Fibroblast cells are known as key players in the repair of damaged heart structures. New findings show that injury also induces fibroblasts to become endothelial cells, helping to mend damaged blood vessels.  See Article    p.585 Correspondence to\n                 Raghu Kalluri . Reprints and Permissions"},
{"file_id": "514442a", "url": "https://www.nature.com/articles/514442a", "year": 2014, "authors": [{"name": "Alexandra Trkola"}], "parsed_as_year": "2006_or_before", "body": "In a finding that highlights ways to optimize the efficacy of antibody-based therapeutics and vaccines, the activity of potent HIV-1-neutralizing antibodies has been confirmed to depend on cellular binding to the antibodies' Fc regions. Correspondence to\n                 Alexandra Trkola . Reprints and Permissions"},
{"file_id": "nature13933", "url": "https://www.nature.com/articles/nature13933", "year": 2014, "authors": [{"name": "James Sharpe"}], "parsed_as_year": "2006_or_before", "body": "Gradients of fibroblast growth factors often induce cells to adopt different fates. A study in zebrafish embryos reveals another, unexpected role when the factors are trapped in small spaces by a special arrangement of cells.  See Letter    p.120 Correspondence to\n                 James Sharpe . Reprints and Permissions"},
{"file_id": "nature13931", "url": "https://www.nature.com/articles/nature13931", "year": 2014, "authors": [{"name": "Ioanna Keklikoglou"}, {"name": "Michele De Palma"}], "parsed_as_year": "2006_or_before", "body": "Blocking the activity of macrophages may delay the spread of cancer. But new findings show that these immune cells can rapidly rebound to tumours after therapy withdrawal, accelerating lethal metastasis in mice.  See Letter    p.130 Correspondence to\n                 Michele De Palma . Reprints and Permissions"},
{"file_id": "nature13754", "url": "https://www.nature.com/articles/nature13754", "year": 2014, "authors": [{"name": "Robert T. Batey"}], "parsed_as_year": "2006_or_before", "body": "The spliceosome enzyme complex removes intron sequences from RNA transcripts to form messenger RNA. The crystal structure of a lasso-shaped RNA suggests a mechanism for this splicing process.  See Article    p.193 Correspondence to\n                 Robert T. Batey . Reprints and Permissions"},
{"file_id": "513490a", "url": "https://www.nature.com/articles/513490a", "year": 2014, "authors": [{"name": "Nicole M. Gasparini"}], "parsed_as_year": "2006_or_before", "body": "A detailed survey of the Fraser River in Canada challenges preconceptions about how river water flows. The results call for a re-evaluation of how waterways carve through bedrock to form canyons.  See Letter    p.534 Correspondence to\n                 Nicole M. Gasparini . Reprints and Permissions"},
{"file_id": "nature13748", "url": "https://www.nature.com/articles/nature13748", "year": 2014, "authors": [{"name": "Rod Bremner"}, {"name": "Julien Sage"}], "parsed_as_year": "2006_or_before", "body": "The cellular origins of most human cancers remain unknown, but an analysis of embryonic retinal cells identifies differentiating cones as the cell of origin for the childhood cancer retinoblastoma.  See Letter    p.385 An enduring mystery in our effort to understand most human cancers is the identities of the cells from which they arise. Attempts to define these 'cells of origin' have often used markers that are expressed in advanced tumours as a reference point. However, because cancer cells have, by definition, undergone a transformation from a normal to a diseased state, this approach is fatally flawed. By analogy, passengers disembarking from an aeroplane wearing winter clothes might look as if they had boarded in a cold country, but they could equally be arriving in a wintry location having set off from somewhere warm. In this issue, Xu  et al . 1  ( page 385 ) take an alternative approach to the cell-of-origin problem, identifying the cell type that gives rise to retinoblastoma by studying normal cells in the human retina. Retinoblastoma is a childhood cancer of the retina that often serves as a model system for cancer studies. Indeed, work on this cancer led to the seminal discovery of the  RB1  gene 2 , which encodes the retinoblastoma tumour-suppressor protein RB. To investigate the cell of origin of retinoblastoma, Xu and colleagues manipulated human embryonic retinal cells, and found that precursor cells destined to become cone photoreceptors are unusually sensitive to the loss of  RB1 . The fact that cone precursors are differentiating cells committed to forming light-sensing retinal cells indicates that the cells of origin of human cancers do not necessarily have to be stem- or progenitor-cell types, as is often posited 3 , 4 . The authors purified human cones and showed that RB depletion in these cells, but not in other retinal populations, causes retinoblastoma when the cells are transplanted into recipient mice — a finding that resolves decades of debate 5  ( Fig. 1 ). These data are compelling, but live imaging of early tumours from patients' eyes shows that lesions occur in the 'inner nuclear layer' of the retina 6 . This is the middle of three strata that comprise the retina, but cones are located in the outermost layer. Retinoblastomas might grow from displaced cone precursors in the inner nuclear layer. Alternatively, it is conceivable that a lack of RB causes a cell in the inner nuclear layer to change its fate to become a cone or cone-like cell, because differentiating retinal cells are plastic. The susceptibility of purified cones to division and transformation following the loss of RB suggests that this idea is unlikely, although one should bear in mind that the cells used in these experiments have been dislodged from their normal milieu. There is also precedence for fate change in other cell lineages after RB loss 7 . What do the current results mean for mouse models of cancer? Mice are better protected from retinoblastoma than are humans — other tumour-suppressor genes must be deleted in genetically engineered mice in addition to the  Rb1  gene to cause the cancer to develop 8 , 9 . As in humans, RB loss causes abnormal division of differentiating mouse retinal cells, but whereas Xu and co-workers observed that only cones are significantly affected in the human retina, all neuronal cell types are perturbed in that of the mouse 8 , 9 . The cell of origin for mouse retinoblastoma is also a differentiating retinal neuron, although of the amacrine (interneuron) lineage rather than the cone lineage 8 . Amacrine and cone cells are generated in the retina at around the same developmental stage, and may thus share aspects of their gene-expression circuitry, especially early in their development. Indeed, the gene-expression patterns in human and mouse retinoblastoma are similar 10 , and there are also parallels in the genetic mutations that they harbour, such as deletions in the  CDKN2A  tumour-suppressor gene 11 . Furthermore, amacrine cells are located in the inner nuclear layer of the retina, where retinoblastoma emerges in humans. Thus, although there are differences in retinoblastomas between the two species, the numerous similarities make mouse models a valuable tool for future research and therapeutic testing. One central issue in retinoblastoma and many other familial cancers is the striking specificity of tumour development. Why do patients with mutations in  RB1  develop tumours specifically in the eye before the age of five, even though the gene is expressed everywhere? The answer may lie in this latest study, and in previous observations made by the same group 12 . It seems that the molecular circuitry that is present in cone precursor cells renders them uniquely sensitive to cancerous transformation when RB is lost. For instance, Xu  et al . found evidence to suggest that high levels of the ubiquitin ligase enzymes SKP2 and MDM2, and of the cancer-causing protein N-Myc, are crucial for cone precursors to begin proliferating without undergoing programmed cell death. Mouse amacrine cells seem to have similar circuits that sensitize them to the loss of RB, including the ability to resist cell death driven by the transcription factor E2F — a normal result of E2F expression following loss of RB function in mouse retinal cell types 13 . One interesting exception is the p107 protein, a relative of RB that has a tumour-suppressor role in mice 13  but which the current study indicates can promote the development of cancer in human cone precursors harbouring  RB1  mutations. In conclusion, Xu and colleagues' fantastic work solves a controversial issue and provides a proof of principle for similar studies in other solid tumours. Once again, retinoblastoma acts as a model for the cancer field. Knowledge of the cell of origin for retinoblastoma (and other cancers) may help researchers to develop approaches for better diagnosis, earlier detection, and possibly chemoprevention. In addition, a better understanding of the molecular circuitry that renders cells susceptible to cancerous transformation may help to uncover Achilles heels in tumour cells. Correspondence to\n                 Rod Bremner  or  Julien Sage . Reprints and Permissions"},
{"file_id": "513492a", "url": "https://www.nature.com/articles/513492a", "year": 2014, "authors": [{"name": "Patrick Goymer"}], "parsed_as_year": "2006_or_before", "body": " Loss of biodiversity is a hallmark of the human-dominated era, but our influence can also alter the processes that generate biodiversity. On page  543  of this issue, Helmus  et al . study human-assisted movement of lizards around Caribbean islands, and show that a major geographic parameter of a classic theory of biodiversity has been replaced by an economic one (M. R. Helmus, D. L. Mahler and J. B. Losos  Nature   513 , 543–546; 2014). The theory of island biogeography predicts that biodiversity is greatest on large and less-isolated islands (or other discrete habitat fragments), but the underlying processes of speciation and long-distance colonization are usually too slow for the theory to be tested directly. The shipping trade has speeded things up for anole lizards in the Caribbean, transporting them around the islands as stowaways (pictured:  Anolis equestris ). The authors find that the resulting diversity of  Anolis  species fits theoretical predictions about island size, but that economic isolation — such as occurred on Cuba during the cold war — has overtaken geographic isolation as the other key factor. Reprints and Permissions"},
{"file_id": "513498a", "url": "https://www.nature.com/articles/513498a", "year": 2014, "authors": [{"name": "Franz-Josef Müller"}, {"name": "Jeanne F. Loring"}], "parsed_as_year": "2006_or_before", "body": "The development of CellNet — network-biology software that determines how cell types generated  in vitro  relate to their naturally occurring counterparts — could improve our ability to produce desirable cells in culture. Correspondence to\n                 Franz-Josef Müller  or  Jeanne F. Loring . Reprints and Permissions"},
{"file_id": "513497a", "url": "https://www.nature.com/articles/513497a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The capacity exhibited by all organisms to develop tolerance for new environmental conditions has been an important factor in the continuing existence of life on Earth. It has also had adverse effects on some creatures. To man, one of the most disturbing of these effects is being manifested through the resistance certain microbes develop for the 'wonder' drugs he uses to counteract microbial diseases. The peculiar capacity of pathogenic micro-organisms to develop strains which are resistant to drugs which on initial application are lethal to most individuals — and eventually to thrive on those drugs — did not come into clear focus until Paul Ehrlich  et al . made their famous chemotherapeutic researches during the first decade of this century. \n               From  \n               Nature \n                26 September 1964 \n             \n               100 Years Ago \n             The council of the Senate of the University of Cambridge has offered to professors, teachers, and students of the University of Louvain such facilities in the way of access to libraries, laboratories, and lectures, together with the use of lecture-rooms, as may secure the continuity of the work of that University during the present crisis. Hospitality in the way of living accommodation and so forth will probably be offered by the individual colleges and by private residents. The professors of the University of Oxford have offered a home for the winter to the young children of the professors of the University of Louvain; and the academic staff of University College (University of London) offers hospitality to about seventy members of French and Belgian universities, whether professors, teachers, or students, men or women, who may find it necessary to take refuge in this country. \n               From  \n               Nature \n                24 September 1914 \n             Reprints and Permissions"},
{"file_id": "513493a", "url": "https://www.nature.com/articles/513493a", "year": 2014, "authors": [{"name": "Eliza M. R. Kempton"}], "parsed_as_year": "2006_or_before", "body": "The first definitive signs of water have been seen in the atmosphere of a Neptune-sized exoplanet, paving the way towards the search for water on smaller Earth-like planets.  See Letter    p.526 Correspondence to\n                 Eliza M. R. Kempton . Reprints and Permissions"},
{"file_id": "514044a", "url": "https://www.nature.com/articles/514044a", "year": 2014, "authors": [{"name": "Patrick D. Schloss"}], "parsed_as_year": "2006_or_before", "body": "An analysis of the combined genomes of microorganisms inhabiting human skin demonstrates how these communities vary between individuals and across body sites, and paves the way to understanding their functions.  See Article    p.59 Correspondence to\n                 Patrick D. Schloss . Reprints and Permissions"},
{"file_id": "514043a", "url": "https://www.nature.com/articles/514043a", "year": 2014, "authors": [{"name": "Daniel Mortlock"}], "parsed_as_year": "2006_or_before", "body": "An infrared census of accreting supermassive black holes across a wide range of cosmic times indicates that the canonical understanding of how these luminous objects form and evolve may need to be adjusted. Correspondence to\n                 Daniel Mortlock . Reprints and Permissions"},
{"file_id": "nature13758", "url": "https://www.nature.com/articles/nature13758", "year": 2014, "authors": [{"name": "Mary Jane Thomassen"}, {"name": "Mani S. Kavuru"}], "parsed_as_year": "2006_or_before", "body": "Transplanting gene-corrected macrophage cells directly into the lungs of mice has been shown to effectively treat their pulmonary alveolar proteinosis, a hereditary lung disease also found in humans.  See Article    p.450 Correspondence to\n                 Mary Jane Thomassen  or  Mani S. Kavuru . Reprints and Permissions"},
{"file_id": "nature13756", "url": "https://www.nature.com/articles/nature13756", "year": 2014, "authors": [{"name": "Seth Rakoff-Nahoum"}, {"name": "Laurie E. Comstock"}], "parsed_as_year": "2006_or_before", "body": "A study finds that the cells lining the gut are modified in response to systemic infection, increasing the host's tolerance to infection in a manner that is dependent on the microorganisms that inhabit the gut.  See Letter    p.638 Correspondence to\n                 Laurie E. Comstock . Reprints and Permissions"},
{"file_id": "514038a", "url": "https://www.nature.com/articles/514038a", "year": 2014, "authors": [{"name": "Peter Nienow"}], "parsed_as_year": "2006_or_before", "body": "Observations of the water pressure in drilled boreholes and natural moulins on the Greenland Ice Sheet show how its underlying plumbing system controls ice motion during the course of the summer melt season.  See Letter    p.80 Correspondence to\n                 Peter Nienow . Reprints and Permissions"},
{"file_id": "nature13757", "url": "https://www.nature.com/articles/nature13757", "year": 2014, "authors": [{"name": "Richard H. Ffrench-Constant"}], "parsed_as_year": "2006_or_before", "body": "The genomes of 101 monarch butterflies from migratory and resident populations have been sequenced, revealing genes and molecular pathways that underlie insect migration and colouration.  See Article    p.317 Correspondence to\n                 Richard H. Ffrench-Constant . Reprints and Permissions"},
{"file_id": "514040a", "url": "https://www.nature.com/articles/514040a", "year": 2014, "authors": [{"name": "Caitlin A. Griffith"}], "parsed_as_year": "2006_or_before", "body": "The cloud that emerged above the south pole of Saturn's moon Titan in 2012 has been found to consist of hydrogen cyanide particles. This unexpected result prompts fresh thinking about the atmosphere of this satellite.  See Letter    p.65 Correspondence to\n                 Caitlin A. Griffith . Reprints and Permissions"},
{"file_id": "nature13759", "url": "https://www.nature.com/articles/nature13759", "year": 2014, "authors": [{"name": "Andrew Whiten"}], "parsed_as_year": "2006_or_before", "body": "The adoption of a new form of tool use has been observed to spread along social-network pathways in a chimpanzee community. The finding offers the first direct evidence of cultural diffusion in these animals in the wild. Correspondence to\n                 Andrew Whiten . Reprints and Permissions"},
{"file_id": "nature13755", "url": "https://www.nature.com/articles/nature13755", "year": 2014, "authors": [{"name": "Timothy Linksvayer"}], "parsed_as_year": "2006_or_before", "body": "Experiments with social spiders find that colony size and composition affect colony survival in a site-specific manner, indicating that natural selection on group-level traits contributes to local adaptation.  See Letter    p.359 Correspondence to\n                 Timothy Linksvayer . Reprints and Permissions"},
{"file_id": "513041a", "url": "https://www.nature.com/articles/513041a", "year": 2014, "authors": [{"name": "Elmo Tempel"}], "parsed_as_year": "2006_or_before", "body": "An analysis of a three-dimensional map of galaxies and their velocities reveals the hitherto unknown edges of the large system of galaxies in which we live — dubbed the Laniakea supercluster.  See Letter    p.71 Correspondence to\n                 Elmo Tempel . Reprints and Permissions"},
{"file_id": "nature13742", "url": "https://www.nature.com/articles/nature13742", "year": 2014, "authors": [{"name": "Chris D. Jiggins"}], "parsed_as_year": "2006_or_before", "body": "Genome sequences and gene-expression data from representatives of five distinct lineages of African cichlid fish reveal signatures of the genomic changes that underlie the astounding cichlid diversity seen today.  See Article    p.375 Correspondence to\n                 Chris D. Jiggins . Reprints and Permissions"},
{"file_id": "513039a", "url": "https://www.nature.com/articles/513039a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Interferometric Raman spectroscopy using infra-red excitation' — Many pure substances and industrial intermediates are strongly coloured and their Raman spectra cannot be recorded using ultra-violet and visible lines, but nearly all compounds have a region of transparency in the near infra-red ... Our sample tube used with the laser [has] plain glass windows at each end so that the exciting radiation passes through the sample and directly into the interferometer. The laser is pulsed and the photomultiplier voltage pulses are 'gated' to remove the noise between pulses. The output is recorded digitally ... and spectra are obtained by Fourier transformation in a digital computer ... Using this apparatus we have observed the Raman spectrum of iodine dissolved in carbon tetrachloride at a molar ratio of 1:1,000 ... The possibilities of Raman measurements with near infra-red exciting lines have thus been demonstrated. \n               From  \n               Nature \n                5 September 1964 \n             \n               100 Years Ago \n             'The type-reading optophone' — Any instrument designed for translating optical into acoustic effects, or light into sound, and thus to some extent substituting the ear for the eye, may be appropriately termed an “optophone” ... The latest of these ... is designed with the object of enabling blind persons to “read” ordinary letterpress by means of the ear ... An optical system throws the image of a glowing Nernst filament upon the printed paper, laid face downwards on a suitably perforated desk. This image is broken up into a series of ... luminous dots, flashing with different musical frequencies, by means of a rotating siren disc ... It has been found possible to obtain a “readable” sound from type of the ordinary newspaper size. \n               From  \n               Nature \n                3 September 1914 \n             Reprints and Permissions"},
{"file_id": "513174a", "url": "https://www.nature.com/articles/513174a", "year": 2014, "authors": [{"name": "Michael J. O'Neill"}, {"name": "Rachel J. O'Neill"}], "parsed_as_year": "2006_or_before", "body": "The first gibbon genome to be sequenced provides clues about how genomes can be shuffled in short evolutionary time frames, and about how gibbons adapted and diversified in the jungles of southeast Asia.  See Article    p.195 Correspondence to\n                 Michael J. O'Neill  or  Rachel J. O'Neill . Reprints and Permissions"},
{"file_id": "513036a", "url": "https://www.nature.com/articles/513036a", "year": 2014, "authors": [{"name": "Susanne Buiter"}], "parsed_as_year": "2006_or_before", "body": "Computer models show how hot material that rises from Earth's interior is affected by plate tectonics, producing unexpected irregularities in Earth's topography and assisting in the break-up of continental plates.   See Letter    p.85 Correspondence to\n                 Susanne Buiter . Reprints and Permissions"},
{"file_id": "513176a", "url": "https://www.nature.com/articles/513176a", "year": 2014, "authors": [{"name": "Arlene M. Fiore"}], "parsed_as_year": "2006_or_before", "body": "A constraint on the global distribution of the elusive hydroxyl radical takes us a step closer towards understanding the complex, interdependent factors that control the levels of this atmospheric cleanser.  See Letter    p.219 Correspondence to\n                 Arlene M. Fiore . Reprints and Permissions"},
{"file_id": "513181a", "url": "https://www.nature.com/articles/513181a", "year": 2014, "authors": [{"name": "Michael S. Brotherton"}], "parsed_as_year": "2006_or_before", "body": "An analysis of a sample comprising some 20,000 mass-accreting supermassive black holes, known as quasars, shows that most of the diverse properties of these cosmic beacons are explained by only two quantities.  See Letter    p.210 Correspondence to\n                 Michael S. Brotherton . Reprints and Permissions"},
{"file_id": "513179a", "url": "https://www.nature.com/articles/513179a", "year": 2014, "authors": [{"name": "Raffaele Ferrari"}], "parsed_as_year": "2006_or_before", "body": "A compilation of high-resolution measurements of ocean mixing collected over the past three decades reveals how deep ocean waters return to the surface — a process that helps to regulate Earth's climate. Correspondence to\n                 Raffaele Ferrari . Reprints and Permissions"},
{"file_id": "513175a", "url": "https://www.nature.com/articles/513175a", "year": 2014, "authors": [{"name": "Rodolphe Barrangou"}, {"name": "Todd R. Klaenhammer"}], "parsed_as_year": "2006_or_before", "body": "Infection by defective bacterial viruses that cannot replicate has now been found to be the key feature enabling bacteria to rapidly develop adaptive immunity against functional viruses. Correspondence to\n                 Rodolphe Barrangou . Reprints and Permissions"},
{"file_id": "513324a", "url": "https://www.nature.com/articles/513324a", "year": 2014, "authors": [{"name": "Matthew T. Villaume"}, {"name": "Phil S. Baran"}], "parsed_as_year": "2006_or_before", "body": "A catalyst that couples together three reactants to form just one compound out of several possibilities, as a single mirror-image isomer, should simplify the synthesis of biologically relevant molecules.  See Article    p.367 Correspondence to\n                 Phil S. Baran . Reprints and Permissions"},
{"file_id": "nature13747", "url": "https://www.nature.com/articles/nature13747", "year": 2014, "authors": [{"name": "Nelson B. Olivier"}], "parsed_as_year": "2006_or_before", "body": "Proteins are synthesized in cells by the ribosome apparatus. A report of 16 yeast ribosome structures, each bound by a different inhibitor, broadens our understanding of how drugs affect ribosome activity.  See Article    p.517 Correspondence to\n                 Nelson B. Olivier . Reprints and Permissions"},
{"file_id": "513319a", "url": "https://www.nature.com/articles/513319a", "year": 2014, "authors": [{"name": "Zhihuai Zhu"}, {"name": "Jennifer E. Hoffman"}], "parsed_as_year": "2006_or_before", "body": "Low-energy electrons have been found to mimic relativistic high-energy particles in cadmium arsenide. This defines the first stable '3D Dirac semimetal', which holds promise for fundamental-physics exploration and practical applications. Correspondence to\n                 Zhihuai Zhu  or  Jennifer E. Hoffman . Reprints and Permissions"},
{"file_id": "nature13752", "url": "https://www.nature.com/articles/nature13752", "year": 2014, "authors": [{"name": "Taylor Feehley"}, {"name": "Cathryn R. Nagler"}], "parsed_as_year": "2006_or_before", "body": "Analyses in mice and humans indicate that non-caloric artificial sweeteners may promote obesity-associated metabolic changes by changing the function of the bacteria that colonize the gut.  See Article    p.181 Correspondence to\n                 Cathryn R. Nagler . Reprints and Permissions"},
{"file_id": "513322a", "url": "https://www.nature.com/articles/513322a", "year": 2014, "authors": [{"name": "Amy E. Reines"}], "parsed_as_year": "2006_or_before", "body": "An oversized, supermassive black hole has been discovered at the centre of a densely packed conglomeration of stars. The finding suggests that the system is the stripped nucleus of a once-larger galaxy.  See Letter    p.398 Correspondence to\n                 Amy E. Reines . Reprints and Permissions"},
{"file_id": "513321a", "url": "https://www.nature.com/articles/513321a", "year": 2014, "authors": [{"name": "Joan B. Silk"}], "parsed_as_year": "2006_or_before", "body": "A comprehensive analysis of lethal coalitionary aggression in chimpanzees convincingly demonstrates that such aggression is an adaptive behaviour, not one that has emerged in response to human impacts.  See Letter    p.414 Correspondence to\n                 Joan B. Silk . Reprints and Permissions"},
{"file_id": "nature13750", "url": "https://www.nature.com/articles/nature13750", "year": 2014, "authors": [{"name": "Bjorn R. Olsen"}], "parsed_as_year": "2006_or_before", "body": "The development of stem-cell-based models of two diseases that cause dwarfism reveals that statins — drugs that are used to treat high levels of blood cholesterol — may also promote cartilage formation and bone growth.  See Article    p.507 Correspondence to\n                 Bjorn R. Olsen . Reprints and Permissions"},
{"file_id": "512139a", "url": "https://www.nature.com/articles/512139a", "year": 2014, "authors": [{"name": "Daniel J. Scheeres"}], "parsed_as_year": "2006_or_before", "body": "Analysis of a kilometre-sized, near-Earth asteroid shows that forces weaker than the weight of a penny can keep it from falling apart. This has implications for understanding the evolution of the Solar System.  See Letter    p.174 Correspondence to\n                 Daniel J. Scheeres . Reprints and Permissions"},
{"file_id": "nature13655", "url": "https://www.nature.com/articles/nature13655", "year": 2014, "authors": [{"name": "Roland Bürgmann"}], "parsed_as_year": "2006_or_before", "body": "An earthquake off Chile in 2014 occurred in a region where a great seismic event was expected. Two studies reveal that months of foreshocks and slow slip on the associated plate-boundary fault preceded the event.  See Letters    p.295  &  p.299 Correspondence to\n                 Roland Bürgmann . Reprints and Permissions"},
{"file_id": "512261a", "url": "https://www.nature.com/articles/512261a", "year": 2014, "authors": [{"name": "Francesca Ferlaino"}], "parsed_as_year": "2006_or_before", "body": "Devices known as magneto-optical traps have long been used to cool and confine atoms, but not molecules — until now. This new ability should enable many studies and applications of the physics of ultracold molecules.  See Letter    p.286 Correspondence to\n                 Francesca Ferlaino . Reprints and Permissions"},
{"file_id": "512260a", "url": "https://www.nature.com/articles/512260a", "year": 2014, "authors": [{"name": "William Davies"}], "parsed_as_year": "2006_or_before", "body": "The application of improved radiocarbon-dating techniques to samples from archaeological sites ranging from Russia to Spain has redefined the timing of the final disappearance of Neanderthals from Europe.  See Letter    p.306 Correspondence to\n                 William Davies . Reprints and Permissions"},
{"file_id": "512256a", "url": "https://www.nature.com/articles/512256a", "year": 2014, "authors": [{"name": "Martyn Tranter"}], "parsed_as_year": "2006_or_before", "body": "The first description of the microorganisms inhabiting a subglacial lake deep below the Antarctic ice sheet reveals some of the complex interactive metabolic processes that sustain these microbial communities.  See Letter    p.310 Correspondence to\n                 Martyn Tranter . Reprints and Permissions"},
{"file_id": "512381a", "url": "https://www.nature.com/articles/512381a", "year": 2014, "authors": [{"name": "Ben C. Sheldon"}, {"name": "Marc Mangel"}], "parsed_as_year": "2006_or_before", "body": "A theoretical model suggests that the cause of female-driven extra-pair mating lies in the spreading of male interests among neighbouring families, creating powerful incentives for male cooperation and concomitant benefits for females. Correspondence to\n                 Ben C. Sheldon  or  Marc Mangel . Reprints and Permissions"},
{"file_id": "nature13659", "url": "https://www.nature.com/articles/nature13659", "year": 2014, "authors": [{"name": "Fyodor D. Urnov"}], "parsed_as_year": "2006_or_before", "body": "Genome editing followed by sequencing has now been used to engineer and analyse every variation of several stretches of human DNA in living cells, providing insight into the function of each constituent nucleotide molecule.  See Letter    p.120 Correspondence to\n                 Fyodor D. Urnov . Reprints and Permissions"},
{"file_id": "512262a", "url": "https://www.nature.com/articles/512262a", "year": 2014, "authors": [{"name": "Jared Diamond"}], "parsed_as_year": "2006_or_before", "body": "New genetic methods to analyse mixed human populations have extended existing, multidisciplinary evidence for the historical migrations and mixings of Austronesian peoples. Correspondence to\n                 Jared Diamond . Reprints and Permissions"},
{"file_id": "nature13743", "url": "https://www.nature.com/articles/nature13743", "year": 2014, "authors": [{"name": "John Hutchinson"}], "parsed_as_year": "2006_or_before", "body": "Ambitious experimental and morphological studies of a modern fish show how developmental flexibility may have helped early 'fishapods' to make the transition from finned aquatic animals to tetrapods that walk on land.  See Article    p.54 Correspondence to\n                 John Hutchinson . \n                     Nature Video : Fish out of water \n                   Reprints and Permissions"},
{"file_id": "512375a", "url": "https://www.nature.com/articles/512375a", "year": 2014, "authors": [{"name": "Robert P. Kirshner"}], "parsed_as_year": "2006_or_before", "body": "Observations of γ-ray photons from a type Ia supernova indicate that stellar explosions of this kind get their energy from sudden thermonuclear fusion in the progenitor star.  See Letter    p.406 Correspondence to\n                 Robert P. Kirshner . Reprints and Permissions"},
{"file_id": "512380a", "url": "https://www.nature.com/articles/512380a", "year": 2014, "authors": [{"name": "Jörg Wrachtrup"}, {"name": "Amit Finkler"}], "parsed_as_year": "2006_or_before", "body": "An improved design for a class of magnetometer greatly increases the sensitivity of these devices — and might be the vanguard of a new generation of hybrid sensors that combine different types of signal to increase sensitivity. Correspondence to\n                 Jörg Wrachtrup . Reprints and Permissions"},
{"file_id": "nature13745", "url": "https://www.nature.com/articles/nature13745", "year": 2014, "authors": [{"name": "Tomonori Takeuchi"}, {"name": "Richard G. M. Morris"}], "parsed_as_year": "2006_or_before", "body": "Sophisticated genetic tools that make brain cells responsive to light have now been used in mice to trigger a memory connected with a particular place, and to switch its association from negative to positive, or vice versa.  See Letter    p.426 Correspondence to\n                 Tomonori Takeuchi  or  Richard G. M. Morris . Reprints and Permissions"},
{"file_id": "512374a", "url": "https://www.nature.com/articles/512374a", "year": 2014, "authors": [{"name": "Felix Muerdter"}, {"name": "Alexander Stark"}], "parsed_as_year": "2006_or_before", "body": "The latest releases from the ENCODE and modENCODE research consortia more than double the number of data sets on functional elements in the worm, fly and human genomes.  See Articles    p.393 ,  p.400  &  Letters    p.445 ,  p.449 ,  p.453 Correspondence to\n                 Alexander Stark . Reprints and Permissions"},
{"file_id": "nature13658", "url": "https://www.nature.com/articles/nature13658", "year": 2014, "authors": [{"name": "Uri Livneh"}, {"name": "Anthony Zador"}], "parsed_as_year": "2006_or_before", "body": "Neurons linking the brain region that controls movement to the region involved in auditory control have been found to suppress auditory responses when mice move, but the reason for this inhibition is unclear.  See Article    p.189 Correspondence to\n                 Anthony Zador . Reprints and Permissions"},
{"file_id": "512378a", "url": "https://www.nature.com/articles/512378a", "year": 2014, "authors": [{"name": "Wick Haxton"}], "parsed_as_year": "2006_or_before", "body": "Neutrinos produced in the nuclear reaction that triggers solar-energy generation have been detected. This milestone in the search for solar neutrinos required a deep underground detector of exceptional sensitivity.  See Article    p.383 Correspondence to\n                 Wick Haxton . Reprints and Permissions"},
{"file_id": "nature13744", "url": "https://www.nature.com/articles/nature13744", "year": 2014, "authors": [{"name": "Stephen G. Perz"}], "parsed_as_year": "2006_or_before", "body": "A global map of the potential economic benefits of roads together with the environmental damage they can inflict provides a planning tool for sustainable development.  See Letter    p.229 Correspondence to\n                 Stephen G. Perz . Reprints and Permissions"},
{"file_id": "511413a", "url": "https://www.nature.com/articles/511413a", "year": 2014, "authors": [{"name": "Alison M. Anders"}], "parsed_as_year": "2006_or_before", "body": "An analysis of landforms in the Bolivian Andes suggests that surface uplift has shaped the climate and landscape. This contrasts with previous work suggesting that climate controls topography and deformation along the mountain range. Correspondence to\n                 Alison M. Anders . Reprints and Permissions"},
{"file_id": "511416a", "url": "https://www.nature.com/articles/511416a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             As regards technical development, very high frequency, “VHF”, is undoubtedly the radio system of the future. The possibility of stereophonic broadcasting on some regular scheduled basis is just beginning to show above the horizon. Even to-day, some 6 million people who have no television depend entirely on sound for their broadcasting service, and the needs of this audience are as diverse as ever. Extensions which the British Broadcasting Corporation has in mind at present concern particularly the Light Programme and the Third Network. \n               From  \n               Nature \n                25 July 1964 \n             \n               100 Years Ago \n             The Progress of Eugenics . By Dr. C. W. Saleeby — Dr. Saleeby divides eugenics into natural or primary and nurtural or secondary. Natural eugenics is further sub-divided into positive, negative, and preventive ... In treating these subjects Dr. Saleeby says, “We must be scientific or we are lost,” and it is certainly true that he would have succeeded better if he had himself maintained a more scientific attitude. He falls far short of it in particular in that he appears to judge of the validity of scientific work by the conclusions it arrives at ... Nevertheless, there is much contained in the book that is sensible ... and this circumstance makes its faults all the more regrettable. Besides that to which allusion has already been made there are two others, first the obtrusive egotism of the writer, and secondly his habit of misrepresenting people from whom he differs in opinion. To say that “for years the chief object of the biometrical laboratory at University College has seemed to be, and now clearly is, to prove the inheritance of this or that human character is 'not Mendelian'” is little short of libellous. \n               From  \n               Nature \n                23 July 1914 \n             Reprints and Permissions"},
{"file_id": "511418a", "url": "https://www.nature.com/articles/511418a", "year": 2014, "authors": [{"name": "Joo-Von Kim"}], "parsed_as_year": "2006_or_before", "body": "Topological insulators are materials known for their remarkable electron-transport properties. They now emerge as excellent sources of electron spins for manipulating tiny magnets.  See Letter    p.449 Correspondence to\n                 Joo-Von Kim . Reprints and Permissions"},
{"file_id": "511414a", "url": "https://www.nature.com/articles/511414a", "year": 2014, "authors": [{"name": "Tim Coulson"}, {"name": "Sonya Clegg"}], "parsed_as_year": "2006_or_before", "body": "Data on three generations of Antarctic fur seals suggest that climate change is reducing the survival of less-fit individuals with low genetic variation, but that overall seal numbers are falling.  See Letter    p.462 Correspondence to\n                 Tim Coulson  or  Sonya Clegg . Reprints and Permissions"},
{"file_id": "511538a", "url": "https://www.nature.com/articles/511538a", "year": 2014, "authors": [{"name": "Adrian Lupascu"}], "parsed_as_year": "2006_or_before", "body": "Continuous tracking of the random trajectories of a superconducting quantum system as it evolves between two selected initial and final states has allowed researchers to determine the most probable path of the system.  See Letter    p.570 Correspondence to\n                 Adrian Lupascu . Reprints and Permissions"},
{"file_id": "nature13648", "url": "https://www.nature.com/articles/nature13648", "year": 2014, "authors": [{"name": "Wolf Reik"}, {"name": "Gavin Kelsey"}], "parsed_as_year": "2006_or_before", "body": "Two analyses of human eggs, sperm and early-stage embryos reveal a pronounced loss of DNA methylation — a molecular modification that affects gene transcription — after fertilization.  See Letters    p.606  &  p.611 Reprints and Permissions"},
{"file_id": "nature13649", "url": "https://www.nature.com/articles/nature13649", "year": 2014, "authors": [{"name": "Greg Gibson"}], "parsed_as_year": "2006_or_before", "body": "A comparison of colorectal cancer and normal cells from 103 patients identifies dozens of genes that are differently expressed in tumour cells as a result of altered regulation of transcription.  See Letter    p.87 Correspondence to\n                 Greg Gibson . Reprints and Permissions"},
{"file_id": "511536a", "url": "https://www.nature.com/articles/511536a", "year": 2014, "authors": [{"name": "Dan Lunt"}], "parsed_as_year": "2006_or_before", "body": "Some 34 million years ago, there was a rapid growth of ice on Antarctica. A modelling study indicates that the ultimate cause of this glaciation was a decrease in the concentration of atmospheric carbon dioxide.  See Letter    p.574 Correspondence to\n                 Dan Lunt . Reprints and Permissions"},
{"file_id": "nature13652", "url": "https://www.nature.com/articles/nature13652", "year": 2014, "authors": [{"name": "Jiri Bartek"}, {"name": "Zdenek Hodny"}], "parsed_as_year": "2006_or_before", "body": "Ageing is accompanied by deterioration in the haematopoietic stem cells that are responsible for regenerating the blood system. Cellular stress in the aged stem cells could be a cause of this decline.  See Letter    p.198 Correspondence to\n                 Jiri Bartek  or  Zdenek Hodny . Reprints and Permissions"},
{"file_id": "nature13651", "url": "https://www.nature.com/articles/nature13651", "year": 2014, "authors": [{"name": "Zhe-Xi Luo"}], "parsed_as_year": "2006_or_before", "body": "Mice deficient in the EDA protein lack normal tooth features. Restoring EDA in embryonic teeth at increasing doses has now been found to recover these dental features in a stepwise pattern that mimics evolution.  See Article    p.44 Correspondence to\n                 Zhe-Xi Luo . Reprints and Permissions"},
{"file_id": "nature13650", "url": "https://www.nature.com/articles/nature13650", "year": 2014, "authors": [{"name": "Edward J. Fox"}, {"name": "Lawrence A. Loeb"}], "parsed_as_year": "2006_or_before", "body": "Single-cell DNA sequencing of two breast-cancer types has shown extensive mutational variation in individual tumours, confirming that generation of genetic diversity may be inherent in how tumours evolve.  See Article    p.155 Correspondence to\n                 Edward J. Fox  or  Lawrence A. Loeb . Reprints and Permissions"},
{"file_id": "512034a", "url": "https://www.nature.com/articles/512034a", "year": 2014, "authors": [{"name": "Stephen Justham"}], "parsed_as_year": "2006_or_before", "body": "Some stars explode in thermonuclear supernovae, but understanding of why this occurs comes mainly from indirect clues. Now, the progenitor of a member of a strange class of such explosions may have been detected directly.  See Letter    p.54 Correspondence to\n                 Stephen Justham . Reprints and Permissions"},
{"file_id": "511539a", "url": "https://www.nature.com/articles/511539a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years ago \n             At the meeting of the Society for Visiting Scientists on June 3, great interest was expressed in the potentialities of international research centres. It was admitted from the outset that there is no intrinsic merit in international research as such, since the important thing in any scientific work is the result, not how or where the work is carried out. The justification for any proposed international effort must therefore be carefully examined ... The experience of running CERN presented some interesting lessons ... CERN had been formed at a time when there was a sense of togetherness among most of the nations of Western Europe, a feeling which sought for some practical expression. It was important that any concrete form which could be given to it should not be controversial, should not be military, should not be a political disaster if it failed and that success if achieved should be clearly recognizable. If these factors were present, the way was open for the scientists, who, after all, led the world in international co-operation, to exert pressure on their political colleagues. \n               From  \n               Nature \n                1 August 1964 \n             \n               100 Years ago \n             Many instances are on record of so-called “wolf-children,” said to have been found in the jungles of India. A strange story is now reported from Naini Tal, the summer capital of the United Provinces of Agra and Oudh, of a female child about nine years old found in this neighbourhood, and unable to eat anything except grass and chapatis or native griddle cakes. She has a great mat of head hair and a thick growth on the sides of her face and spine. She bears marks of vaccination and is clearly a child who had, years ago, been abandoned or strayed into the jungle. \n               From  \n               Nature \n                30 July 1914 \n             Reprints and Permissions"},
{"file_id": "512032a", "url": "https://www.nature.com/articles/512032a", "year": 2014, "authors": [{"name": "Adriano Aguzzi"}], "parsed_as_year": "2006_or_before", "body": "Two studies of amyloid-β protein aggregates, which cause Alzheimer's disease, find that different conformations of the aggregates can define different strains of the disorder, drawing parallels with prion diseases. Correspondence to\n                 Adriano Aguzzi . Reprints and Permissions"},
{"file_id": "512030a", "url": "https://www.nature.com/articles/512030a", "year": 2014, "authors": [{"name": "James M. Tour"}], "parsed_as_year": "2006_or_before", "body": "'Seed' molecules have been made that enable synthesis of just one kind of single-walled carbon nanotube, rather than a mixture of species. This paves the way for the preparation of pure samples of any nanotube species.  See Letter    p.61 Correspondence to\n                 James M. Tour . Reprints and Permissions"},
{"file_id": "nature13516", "url": "https://www.nature.com/articles/nature13516", "year": 2014, "authors": [{"name": "Daniel Lucas"}, {"name": "Paul S. Frenette"}], "parsed_as_year": "2006_or_before", "body": "Production of blood stem cells from reprogrammed adult cells is notoriously difficult. It emerges that a supportive microenvironment may be crucial for their efficient generation.  See Article    p.312 Correspondence to\n                 Paul S. Frenette . Reprints and Permissions"},
{"file_id": "512138a", "url": "https://www.nature.com/articles/512138a", "year": 2014, "authors": [{"name": "Leslie C. Griffith"}], "parsed_as_year": "2006_or_before", "body": "The identification of neural subcircuits used by female fruit flies to make a choice about whether to copulate with a potential mate provides a template for understanding how the brain integrates complex information to reach decisions. Correspondence to\n                 Leslie C. Griffith . Reprints and Permissions"},
{"file_id": "nature13653", "url": "https://www.nature.com/articles/nature13653", "year": 2014, "authors": [{"name": "Jan Schroers"}], "parsed_as_year": "2006_or_before", "body": "The experimental realization of amorphous pure metals sets the stage for studies of the fundamental processes of glass formation, and suggests that amorphous structures are the most ubiquitous forms of condensed matter.  See Letter    P.177 Correspondence to\n                 Jan Schroers . Reprints and Permissions"},
{"file_id": "nature13641", "url": "https://www.nature.com/articles/nature13641", "year": 2014, "authors": [{"name": "Gina Turrigiano"}], "parsed_as_year": "2006_or_before", "body": "The protein Npas4 dampens activated excitatory brain circuits by recruiting inhibitory signals to excitatory neurons. It emerges that this protein has the opposite role in some inhibitory neurons, promoting their activity. Correspondence to\n                 Gina Turrigiano . Reprints and Permissions"},
{"file_id": "nature13514", "url": "https://www.nature.com/articles/nature13514", "year": 2014, "authors": [{"name": "Robbie A. McDonald"}], "parsed_as_year": "2006_or_before", "body": "A model of the transmission and spread of bovine tuberculosis in Britain suggests that controlling the epidemic will require large-scale cattle slaughter or a major rethink of combined control strategies.  See Letter    p.228 Correspondence to\n                 Robbie A. McDonald . Reprints and Permissions"},
{"file_id": "511036a", "url": "https://www.nature.com/articles/511036a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "511159a", "url": "https://www.nature.com/articles/511159a", "year": 2014, "authors": [{"name": "Dirk J. Broer"}], "parsed_as_year": "2006_or_before", "body": "Materials that rapidly switch between amorphous and crystalline states are widely used to manage heat and store data. They now emerge as promising building blocks for ultrahigh-resolution display devices.  See Letter    p.206 Correspondence to\n                 Dirk J. Broer . Reprints and Permissions"},
{"file_id": "511162a", "url": "https://www.nature.com/articles/511162a", "year": 2014, "authors": [{"name": "David Stroebel"}, {"name": "Pierre Paoletti"}], "parsed_as_year": "2006_or_before", "body": "NMDA receptors are crucial in the workings of the brain and in its disorders. Two structures of almost complete receptors reveal the intricate complexity of these large, multi-domain molecular machines.  See Article    p.191 Correspondence to\n                 David Stroebel  or  Pierre Paoletti . Reprints and Permissions"},
{"file_id": "nature13642", "url": "https://www.nature.com/articles/nature13642", "year": 2014, "authors": [{"name": "Dave Goulson"}], "parsed_as_year": "2006_or_before", "body": "Decreases in bird numbers are most rapid in areas that are most heavily polluted with neonicotinoids, suggesting that the environmental damage inflicted by these insecticides may be much broader than previously thought.  See Letter    p.341 Correspondence to\n                 Dave Goulson . Reprints and Permissions"},
{"file_id": "nature13640", "url": "https://www.nature.com/articles/nature13640", "year": 2014, "authors": [{"name": "Haley Gomez"}], "parsed_as_year": "2006_or_before", "body": "Whether supernovae create most of the dust in the cosmos is a controversial question. Observations of a distant supernova have revealed signs of freshly formed dust, but the properties of the dust are unexpected.  See Letter    p.326 Correspondence to\n                 Haley Gomez . \n                     Exploding star reveals origins of Universe's dust \n                   Reprints and Permissions"},
{"file_id": "nature13517", "url": "https://www.nature.com/articles/nature13517", "year": 2014, "authors": [{"name": "Amalio Telenti"}], "parsed_as_year": "2006_or_before", "body": "A study in monkeys finds that treatment with the protein interferon protects against simian immunodeficiency virus, but that prolonged interferon administration exacerbates the chronic stage of the infection.  See Letter    p.601 Correspondence to\n                 Amalio Telenti . Reprints and Permissions"},
{"file_id": "511163a", "url": "https://www.nature.com/articles/511163a", "year": 2014, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "511165a", "url": "https://www.nature.com/articles/511165a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "510220a", "url": "https://www.nature.com/articles/510220a", "year": 2014, "authors": [{"name": "James Boland"}], "parsed_as_year": "2006_or_before", "body": "Composite materials that incorporate diamond are among the hardest in the world, but fail under extreme conditions. A nanostructured form of diamond, made from onion-like carbon precursors, might overcome this problem.  See Letter    p.250 Correspondence to\n                 James Boland . Reprints and Permissions"},
{"file_id": "511300a", "url": "https://www.nature.com/articles/511300a", "year": 2014, "authors": [{"name": "Tomiki Ikeda"}, {"name": "Toru Ube"}], "parsed_as_year": "2006_or_before", "body": "Superelasticity — a form of elasticity that involves a phase transition — has been observed for the first time in a pure organic crystal. The material could find applications in microfluidics. Correspondence to\n                 Tomiki Ikeda . Reprints and Permissions"},
{"file_id": "nature13646", "url": "https://www.nature.com/articles/nature13646", "year": 2014, "authors": [{"name": "Sanjay A. Desai"}, {"name": "Louis H. Miller"}], "parsed_as_year": "2006_or_before", "body": "Two studies provide evidence that the protein complex PTEX is needed for export of malaria-parasite proteins into the cytoplasm of infected cells, and that such export is essential for parasite survival.  See Letters    p.587  &  p.592 Correspondence to\n                 Sanjay A. Desai  or  Louis H. Miller . Reprints and Permissions"},
{"file_id": "nature13518", "url": "https://www.nature.com/articles/nature13518", "year": 2014, "authors": [{"name": "Chi V. Dang"}], "parsed_as_year": "2006_or_before", "body": "The transcription factor Myc has been posited to cause a cell-wide increase in gene expression. But two studies show that Myc, when modulated by other transcription factors, can amplify select targets.  See Letters    p.483    and    p.488 Correspondence to\n                 Chi V. Dang . Reprints and Permissions"},
{"file_id": "nature13504", "url": "https://www.nature.com/articles/nature13504", "year": 2014, "authors": [{"name": "Stephen D. Bartlett"}], "parsed_as_year": "2006_or_before", "body": "What gives quantum computers that extra oomph over their classical digital counterparts? An intrinsic, measurable aspect of quantum mechanics called contextuality, it now emerges.  See Article    p.351 Correspondence to\n                 Stephen D. Bartlett . Reprints and Permissions"},
{"file_id": "nature13502", "url": "https://www.nature.com/articles/nature13502", "year": 2014, "authors": [{"name": "Oscar Vargas-Rodriguez"}, {"name": "Karin Musier-Forsyth"}], "parsed_as_year": "2006_or_before", "body": "Enzymes that attach amino acids to transfer RNAs during protein synthesis must recognize both substrates specifically. Crystal structures reveal a mechanism that explains the RNA specificity for one such system.  See Article   p.507 Correspondence to\n                 Karin Musier-Forsyth . Reprints and Permissions"},
{"file_id": "510349a", "url": "https://www.nature.com/articles/510349a", "year": 2014, "authors": [{"name": "Ferdinand Schmidt-Kaler"}], "parsed_as_year": "2006_or_before", "body": "An approach based on quantum sensing, in which controlled quantum systems serve as precision sensors, has enabled measurement of the weak magnetic interaction between two electrons bound to two separate ions.  See Letter    p.376 That electrons have negative charge and repel each other are concepts familiar to most readers. Less well known is that they also possess a magnetic moment associated with their spin, and therefore exert magnetic forces on one another. However, interactions between individual electron spins have hitherto not been measured. This is mainly because they are dwarfed by other effects: for small, atomic-scale separation between electrons, the Pauli exclusion principle, which states that two electrons cannot occupy the same quantum state, and the Coulomb electric interaction dominate; and for large separation, the strength of the magnetic interaction is vastly reduced and typically fully masked by the force that an electron's magnetic moment experiences in an ambient fluctuating magnetic field. On  page 376  of this issue, Kotler  et al . 1  report how they have succeeded in detecting the minuscule magnetic interaction between two electrons bound to two ions separated by about 2 micrometres, using ideas from the emerging field of quantum sensing. The quantum states of single photons, atoms and ions, and of impurity ions in crystals, can be controlled almost perfectly in the laboratory. Initially, the development of experimental techniques to control and manipulate such quantum states was motivated by an interest in testing the fundamental principles of quantum physics. Nowadays, advances in quantum-state manipulation are also targeted towards applications such as quantum computing, quantum simulation and quantum sensing. Whereas quantum computing and simulation require exquisite control of interactions between large numbers of quantum particles, sensing applications, in which quantum systems serve as sensing devices, are much less demanding in that regard. In their study, Kotler  et al . control and manipulate the valence electrons of two strontium ions confined in an electrical device known as a Paul trap. To understand their work, think of the spin of a strontium ion's valence electron as a tiny magnet with a north and a south pole — like the needle of a magnetic compass — that aligns with external magnetic fields. But imagine what happens if two such compass needles are placed close to each other. Now, one needle may interact with the other and rotate slightly, depending on the orientation of the other needle. It is exactly this small effect — the magnetic interaction of two single spins — that Kotler and colleagues measured in their experiment. To perform their measurements, the researchers first used laser pulses to cool the ions and initialize them such that the magnetic moments of the valence electrons pointed in opposite directions. Returning to the magnetic-compass analogy, both south poles are now facing and repelling each other ( Fig. 1a ). In addition, the interactions of the two electrons with a uniform external magnetic field — which should be eliminated in order to measure the tiny spin–spin interaction strength — are balanced out, because they are of the same magnitude but opposite sign. Next, the directions of both compass needles were rapidly and continuously flipped simultaneously ( Fig. 1b ). This step helped to compensate for fluctuations of the external magnetic field, which are different in strength at the two ion locations. On average, any interactions of the ions with the fluctuating external magnetic field essentially vanished, and Kotler and co-workers were set to measure the spin–spin interaction strength. In the two configurations described above (south poles or north poles facing one another), the spin–spin interaction causes the magnetic moments to repel each other and start turning ( Fig. 1c ). In the experiment, the magnetic moments turn but do so in a 'coherent quantum superposition'. This is a neat quantum trick, in which the electrons' magnetic moments are forced to align with each other and eventually become quantum entangled. By measuring the properties of this carefully designed state, which is immune to magnetic noise and has a lifetime of almost 1 minute, the authors could measure the rotation of the moments and thus the spin–spin interaction strength. Owing to the extremely small strength of the interaction and associated rotation rate (only 0.0009 hertz), the authors had to wait 15 seconds before they could determine the rotation. Kotler and colleagues' study has broad ramifications for quantum sensing. The experimental sequence adopted by the authors may be readily applied to other atomic systems, as well as to molecular, optical and solid-state systems, with the prospect of using them as sensitive magnetic probes. The approach may be relevant for developing clocks based on trapped ions or atoms 2  and for sensing small interactions in hybrid systems, such as mixtures of cold ions and atoms 3 , 4 . Applying the technique to solid-state systems will be particularly interesting, because these systems offer prospects for commercial applications such as magnetic sensors operating in 'noisy' environments. Magnetic sensors based on single-nitrogen-atom impurities in diamond have already been produced 5 , 6  and are close to reaching the sensitivity needed to detect a single nuclear spin. Physicists await further advances in quantum sensing with great interest. Correspondence to\n                 Ferdinand Schmidt-Kaler . Reprints and Permissions"},
{"file_id": "nature13507", "url": "https://www.nature.com/articles/nature13507", "year": 2014, "authors": [{"name": "Stephan Schlamminger"}], "parsed_as_year": "2006_or_before", "body": "Published results of the gravitational constant, a measure of the strength of gravity, have failed to converge. An approach that uses cold atoms provides a new data point in the quest to determine this fundamental constant.  See Letter   p.518 Correspondence to\n                 Stephan Schlamminger . Reprints and Permissions"},
{"file_id": "510343a", "url": "https://www.nature.com/articles/510343a", "year": 2014, "authors": [{"name": "P.-M. Binder"}, {"name": "R. M. Pipes"}], "parsed_as_year": "2006_or_before", "body": "“It is difficult to make predictions, especially about the future,” goes the proverb. A study of the dynamics of chaotic systems in the context of information theory adds a twist to this saying. Correspondence to\n                 P.-M. Binder . Reprints and Permissions"},
{"file_id": "510221a", "url": "https://www.nature.com/articles/510221a", "year": 2014, "authors": [{"name": "Mark C. Mescher"}, {"name": "Consuelo M. De Moraes"}], "parsed_as_year": "2006_or_before", "body": "Tomato plants that have been damaged by herbivorous insects emit airborne chemicals that warn neighbours of an impending attack. It emerges that the receiving plants transform these signals into defensive weapons. Correspondence to\n                 Mark C. Mescher  or  Consuelo M. De Moraes . Reprints and Permissions"},
{"file_id": "nature13505", "url": "https://www.nature.com/articles/nature13505", "year": 2014, "authors": [{"name": "Peter F. Leadlay"}], "parsed_as_year": "2006_or_before", "body": "Many enzymes form 'assembly lines' containing a series of catalytic modules. Visualization of how the structure of a module shifts during catalysis provides a clearer idea of how such enzymes work.  See Article   p.512  &  Letter   p.560 Correspondence to\n                 Peter F. Leadlay . Reprints and Permissions"},
{"file_id": "nature13509", "url": "https://www.nature.com/articles/nature13509", "year": 2014, "authors": [{"name": "Bau-lin Huang"}, {"name": "Susan Mackem"}], "parsed_as_year": "2006_or_before", "body": "A comparison of the development of adapted limbs in mammals uncovers multiple avenues to digit loss and highlights that early patterning events are not untouchable by evolutionary tinkering.  See Articles    p.41    &    p.46 Correspondence to\n                 Susan Mackem . Reprints and Permissions"},
{"file_id": "nature13508", "url": "https://www.nature.com/articles/nature13508", "year": 2014, "authors": [{"name": "Russell E. Bishop"}], "parsed_as_year": "2006_or_before", "body": "Two crystal structures of the LptD–LptE protein complex reveal how the cell-wall component lipopolysaccharide is delivered and inserted into the external leaflet of the bacterial outer membrane.  See Article    p.52    &    Letter    p.108 Correspondence to\n                 Russell E. Bishop . Reprints and Permissions"},
{"file_id": "nature13512", "url": "https://www.nature.com/articles/nature13512", "year": 2014, "authors": [{"name": "Samuel M. Behar"}, {"name": "Christopher M. Sassetti"}], "parsed_as_year": "2006_or_before", "body": "A study that defines the interactions between three immunity-regulating molecules — type 1 interferon, interleukin-1 and prostaglandin E 2  — will help to explain the variable outcomes of tuberculosis infections.  See Letter    p.99 Correspondence to\n                 Samuel M. Behar  or  Christopher M. Sassetti . Reprints and Permissions"},
{"file_id": "nature13510", "url": "https://www.nature.com/articles/nature13510", "year": 2014, "authors": [{"name": "Louis Putterman"}], "parsed_as_year": "2006_or_before", "body": "An experiment studying people's willingness to sacrifice personal gains so that resources are passed to future generations shows that this occurs only when extractions by free-riders are curbed by majority rule.  See Letter    p.220 Correspondence to\n                 Louis Putterman . Reprints and Permissions"},
{"file_id": "nature13511", "url": "https://www.nature.com/articles/nature13511", "year": 2014, "authors": [{"name": "Greg Taylor"}], "parsed_as_year": "2006_or_before", "body": "Tight pairs of supermassive black holes are expected to emit gravitational waves that could give astronomers a new way to explore the cosmos. One relatively tight pair has been discovered within a rare triple system.  See Letter    p.57 Correspondence to\n                 Greg Taylor . Reprints and Permissions"},
{"file_id": "510477a", "url": "https://www.nature.com/articles/510477a", "year": 2014, "authors": [{"name": "Djalal Meziane-Cherif"}, {"name": "Patrice Courvalin"}], "parsed_as_year": "2006_or_before", "body": "A naturally occurring fungal compound has been found to restore the susceptibility of bacteria to a class of antibiotic that is currently considered to be our last defence against serious infections.  See Article   p.503 Correspondence to\n                 Djalal Meziane-Cherif  or  Patrice Courvalin . Reprints and Permissions"},
{"file_id": "510481a", "url": "https://www.nature.com/articles/510481a", "year": 2014, "authors": [{"name": "J. Marty Gregg"}, {"name": "Amit Kumar"}], "parsed_as_year": "2006_or_before", "body": "A method has been invented for determining nanoscale variations in the distribution of electric charge on surfaces. It has so far been used to examine specific inorganic materials, but could find widespread applications in imaging. Correspondence to\n                 J. Marty Gregg  or  Amit Kumar . Reprints and Permissions"},
{"file_id": "nature13506", "url": "https://www.nature.com/articles/nature13506", "year": 2014, "authors": [{"name": "Andrew J. Ewald"}, {"name": "Mikala Egeblad"}], "parsed_as_year": "2006_or_before", "body": "Cell membranes are covered with sugar-conjugated proteins. New findings suggest that the physical properties of this coating, which is more pronounced in cancer cells, regulate cell survival during tumour spread.  See Article    p.319 Correspondence to\n                 Mikala Egeblad . Reprints and Permissions"},
{"file_id": "510476a", "url": "https://www.nature.com/articles/510476a", "year": 2014, "authors": [{"name": "John Finney"}, {"name": "James M. Acton"}], "parsed_as_year": "2006_or_before", "body": "A means of verifying that nuclear warheads to be dismantled are genuine items has been proposed that potentially reveals no information to an inspector about the design of the weapons. Two experts explain the ins and outs of the method and its implications for arms-control policy.  See Article   p.497 Correspondence to\n                 John Finney  or  James M. Acton . Reprints and Permissions"},
{"file_id": "511038a", "url": "https://www.nature.com/articles/511038a", "year": 2014, "authors": [{"name": "Scott B. Power"}], "parsed_as_year": "2006_or_before", "body": "Global warming is projected to force climatic variables in some places beyond the range of historical experience, perhaps permanently. A reassessment shows that this could begin sooner or much later than recently estimated. Correspondence to\n                 Scott B. Power . Reprints and Permissions"},
{"file_id": "nature13341", "url": "https://www.nature.com/articles/nature13341", "year": 2014, "authors": [{"name": "Daniel B. Metcalfe"}], "parsed_as_year": "2006_or_before", "body": "The finding that semi-arid ecosystems in the Southern Hemisphere may be largely responsible for changes in global concentrations of atmospheric carbon dioxide has repercussions for future levels of this greenhouse gas.  See Letter    p.600 Correspondence to\n                 Daniel B. Metcalfe . Reprints and Permissions"},
{"file_id": "509434a", "url": "https://www.nature.com/articles/509434a", "year": 2014, "authors": [{"name": "Ryotaro Matsuda"}], "parsed_as_year": "2006_or_before", "body": "Porous materials called metal–organic frameworks hold promise for many applications, including molecular separations. One such material has been discovered that shape-shifts to amplify its selectivity for a target molecule. Correspondence to\n                 Ryotaro Matsuda . Reprints and Permissions"},
{"file_id": "nature13343", "url": "https://www.nature.com/articles/nature13343", "year": 2014, "authors": [{"name": "Marian M. Deuker"}, {"name": "Martin McMahon"}], "parsed_as_year": "2006_or_before", "body": "An enzyme previously implicated in gene regulation has now been found to have a role in cancer progression, potentiating an intracellular signalling pathway that is driven by a mutated K-Ras protein.  See Letter    p.283 Correspondence to\n                 Martin McMahon . Reprints and Permissions"},
{"file_id": "509431a", "url": "https://www.nature.com/articles/509431a", "year": 2014, "authors": [{"name": "John J. Eldridge"}], "parsed_as_year": "2006_or_before", "body": "The probable signature of an ageing massive star's stellar wind has been detected shortly after the star underwent a supernova explosion. The finding suggests that such windy stars can have bright, observable deaths.  See Letter    p.471 Correspondence to\n                 John J. Eldridge . Reprints and Permissions"},
{"file_id": "nature13346", "url": "https://www.nature.com/articles/nature13346", "year": 2014, "authors": [{"name": "André Veillette"}, {"name": "Dominique Davidson"}], "parsed_as_year": "2006_or_before", "body": "The finding that absence of the enzyme CTPS1 underlies a form of human immunodeficiency highlights the role of metabolism in immune responses and suggests avenues for treating diseases such as leukaemia.  See Letter    p.288 Correspondence to\n                 André Veillette . Reprints and Permissions"},
{"file_id": "nature13344", "url": "https://www.nature.com/articles/nature13344", "year": 2014, "authors": [{"name": "Alain Fischer"}], "parsed_as_year": "2006_or_before", "body": "One approach to treating inherited diseases is repairing the defective genes, but this has proved challenging in stem cells. An optimized protocol has now been developed that allows gene repair in blood-cell precursors.  See Article    p.235 Correspondence to\n                 Alain Fischer . Reprints and Permissions"},
{"file_id": "509573a", "url": "https://www.nature.com/articles/509573a", "year": 2014, "authors": [{"name": "David M. Tarlinton"}], "parsed_as_year": "2006_or_before", "body": "Tracking B cells in germinal centres — hotspots of B-cell proliferation and mutation during an immune response — reveals that those cells presenting the most antigen on their surface are programmed to dominate.  See Letter    p.637 Correspondence to\n                 David M. Tarlinton . Reprints and Permissions"},
{"file_id": "nature13345", "url": "https://www.nature.com/articles/nature13345", "year": 2014, "authors": [{"name": "Trevor Williams"}], "parsed_as_year": "2006_or_before", "body": "New records of iceberg-rafted debris from the Scotia Sea reveal episodic retreat of the Antarctic Ice Sheet since the peak of the last glacial period, in step with changes in climate and global sea level.  See Letter    p.134 Correspondence to\n                 Trevor Williams . Reprints and Permissions"},
{"file_id": "509568a", "url": "https://www.nature.com/articles/509568a", "year": 2014, "authors": [{"name": "Yury Gogotsi"}], "parsed_as_year": "2006_or_before", "body": "Cables and wires are used to conduct electricity, but can they also store energy? The answer is a resounding 'yes', if they are encased by a supercapacitor device — a finding that might open up many applications. Correspondence to\n                 Yury Gogotsi . Reprints and Permissions"},
{"file_id": "509572a", "url": "https://www.nature.com/articles/509572a", "year": 2014, "authors": [{"name": "Katherine E. Yutzey"}], "parsed_as_year": "2006_or_before", "body": "Exposure to atmospheric oxygen in the days after a mammal's birth causes its heart muscle cells to stop proliferating. The finding may explain why zebrafish, which live in a hypoxic environment, can regenerate their hearts as adults. Correspondence to\n                 Katherine E. Yutzey . Reprints and Permissions"},
{"file_id": "509569a", "url": "https://www.nature.com/articles/509569a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "509571a", "url": "https://www.nature.com/articles/509571a", "year": 2014, "authors": [{"name": "V. Alan Kostelecký"}], "parsed_as_year": "2006_or_before", "body": "A record measurement of the proton's magnetism has been achieved by confining a single proton in a device called a double Penning trap. The result opens the way to exploring one of nature's fundamental symmetries.  See Letter    p.596 Correspondence to\n                 V. Alan Kostelecký . Reprints and Permissions"},
{"file_id": "510042a", "url": "https://www.nature.com/articles/510042a", "year": 2014, "authors": [{"name": "Denise Gabuzda"}], "parsed_as_year": "2006_or_before", "body": "An analysis of optical and radio observations has revealed how powerful jets are launched from the centres of active galaxies, where supermassive black holes accrete matter through magnetically arrested disks, or MADs.  See Letter    p.126 Correspondence to\n                 Denise Gabuzda . Reprints and Permissions"},
{"file_id": "nature13501", "url": "https://www.nature.com/articles/nature13501", "year": 2014, "authors": [{"name": "David Wark"}], "parsed_as_year": "2006_or_before", "body": "Finding that neutrinos are their own antiparticles would revolutionize particle physics. A high-sensitivity technique accelerates the search for the nuclear-decay process that would enable such a discovery.  See Article    p.229 Correspondence to\n                 David Wark . Reprints and Permissions"},
{"file_id": "nature13347", "url": "https://www.nature.com/articles/nature13347", "year": 2014, "authors": [{"name": "Elizabeth K. Costello"}, {"name": "David A. Relman"}], "parsed_as_year": "2006_or_before", "body": "Undernourished children fall behind not only on growth, but also on maturation of their intestinal bacterial communities, according to a study comparing acutely malnourished and healthy Bangladeshi children.  See Letter    p.417 Correspondence to\n                 Elizabeth K. Costello  or  David A. Relman . Reprints and Permissions"},
{"file_id": "510040a", "url": "https://www.nature.com/articles/510040a", "year": 2014, "authors": [{"name": "Irma Sánchez"}, {"name": "Brian D. Dynlacht"}], "parsed_as_year": "2006_or_before", "body": "The simultaneous deletion of six RNA molecules in mice has been found to cause respiratory and fertility defects, owing to improper assembly of structures called cilia on the cell surface.  See Article    p.115 Correspondence to\n                 Irma Sánchez  or  Brian D. Dynlacht . Reprints and Permissions"},
{"file_id": "509041b", "url": "https://www.nature.com/articles/509041b", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             If many zoologists and plant pathologists have given scant attention to the soil-inhabiting and plant-parasitic nematodes, the main reason must be that they are difficult to handle. This is due partly to an awkward size and shape and partly to a marked fragility before mechanical and osmotic forces, so that implements and reagents must be used with care and skill. Hence the appearance in 1949, as the Ministry of Agriculture and Fisheries  Technical Bulletin  No. 2, of  Laboratory Methods for Work with Plant and Soil Nematodes  ... New editions followed in 1951 and ... 1957, and recently a fourth edition has been published ... This justly reflects the increasing interest in the group now taken by workers in many countries. \n               From  \n               Nature \n                2 May 1964 \n             \n               100 Years Ago \n             The April number of  Science Progress  contains an editorial article of nine pages, entitled “Sweating the Scientist.” During the past year an inquiry has been conducted by our contemporary as to the emoluments of scientific workers ... As might, perhaps, have been anticipated, the replies received suffice to prove the “low scale of payment given throughout the British Empire for such work.” ... The article is a timely one, and deserves the careful attention of all scientific workers, as the question of remuneration is one of paramount importance to the future welfare of science in this country. Particular reference is made to the unpaid services of men of science upon Government Committees, and to the custom of Government departments going to learned societies for expert advice for which no payment is made. “In other words, the State exploits the man of science on account of his enthusiasm for his work and his patriotism.” \n               From  \n               Nature \n                30 April 1914 \n             Reprints and Permissions"},
{"file_id": "509170a", "url": "https://www.nature.com/articles/509170a", "year": 2014, "authors": [{"name": "Michael Boylan-Kolchin"}], "parsed_as_year": "2006_or_before", "body": "A numerical simulation of cosmic structure formation reproduces both large- and smaller-scale features of a representative volume of the Universe from early in its history to the present day.  See Article    p.177 Correspondence to\n                 Michael Boylan-Kolchin . Reprints and Permissions"},
{"file_id": "509167a", "url": "https://www.nature.com/articles/509167a", "year": 2014, "authors": [{"name": "Jürgen Bader"}], "parsed_as_year": "2006_or_before", "body": "Observational data and modelling show that the rapid warming of the northeastern Canada and Greenland sector of the Arctic over the past three decades has been strongly driven by cooling in the tropical Pacific Ocean.  See Letter    p.209 Correspondence to\n                 Jürgen Bader . Reprints and Permissions"},
{"file_id": "509166a", "url": "https://www.nature.com/articles/509166a", "year": 2014, "authors": [{"name": "Pamela A. Silver"}, {"name": "Jeffrey C. Way"}, {"name": "Frances H. Arnold"}, {"name": "Joseph T. Meyerowitz"}], "parsed_as_year": "2006_or_before", "body": "Synthetic biology involves the creation of biological systems for new applications by modifying and reassembling biological components. Two views are presented here on the best way to engineer these components so that they reliably generate organisms with desired traits. Correspondence to\n                 Pamela A. Silver ,  Jeffrey C. Way ,  Frances H. Arnold  or  Joseph T. Meyerowitz . Reprints and Permissions"},
{"file_id": "nature13334", "url": "https://www.nature.com/articles/nature13334", "year": 2014, "authors": [{"name": "Joseph L. Kirschvink"}], "parsed_as_year": "2006_or_before", "body": "Weak radio waves in the medium-wave band are sufficient to disrupt geomagnetic orientation in migratory birds, according to a particularly well-controlled study. But the underlying biophysics remains a puzzle.  See Letter    p.353 Correspondence to\n                 Joseph L. Kirschvink . Reprints and Permissions"},
{"file_id": "nature13333", "url": "https://www.nature.com/articles/nature13333", "year": 2014, "authors": [{"name": "Douglas L. Chalker"}], "parsed_as_year": "2006_or_before", "body": "Progeny of the protist  Paramecium tetraurelia  always retain the parental mating type. This inheritance is revealed to result from an RNA-guided DNA-deletion pathway that protects the genome from foreign DNA sequences.  See Article     p.447 Correspondence to\n                 Douglas L. Chalker . Reprints and Permissions"},
{"file_id": "nature13335", "url": "https://www.nature.com/articles/nature13335", "year": 2014, "authors": [{"name": "Ross Thyer"}, {"name": "Jared Ellefson"}], "parsed_as_year": "2006_or_before", "body": "The five bases found in nucleic acids define the 'alphabet' used to encode life on Earth. The construction of an organism that stably propagates an unnatural DNA base pair redefines this fundamental feature of life.  See Letter    p.385 Correspondence to\n                 Ross Thyer . Reprints and Permissions"},
{"file_id": "509173a", "url": "https://www.nature.com/articles/509173a", "year": 2014, "authors": [{"name": "Jennie R. McLaren"}], "parsed_as_year": "2006_or_before", "body": "Field experiments that varied the composition of both plant litter and the organisms that break it down have revealed that, across ecosystems, lower biodiversity slows the rate of litter decomposition.  See Letter    p.218 Correspondence to\n                 Jennie R. McLaren . Reprints and Permissions"},
{"file_id": "509168a", "url": "https://www.nature.com/articles/509168a", "year": 2014, "authors": [{"name": "Daniel G. Gibson"}, {"name": "J. Craig Venter"}], "parsed_as_year": "2006_or_before", "body": "One aim of synthetic biology is to generate complex synthetic organisms. Now, a stage in this process has been achieved in yeast cells — an entire yeast chromosome has been converted to a synthetic sequence in a stepwise manner. Correspondence to\n                 Daniel G. Gibson . Reprints and Permissions"},
{"file_id": "509290a", "url": "https://www.nature.com/articles/509290a", "year": 2014, "authors": [{"name": "Hamish Ramsay"}], "parsed_as_year": "2006_or_before", "body": "An analysis of historical storm data reveals that the average latitude at which tropical cyclones attain their maximum intensity has undergone a pronounced shift towards the poles over the past three decades.  See Letter    p.349 Correspondence to\n                 Hamish Ramsay . Reprints and Permissions"},
{"file_id": "509297a", "url": "https://www.nature.com/articles/509297a", "year": 2014, "authors": [{"name": "Rosemary G. Gillespie"}, {"name": "George K. Roderick"}], "parsed_as_year": "2006_or_before", "body": "Data from the Galapagos Islands exemplify how geology and climate can interact to cause episodes of isolation and fusion of the biota across a landscape. Different scales of such cycles dictate varying mechanisms of species generation. Correspondence to\n                 Rosemary G. Gillespie  or  George K. Roderick . Reprints and Permissions"},
{"file_id": "nature13338", "url": "https://www.nature.com/articles/nature13338", "year": 2014, "authors": [{"name": "Paul Lundgren"}], "parsed_as_year": "2006_or_before", "body": "An analysis of crustal uplift around California's San Joaquin Valley, caused by groundwater extraction, reveals that such removal leads to both seasonal and long-term unclamping of the nearby San Andreas Fault system.  See Letter    p.483 Correspondence to\n                 Paul Lundgren . Reprints and Permissions"},
{"file_id": "nature13336", "url": "https://www.nature.com/articles/nature13336", "year": 2014, "authors": [{"name": "František Marec"}], "parsed_as_year": "2006_or_before", "body": "Sex determination in the silkworm  Bombyx mori  has been found to depend on the presence or absence of a small RNA. This is thought to be the first example of a molecule other than a protein mediating this process.  See Letter    p.633 Correspondence to\n                 František Marec . Reprints and Permissions"},
{"file_id": "nature13339", "url": "https://www.nature.com/articles/nature13339", "year": 2014, "authors": [{"name": "Christer Betsholtz"}], "parsed_as_year": "2006_or_before", "body": "Two aspects of the blood–brain barrier — the transport of lipids to the brain and the transport of molecules across cells lining blood vessels — have been shown to be regulated by the same protein, Mfsd2a.  See Letters    p.503  &  p.507 Correspondence to\n                 Christer Betsholtz . Reprints and Permissions"},
{"file_id": "509040a", "url": "https://www.nature.com/articles/509040a", "year": 2014, "authors": [{"name": "Rob L. Evans"}], "parsed_as_year": "2006_or_before", "body": "Controversy exists over the roles of water and melt in the ductile layer of the mantle beneath Earth's surface plates. New data support models in which small amounts of melting occur in the uppermost part of this region.  See Letter    p.81 Correspondence to\n                 Rob L. Evans . Reprints and Permissions"},
{"file_id": "509293a", "url": "https://www.nature.com/articles/509293a", "year": 2014, "authors": [{"name": "John L. Wood"}], "parsed_as_year": "2006_or_before", "body": "A chemical synthesis has led to the reassignment of the molecular structure of the naturally occurring compound citrinalin B. This, in turn, helps to untangle the biochemical origins of an intriguing family of natural products.  See Article    p.318 Correspondence to\n                 John L. Wood . Reprints and Permissions"},
{"file_id": "509294a", "url": "https://www.nature.com/articles/509294a", "year": 2014, "authors": [{"name": "Ivan Rodriguez"}], "parsed_as_year": "2006_or_before", "body": "The behaviour of adult mice towards pups varies depending on gender and sexual experience. The activity of a population of neurons in the hypothalamus of the brain has now been found to regulate these differing responses.  See Article    p.325 Correspondence to\n                 Ivan Rodriguez . Reprints and Permissions"},
{"file_id": "508195a", "url": "https://www.nature.com/articles/508195a", "year": 2014, "authors": [{"name": "Luming Duan"}], "parsed_as_year": "2006_or_before", "body": "A single atom in an optical cavity is shown to interact strongly with an incoming photon and to switch the photon's state. This finding opens up a path towards optical quantum computation and quantum networks.  See Letters    p.237  &  p.241 Correspondence to\n                 Luming Duan . Reprints and Permissions"},
{"file_id": "508194a", "url": "https://www.nature.com/articles/508194a", "year": 2014, "authors": [{"name": "Charles Brenner"}], "parsed_as_year": "2006_or_before", "body": "An enzyme that links two metabolic hubs has been found to be upregulated in the fat cells of overweight mice. Inhibition of the gene encoding this enzyme protects mice from diet-induced obesity.  See Letter    p.258 Correspondence to\n                 Charles Brenner . Reprints and Permissions"},
{"file_id": "nature13225", "url": "https://www.nature.com/articles/nature13225", "year": 2014, "authors": [{"name": "James P. Morken"}], "parsed_as_year": "2006_or_before", "body": "A fresh take on an established chemical reaction has solved a long-standing problem in organic synthesis: how to prepare single mirror-image isomers of groups known as isolated quaternary stereocentres.  See Article    p.340 Correspondence to\n                 James P. Morken . Reprints and Permissions"},
{"file_id": "nature13223", "url": "https://www.nature.com/articles/nature13223", "year": 2014, "authors": [{"name": "Nancy Guillén"}], "parsed_as_year": "2006_or_before", "body": "Trogocytosis, a process in which one cell 'takes a bite' out of another, had previously been seen only in immune cells. But the phenomenon has now been found in  Entamoeba histolytica , as a way for this parasite to kill host cells.  See Letter    p.526 Correspondence to\n                 Nancy Guillén . Reprints and Permissions"},
{"file_id": "508192a", "url": "https://www.nature.com/articles/508192a", "year": 2014, "authors": [{"name": "Cheikh Mbow"}], "parsed_as_year": "2006_or_before", "body": "Africa had been thought to be a potentially large carbon sink — of great value in efforts to mitigate carbon dioxide emissions. But an analysis now reveals that it could be a net source of greenhouse gases that will increase global warming. Correspondence to\n                 Cheikh Mbow . Reprints and Permissions"},
{"file_id": "508323a", "url": "https://www.nature.com/articles/508323a", "year": 2014, "authors": [{"name": "Benjamin D. Pope"}, {"name": "David M. Gilbert"}], "parsed_as_year": "2006_or_before", "body": "A comparison of identical human twins, only one of whom has Down's syndrome, reveals a genome-wide flattening of gene-expression levels in the affected individual.  See Article    p.345 Correspondence to\n                 Benjamin D. Pope  or  David M. Gilbert . Reprints and Permissions"},
{"file_id": "nature13328", "url": "https://www.nature.com/articles/nature13328", "year": 2014, "authors": [{"name": "Ralph Schneider"}], "parsed_as_year": "2006_or_before", "body": "The isotopic composition of oxygen in sea water correlates with changes in global mean sea level. Microfossils carrying oxygen-isotope signals have been used to extend sea-level records as far back as 5 million years ago.  See Article    p.477 Correspondence to\n                 Ralph Schneider . Reprints and Permissions"},
{"file_id": "508327a", "url": "https://www.nature.com/articles/508327a", "year": 2014, "authors": [{"name": "Joseph P. Heremans"}], "parsed_as_year": "2006_or_before", "body": "Single crystals of tin selenide have been shown to display, along one crystallographic direction of their high-temperature state, the highest thermoelectric efficiency of any bulk material.  See Letter    p.373 Correspondence to\n                 Joseph P. Heremans . Reprints and Permissions"},
{"file_id": "nature13227", "url": "https://www.nature.com/articles/nature13227", "year": 2014, "authors": [{"name": "Paul M. Wassarman"}], "parsed_as_year": "2006_or_before", "body": "Knowledge of the sperm-specific protein that is required for the attachment of sperm to eggs during fertilization in mammals has led to the identification of the protein's receptor on the egg's plasma membrane.  See Article    p.483 Correspondence to\n                 Paul M. Wassarman . Reprints and Permissions"},
{"file_id": "nature13330", "url": "https://www.nature.com/articles/nature13330", "year": 2014, "authors": [{"name": "Jeffrey Q. Chambers"}, {"name": "Dar A. Roberts"}], "parsed_as_year": "2006_or_before", "body": "A remote-sensing analysis of tropical forests in the Congo Basin that are experiencing chronic drought reveals consistent patterns of reduced vegetation greenness, increased temperatures and decreased water storage.  See Letter    p.86 Correspondence to\n                 Jeffrey Q. Chambers . Reprints and Permissions"},
{"file_id": "508461a", "url": "https://www.nature.com/articles/508461a", "year": 2014, "authors": [{"name": "Ione Fine"}], "parsed_as_year": "2006_or_before", "body": "Researchers have found evidence that the representation of auditory and tactile information in the brains of blind people shows strong similarities to the way in which visual information is represented in sighted people. Correspondence to\n                 Ione Fine . Reprints and Permissions"},
{"file_id": "508322a", "url": "https://www.nature.com/articles/508322a", "year": 2014, "authors": [{"name": "Michael Haslam"}], "parsed_as_year": "2006_or_before", "body": "Genetic research has tracked lineages of male chimpanzees thousands of years into the past, opening the door to the study of long-term behavioural evolution in our close primate relatives. Correspondence to\n                 Michael Haslam . Reprints and Permissions"},
{"file_id": "508463a", "url": "https://www.nature.com/articles/508463a", "year": 2014, "authors": [{"name": "Andrew G. Clark"}], "parsed_as_year": "2006_or_before", "body": "Comparisons of Y-chromosome sequences in various mammals reveal abundant gene loss early in the chromosome's evolution but remarkable gene stability across the Y chromosomes of extant species.  See Articles    p.488  &  p.494 Correspondence to\n                 Andrew G. Clark . Reprints and Permissions"},
{"file_id": "508464a", "url": "https://www.nature.com/articles/508464a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Extracorporeal perfusion of the isolated head of a dog' — Critical evaluation of cerebral metabolism and intracranial fluid distribution necessitates complete isolation of the brain's blood supply; however, brain viability must be demonstrated and maintained for such studies to be meaningful ... In order to minimize handling of the brain substance, a factor which may disturb fluid distribution and cerebral metabolism, we have chosen to leave the brain within the skull during perfusion ... Most cortical activity ceased when blood glucose was depleted ... Even after the electrocortical activity ceased, corneal and lid reflexes remained intact and the oxygen and glucose consumption continued ... From our experience, we believe that electrocortical activity is a sensitive index of brain viability, in that it is lost long before inactivation of corneal and lid reflexes or cessation of metabolism. In this preparation we have demonstrated that the dog brain maintains this activity for several hours after complete decapitation. \n               From  \n               Nature \n                25 April 1964 \n             \n               100 Years Ago \n             The second reading of a Bill to prohibit experiments on dogs was carried in the House of Commons on Friday last, April 17, by a majority of forty-two ... It was stated on behalf of the Government that an amendment will be moved in Committee to abolish the proposed prohibition and to allow experiments only in cases where no other animal but a dog is available for the purpose ... Before the second reading was taken, a memorial signed by more than three hundred eminent physicians, surgeons, and other scientific investigators, protesting against the measure, was addressed to the Home Secretary. \n               From  \n               Nature \n                23 April 1914 \n             Reprints and Permissions"},
{"file_id": "nature13332", "url": "https://www.nature.com/articles/nature13332", "year": 2014, "authors": [{"name": "Arne O. Mooers"}], "parsed_as_year": "2006_or_before", "body": "Data from Himalayan songbirds suggest that the rate-limiting step in biodiversity production may not be the speed of speciation, but rather the speed at which new niches are created.  See Letter    p.222 Correspondence to\n                 Arne O. Mooers . Reprints and Permissions"},
{"file_id": "509038a", "url": "https://www.nature.com/articles/509038a", "year": 2014, "authors": [{"name": "Stephen H. Scott"}, {"name": "Frédéric Crevecoeur"}], "parsed_as_year": "2006_or_before", "body": "A group of regulatory neurons in the spinal cord has been found to reduce sensory feedback to muscles in mice. Removal of these neurons leads to repetitive limb oscillations during reaching.  See Article    p.43 Correspondence to\n                 Stephen H. Scott . Reprints and Permissions"},
{"file_id": "507308a", "url": "https://www.nature.com/articles/507308a", "year": 2014, "authors": [{"name": "Drew L. Turner"}], "parsed_as_year": "2006_or_before", "body": "Electrons in Earth's magnetic field often exhibit a striped pattern of intensity as a function of electron energy and altitude. A model that factors in some unexpectedly important effects can now explain this feature.  See Letter    p.338 Correspondence to\n                 Drew L. Turner . Reprints and Permissions"},
{"file_id": "507435a", "url": "https://www.nature.com/articles/507435a", "year": 2014, "authors": [{"name": "Megan E. Schwamb"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a second resident in a region of the Solar System called the inner Oort cloud prompts fresh thinking about this no-man's-land between the giant planets and the reservoir of comets of long orbital period.  See Letter    p.471 Correspondence to\n                 Megan E. Schwamb . Reprints and Permissions"},
{"file_id": "507434a", "url": "https://www.nature.com/articles/507434a", "year": 2014, "authors": [{"name": "John A. Assad"}], "parsed_as_year": "2006_or_before", "body": "Our brains create a stable view of the world even though our eyes dart around. A study of how the brain might compensate for eye movements reveals an unexpected twist in the vision-stabilizing mechanism.  See Letter    p.504 Correspondence to\n                 John A. Assad . Reprints and Permissions"},
{"file_id": "nature13214", "url": "https://www.nature.com/articles/nature13214", "year": 2014, "authors": [{"name": "Li-Huei Tsai"}, {"name": "Ram Madabhushi"}], "parsed_as_year": "2006_or_before", "body": "What guards the aged brain against neurodegeneration? A study finds that the REST protein has a central role in protecting ageing neurons from death and in maintaining cognitive capacity in the elderly.  See Article    p.448 Correspondence to\n                 Li-Huei Tsai . Reprints and Permissions"},
{"file_id": "507310a", "url": "https://www.nature.com/articles/507310a", "year": 2014, "authors": [{"name": "Jason D. McKinney"}], "parsed_as_year": "2006_or_before", "body": "The first implementation of a fully photonics-based coherent radar system shows how photonic methods for radio-frequency signal generation and measurement may facilitate the development of software-defined radar systems.  See Letter    p.341 Correspondence to\n                 Jason D. McKinney . Reprints and Permissions"},
{"file_id": "507313a", "url": "https://www.nature.com/articles/507313a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature13215", "url": "https://www.nature.com/articles/nature13215", "year": 2014, "authors": [{"name": "Tori M. Hoehler"}, {"name": "Marc J. Alperin"}], "parsed_as_year": "2006_or_before", "body": "A meta-analysis of methane emissions at the ecosystem level reveals a simple exponential dependence on temperature, despite the complex array of factors that control this process.  See Letter    p.488 Correspondence to\n                 Tori M. Hoehler  or  Marc J. Alperin . Reprints and Permissions"},
{"file_id": "nature13218", "url": "https://www.nature.com/articles/nature13218", "year": 2014, "authors": [{"name": "Joseph A. Burns"}], "parsed_as_year": "2006_or_before", "body": "Planets are no longer the only Solar System bodies sporting ring systems. Two dense rings have been detected encircling a Centaur object — a relatively small, icy interloper from the distant reaches of the Solar System.  See Letter    p.72 Correspondence to\n                 Joseph A. Burns . Reprints and Permissions"},
{"file_id": "507441a", "url": "https://www.nature.com/articles/507441a", "year": 2014, "authors": [{"name": "Virginia Byers Kraus"}], "parsed_as_year": "2006_or_before", "body": "Increased influx of zinc into chondrocytes — the cells that make up cartilage — has been found to activate matrix-degrading enzymes that cause the destruction of cartilage in osteoarthritis. Correspondence to\n                 Virginia Byers Kraus . Reprints and Permissions"},
{"file_id": "nature13217", "url": "https://www.nature.com/articles/nature13217", "year": 2014, "authors": [{"name": "Daniel M. Greif"}, {"name": "Anne Eichmann"}], "parsed_as_year": "2006_or_before", "body": "A study finds that contractile cells that surround the capillary vessels of the brain control the blood supply to healthy neurons, and that their death may aggravate brain injury by strangling vessels.  See Article    p.55 Correspondence to\n                 Daniel M. Greif  or  Anne Eichmann . Reprints and Permissions"},
{"file_id": "nature13220", "url": "https://www.nature.com/articles/nature13220", "year": 2014, "authors": [{"name": "Suzanne Wolff"}, {"name": "Andrew Dillin"}], "parsed_as_year": "2006_or_before", "body": "An investigation into cellular stress responses reveals how cell compartments called mitochondria use information about the surrounding metabolites and microorganisms to protect themselves from damage.  See Letter    p.406 Correspondence to\n                 Andrew Dillin . Reprints and Permissions"},
{"file_id": "nature13219", "url": "https://www.nature.com/articles/nature13219", "year": 2014, "authors": [{"name": "Richard J. Cogdell"}, {"name": "Aleksander W. Roszak"}], "parsed_as_year": "2006_or_before", "body": "The structure of a photosynthetic complex from a purple bacterium reveals a new class of light-harvesting protein and the channels that might allow electron-transporting molecules to escape this otherwise closed system.  See Article    p.228 Correspondence to\n                 Richard J. Cogdell  or  Aleksander W. Roszak . Reprints and Permissions"},
{"file_id": "507437a", "url": "https://www.nature.com/articles/507437a", "year": 2014, "authors": [{"name": "Pedro DiNezio"}], "parsed_as_year": "2006_or_before", "body": "Climate simulations suggest that multi-decadal periods of high and low variability in the phenomenon known as the El Niño-Southern Oscillation in the tropical Pacific Ocean may be entirely unpredictable. Correspondence to\n                 Pedro DiNezio . Reprints and Permissions"},
{"file_id": "508046a", "url": "https://www.nature.com/articles/508046a", "year": 2014, "authors": [{"name": "Janine T. Erler"}], "parsed_as_year": "2006_or_before", "body": "The identification of the enzyme plasmin as a defence against cancer cells that have spread to the brain, and of tumour-cell serpin proteins that inhibit plasmin production, outlines a mechanism for the formation of brain metastases. Correspondence to\n                 Janine T. Erler . Reprints and Permissions"},
{"file_id": "nature13222", "url": "https://www.nature.com/articles/nature13222", "year": 2014, "authors": [{"name": "Heather A. Viles"}], "parsed_as_year": "2006_or_before", "body": "A combination of laboratory experiments and modelling shows that diurnal temperature variations are the main cause of rock breakdown and the ensuing formation of powdery rubble on the surface of small asteroids.  See Letter    p.233 Correspondence to\n                 Heather A. Viles . Reprints and Permissions"},
{"file_id": "nature13208", "url": "https://www.nature.com/articles/nature13208", "year": 2014, "authors": [{"name": "Bence P. Ölveczky"}], "parsed_as_year": "2006_or_before", "body": "A systematic and painstaking analysis reveals that much of the complexity and variability of the courtship song of male fruit flies can be accounted for by simple rules that relate sensory experience to motor output.  See Letter    p.233 Well-crafted love songs can be the ticket to fun times and reproductive success, whether you are a member of the Beatles or one of the many animals that woo their mates by singing. Although some troubadours serve up monotonous repetitions of stereotyped songs, most animals, including birds, mammals and insects, like to jazz things up by varying their song patterns. But how the brain generates such variability, and improvisation more generally, remains largely a mystery. On  page 233 , Coen  et al . 1  shed light on this issue by showing that much of the variability in the love songs of fruit flies can be predicted from the singers' movements. Neuroscientists' fascination with the sex life of the fruit fly  Drosophila melanogaster  began more than 35 years ago with the discovery of  fruitless , a gene essential for the male courtship ritual 2 . This unique handle on a complex social behaviour, in an organism amenable to genetic modification, paved the way for an exceedingly detailed anatomical mapping of the underlying neural circuitry 3 , 4 . Deciphering the details of what these circuits do and determining what they can teach us about brain function more broadly are major challenges that would be greatly helped by having a comprehensive description of the computations that the circuits perform and the behaviours they implement. One thing that we know these circuits do is transform their male owners into mini Casanovas. On encountering a receptive virgin female, a male fly will gently tap her rear end, serenade her with a 'song' by vibrating one of his wings, and lick her genitalia 5 . Although these behaviours are part of any self-respecting fly's lovemaking repertoire, the duration and ordering of the different courtship elements can be highly unpredictable. What gives rise to such seemingly random behaviour? Is the variability due to stochastic fluctuations in the underlying neural networks (neural noise) 6 , 7 , or the result of a dynamic sensory experience? To address these questions, Coen and colleagues focused on the male fly's song, itself a variable sequence of distinct elements 1 , 8 . Just as the Beatles made a career of mixing 'love', 'you', 'me', 'she' and 'baby' in different ways, so male fruit flies switch between 'sine' and 'pulse' songs to impress their audience ( Fig. 1 ). By eavesdropping on more than 100,000 love songs while carefully monitoring the whereabouts of the courting couple, the authors suggest that a logic and order exist in the apparent musical randomness. Coen  et al . performed a statistical analysis of their high-resolution behavioural data, and found that transitions between sine and pulse songs can be predicted from the courted female's movements. The authors further discovered that the male's visual experience of the female shapes his song through neural circuits that control locomotion. In fact, the best predictor of song structure is not the female's movements, but the singer's own. Even blind flies, who are induced to sing by the scent of virgin females, show a bias in their song transitions that can be predicted from their movements. The picture that emerges from all of this is one in which the male fly executes a tightly integrated song-and-dance number, inspired by (if he can see her) his partner's movements. As impressive as that may be, the extent to which the female cares about the details of her lover's intricate performance remains unclear. Does she use information embedded in his song pattern to determine his desirability? Does his ability to couple changes in his song to body movements — his or hers — correlate with other qualities that she would want in a mate? In other words, is song patterning an example of a carefully tuned signalling system, or does it reflect a coupling between leg and wing movements that evolved for unrelated reasons? Initial experiments to address these questions have failed to provide clear answers. Coen  et al . show that song transitions are similar whether or not the singer is ultimately successful in mating. Yet pheromone-insensitive males, who sing for normal durations but have altered song patterning 8 , tend to be slower and less successful in convincing females to mate 1 , 8 . Whether these flies are handicapped in the courting game because of a defect in how they vary their songs, or because of unrelated effects, remains to be seen. But whether song patterning matters to females or not, we now know that its variability, and probably the variability of many other 'fixed' behaviours, is not simply the consequence of noise in nervous-system function 6 , 7 . Rather, a sizeable fraction of that variability is likely to reflect computations performed by reliable and predictable brains on an ever-changing sensory environment. Importantly, this insight was made possible by simultaneously observing, at high temporal resolution, the sensory environment and behavioural output of a genetically tractable organism during a complex social interaction. Such detailed analysis applied to natural behaviours has the power, as Coen  et al . aptly demonstrate, to distil seemingly complex and unpredictable behavioural patterns into simple rules and sensorimotor transformations 9 , 10 . With such an approach, rather than being the fog that prevents us from understanding nervous-system function, behavioural variability and complexity can be the searchlight that helps us to identify the computational problems that brains evolved to solve. Correspondence to\n                 Bence P. Ölveczky . Reprints and Permissions"},
{"file_id": "506440a", "url": "https://www.nature.com/articles/506440a", "year": 2014, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "One strategy for animal conservation is to create strips of habitat that allow individuals from isolated populations to travel long distances and so meet. Damschen  et al . report in  Proceedings of the National Academy of Sciences  that habitat corridors can also affect seed dispersal by wind (E. I. Damschen  et al .  Proc. Natl Acad. Sci. USA   http://dx.doi.org/10.1073/pnas.1308968111 ; 2014). From models and studies of open areas in a forest, the authors find that prevailing winds veer towards the long axis of each corridor, accelerating within corridors and strengthening at the downwind ends, and that increased turbulence creates 'hotspots' of seed uplift. These combined effects aid seed dispersal, especially in areas connected by corridors that align with prevailing winds. The researchers argue that their findings should be considered when planning conservation efforts for plants that depend on open habitats. Reprints and Permissions"},
{"file_id": "506442a", "url": "https://www.nature.com/articles/506442a", "year": 2014, "authors": [{"name": "Gordon McFiggans"}], "parsed_as_year": "2006_or_before", "body": "How tiny aerosol particles form and grow from vapours produced by vegetation has been a mystery. The finding that highly oxygenated products form directly from volatile organic compounds may offer the solution.  See Letter    p.476 Correspondence to\n                 Gordon McFiggans . Reprints and Permissions"},
{"file_id": "506439a", "url": "https://www.nature.com/articles/506439a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In a statement made simultaneously in both Houses of Parliament on February 6, the Government announced that as a result of investigations undertaken jointly both the British and the French Governments considered that the construction of a rail Channel tunnel was technically possible, and that in economic terms it would represent a sound investment of their resources. The two Governments had therefore decided to go ahead with this project, and the next step would be to discuss further in particular the legal and financial problems involved. \n               From  \n               Nature \n                29 February 1964 \n             \n               100 Years Ago \n             The exceptionally mild character of the present winter is being maintained until its close, and for a persistent continuance of warm days in January and February it surpasses all previous records. At Greenwich the thermometer in the screen was above 50° for eighteen consecutive days from January 29 to February 15. Previous records since 1841 have no longer period than eleven days, in the months of January and February combined, with the thermometer continuously above 50°, and there are only four such periods ... The persistent continuance of the absence of frost is also very nearly a record ... The maximum temperatures in the two months have seldom been surpassed. In many respects there is a resemblance between the weather this winter and that in 1899, when in February blizzards and snowstorms were severe on the other side of the Atlantic, with tremendous windstorms in the open ocean, whilst on this side of the Atlantic the weather was exceptionally mild. It is to be hoped that this year we shall be spared the somewhat sharp frosts experienced in the spring of 1899. \n               From  \n               Nature \n                26 February 1914 \n             Reprints and Permissions"},
{"file_id": "nature13054", "url": "https://www.nature.com/articles/nature13054", "year": 2014, "authors": [{"name": "Katia Koelle"}, {"name": "David A. Rasmussen"}], "parsed_as_year": "2006_or_before", "body": "Predicting the long-term evolution of influenza is difficult. But a model incorporating the effects of deleterious and beneficial mutations has met the more tangible goal of predicting year-to-year frequencies of viral groups.  See Article    p.57 Correspondence to\n                 Katia Koelle  or  David A. Rasmussen . Reprints and Permissions"},
{"file_id": "506436a", "url": "https://www.nature.com/articles/506436a", "year": 2014, "authors": [{"name": "Clifton E. Barry"}], "parsed_as_year": "2006_or_before", "body": "In a study that showcases the potential of semisynthetic drug design, structural modification of an existing antibiotic with little activity against  Mycobacterium tuberculosis  has generated a new class of effective antitubercular lead. Correspondence to\n                 Clifton E. Barry . Reprints and Permissions"},
{"file_id": "506437a", "url": "https://www.nature.com/articles/506437a", "year": 2014, "authors": [{"name": "David McGloin"}], "parsed_as_year": "2006_or_before", "body": "Might it be possible to create mirrors for space telescopes, using nothing but microscopic particles held in place by light? A study that exploits a technique called optical binding provides a step towards this goal. Correspondence to\n                 David McGloin . Reprints and Permissions"},
{"file_id": "507045a", "url": "https://www.nature.com/articles/507045a", "year": 2014, "authors": [{"name": "Mika A. Sillanpää"}, {"name": "Pertti J. Hakonen"}], "parsed_as_year": "2006_or_before", "body": "An optomechanical device has been designed that converts radio-frequency electrical signals into laser light. The system could allow computers to share data in a future quantum network based on optical fibres.  See Letter    p.81 Correspondence to\n                 Mika A. Sillanpää . Reprints and Permissions"},
{"file_id": "507178b", "url": "https://www.nature.com/articles/507178b", "year": 2014, "authors": [{"name": "Peter R. Grant"}, {"name": "B. Rosemary Grant"}], "parsed_as_year": "2006_or_before", "body": "Hybridization can cause two species to fuse into a single population. New observations suggest that two species of Darwin's finches are hybridizing on a Galapagos island, and that a third one has disappeared through interbreeding. Correspondence to\n                 Peter R. Grant  or  B. Rosemary Grant . Reprints and Permissions"},
{"file_id": "507043a", "url": "https://www.nature.com/articles/507043a", "year": 2014, "authors": [{"name": "Colleen E. Clancy"}, {"name": "Yang K. Xiang"}], "parsed_as_year": "2006_or_before", "body": "An elastic membrane cast around a three-dimensional printed model of a specific heart allows diverse aspects of cardiac function to be monitored and modified, and paves the way to new diagnostic and therapeutic approaches. Correspondence to\n                 Colleen E. Clancy . Reprints and Permissions"},
{"file_id": "507174a", "url": "https://www.nature.com/articles/507174a", "year": 2014, "authors": [{"name": "Hans Keppler"}], "parsed_as_year": "2006_or_before", "body": "A tiny sample of a mineral included in a diamond confirms predictions from high-pressure laboratory experiments that a water reservoir comparable in size to all the oceans combined is hidden deep in Earth's mantle.  See Letter    p.221 Correspondence to\n                 Hans Keppler . Reprints and Permissions"},
{"file_id": "nature13209", "url": "https://www.nature.com/articles/nature13209", "year": 2014, "authors": [{"name": "Guido Risaliti"}], "parsed_as_year": "2006_or_before", "body": "The power of a cosmic lens to magnify and split the light from a distant, mass-accreting giant black hole into four components has allowed researchers to measure the black hole's spin.  See Letter    p.207 Correspondence to\n                 Guido Risaliti . Reprints and Permissions"},
{"file_id": "nature13067", "url": "https://www.nature.com/articles/nature13067", "year": 2014, "authors": [{"name": "J. Paul Taylor"}], "parsed_as_year": "2006_or_before", "body": "Multiplication of repetitive DNA sequences is often the cause of neurodegenerative diseases. A four-stranded structure has been found to form in one such expansion in the gene  C9orf72 , altering gene function in four ways.  See Article    p.195 Correspondence to\n                 J. Paul Taylor . Reprints and Permissions"},
{"file_id": "nature13066", "url": "https://www.nature.com/articles/nature13066", "year": 2014, "authors": [{"name": "David W. Loehlin"}, {"name": "Sean B. Carroll"}], "parsed_as_year": "2006_or_before", "body": "Variation in an evolutionarily conserved sexual-differentiation gene,  doublesex , has been found to explain how females of one species of butterfly mimic the colour patterns of several toxic species to avoid predation.  See Letter    p.229 Correspondence to\n                 David W. Loehlin  or  Sean B. Carroll . Reprints and Permissions"},
{"file_id": "nature13211", "url": "https://www.nature.com/articles/nature13211", "year": 2014, "authors": [{"name": "Paul S. Julienne"}], "parsed_as_year": "2006_or_before", "body": "A marriage between theory and experiment has shown that ultracold erbium atoms trapped with laser light and subjected to a magnetic field undergo collisions that are characterized by quantum chaos.  See Letter    p.475 Correspondence to\n                 Paul S. Julienne . Reprints and Permissions"},
{"file_id": "nature13212", "url": "https://www.nature.com/articles/nature13212", "year": 2014, "authors": [{"name": "David U. Gorkin"}, {"name": "Bing Ren"}], "parsed_as_year": "2006_or_before", "body": "Genetic variation in a non-protein-coding region of the gene  FTO  is implicated in obesity. A study finds evidence that, rather than affecting  FTO  itself, variations in this region influence expression of a distant gene,  IRX3 .  See Letter    p.371 Correspondence to\n                 David U. Gorkin  or  Bing Ren . Reprints and Permissions"},
{"file_id": "506042a", "url": "https://www.nature.com/articles/506042a", "year": 2014, "authors": [{"name": "Mitchell Kronenberg"}, {"name": "Wendy L. Havran"}], "parsed_as_year": "2006_or_before", "body": "Oily substances in the skin have now been shown to contain structures that activate a population of skin-homing, self-reactive T cells. The responses of these immune cells may contribute to local defences, but also to autoimmune disease. Correspondence to\n                 Mitchell Kronenberg  or  Wendy L. Havran . Reprints and Permissions"},
{"file_id": "506043a", "url": "https://www.nature.com/articles/506043a", "year": 2014, "authors": [{"name": "William J. Marciano"}], "parsed_as_year": "2006_or_before", "body": "By separately scattering right- and left-handed electrons off quarks in a deuterium target, researchers have improved, by about a factor of five, on a classic result of mirror-symmetry breaking from 35 years ago.  See Letter    p.67 Correspondence to\n                 William J. Marciano . Reprints and Permissions"},
{"file_id": "506041a", "url": "https://www.nature.com/articles/506041a", "year": 2014, "authors": [{"name": "Jennifer K. Balch"}], "parsed_as_year": "2006_or_before", "body": "Aircraft have captured the 'breath' of the Amazon forest — carbon emissions over the Amazon basin. The findings raise concerns about the effects of future drought and call for a reassessment of how fire is used in the region.  See Letter    p.76 Correspondence to\n                 Jennifer K. Balch . Reprints and Permissions"},
{"file_id": "nature13052", "url": "https://www.nature.com/articles/nature13052", "year": 2014, "authors": [{"name": "Kamel Soudani"}, {"name": "Christophe François"}], "parsed_as_year": "2006_or_before", "body": "An analysis reveals that satellite-observed increases in canopy greenness during dry seasons, which were previously interpreted as positive responses of Amazon forests to more sunlight, are in fact an optical artefact.  See Letter    p.221 Correspondence to\n                 Kamel Soudani  or  Christophe François . Reprints and Permissions"},
{"file_id": "nature13057", "url": "https://www.nature.com/articles/nature13057", "year": 2014, "authors": [{"name": "Mark Herrmann"}], "parsed_as_year": "2006_or_before", "body": "Experiments conducted at the US National Ignition Facility have cleared a hurdle on the road to nuclear fusion in the laboratory, encouraging fusion scientists around the world.  See Letter    p.343 Correspondence to\n                 Mark Herrmann . Reprints and Permissions"},
{"file_id": "506162a", "url": "https://www.nature.com/articles/506162a", "year": 2014, "authors": [{"name": "Jennifer A. Raff"}, {"name": "Deborah A. Bolnick"}], "parsed_as_year": "2006_or_before", "body": "The whole-genome sequence of a human associated with the earliest widespread culture in North America confirms the Asian ancestry of the Clovis people and their relatedness to present-day Native Americans.  See Letter    p.225 Correspondence to\n                 Jennifer A. Raff  or  Deborah A. Bolnick . Reprints and Permissions"},
{"file_id": "nature13058", "url": "https://www.nature.com/articles/nature13058", "year": 2014, "authors": [{"name": "Mo Li"}, {"name": "Juan Carlos Izpisua Belmonte"}], "parsed_as_year": "2006_or_before", "body": "In advanced age, the stem cells responsible for muscle regeneration switch from reversible quiescence to irreversible senescence. Targeting a driver of senescence revives muscle stem cells and restores regeneration.  See Article    p.316 Correspondence to\n                 Juan Carlos Izpisua Belmonte . Reprints and Permissions"},
{"file_id": "nature13055", "url": "https://www.nature.com/articles/nature13055", "year": 2014, "authors": [{"name": "Kathleen B. Hall"}], "parsed_as_year": "2006_or_before", "body": "Ribosomes, the cell's protein-synthesis machines, are assembled from their components in a defined order. It emerges that the first assembly step must overcome dynamic structural rearrangements.  See Article    p.334 Correspondence to\n                 Kathleen B. Hall . Reprints and Permissions"},
{"file_id": "506166a", "url": "https://www.nature.com/articles/506166a", "year": 2014, "authors": [{"name": "Matthew J. Davis"}, {"name": "Kristian Helmerson"}], "parsed_as_year": "2006_or_before", "body": "The observation of path dependence in the response of a superfluid to stirring promises potential applications in precision rotation sensing, and provides a test bed for microscopic theories of ultracold atomic gases.  See Letter    p.200 Correspondence to\n                 Matthew J. Davis . Reprints and Permissions"},
{"file_id": "nature13056", "url": "https://www.nature.com/articles/nature13056", "year": 2014, "authors": [{"name": "Nicola E. Potter"}, {"name": "Mel Greaves"}], "parsed_as_year": "2006_or_before", "body": "The early development of acute leukaemias is assumed for the most part to be clinically silent and transient. But it now seems that ancestral precancerous cells are identifiable and persistent.  See Article    p.328 Correspondence to\n                 Nicola E. Potter  or  Mel Greaves . Reprints and Permissions"},
{"file_id": "506164a", "url": "https://www.nature.com/articles/506164a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature13059", "url": "https://www.nature.com/articles/nature13059", "year": 2014, "authors": [{"name": "Edmund G. Myers"}], "parsed_as_year": "2006_or_before", "body": "A new value for the atomic mass of the electron is a link in a chain of measurements that will enable a test of the standard model of particle physics with better than part-per-trillion precision.  See Letter    p.467 Correspondence to\n                 Edmund G. Myers . Reprints and Permissions"},
{"file_id": "nature13060", "url": "https://www.nature.com/articles/nature13060", "year": 2014, "authors": [{"name": "Arthur Kaser"}, {"name": "Richard S. Blumberg"}], "parsed_as_year": "2006_or_before", "body": "A common variant of the autophagy protein ATG16L1 is a risk factor for Crohn's disease. But the genetic alteration is revealed only when the protein is cleaved by the enzyme caspase 3 during cellular stress.  See Article    p.456 Correspondence to\n                 Arthur Kaser  or  Richard S. Blumberg . Reprints and Permissions"},
{"file_id": "506299a", "url": "https://www.nature.com/articles/506299a", "year": 2014, "authors": [{"name": "Andrew G. Cox"}, {"name": "Wolfram Goessling"}], "parsed_as_year": "2006_or_before", "body": "A protein produced by endothelial cells that line blood vessels has been found to regulate the timing of cell proliferation following liver injury, further demonstrating the role of vascular signals in tissue regeneration. Correspondence to\n                 Wolfram Goessling . Reprints and Permissions"},
{"file_id": "nature13061", "url": "https://www.nature.com/articles/nature13061", "year": 2014, "authors": [{"name": "Rogier Versteeg"}], "parsed_as_year": "2006_or_before", "body": "Analyses of ependymoma brain tumours reveal a gene rearrangement in one subtype, but no DNA mutations in two others, suggesting that mechanisms for cancer initiation are broader than is typically thought.  See Articles    p.445  &  p.451 Correspondence to\n                 Rogier Versteeg . Reprints and Permissions"},
{"file_id": "506298a", "url": "https://www.nature.com/articles/506298a", "year": 2014, "authors": [{"name": "J. Martin Laming"}], "parsed_as_year": "2006_or_before", "body": "Observations of the supernova remnant Cassiopeia A offer an unprecedented look back at the centre of this explosion, and support the hypothesis that spatial asymmetry is key to explaining the event.  See Letter    p.339 Correspondence to\n                 J. Martin Laming . Reprints and Permissions"},
{"file_id": "505298a", "url": "https://www.nature.com/articles/505298a", "year": 2014, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "Those who cultivate manicured lawns curse 'fairy rings' of mushrooms (pictured) and the rapid grass growth associated with them. The compound that stimulates this growth, 2-azahypoxanthine (AHX), was isolated from a fungus in 2010, but Choi  et al . now report in  Angewandte Chemie  that plants also produce it (J.-H. Choi  et al .  Angew. Chem. Int. Edn   http://doi.org/f2phhs ; 2014). The authors treated several plants with AHX, and observed that it was metabolized to a compound called 2-aza-8-oxohypoxanthine (AOH). They went on to show that both AHX and AOH are produced by plants, and are present in rice at levels similar to those of plant hormones. Choi  et al . found that a member of the purine metabolic pathway is converted to AHX and AOH in rice, and they extracted crude enzymes that catalyse the reactions involved from rice and  Arabidopsis , a model plant. They conclude that AHX and AOH are formed in a previously unknown metabolic pathway. Intriguingly, AOH stimulates rice growth, albeit not as much as AHX. Frustrated haters of fairy rings could perhaps take heart from the thought that both compounds hold promise for horticulture. Reprints and Permissions"},
{"file_id": "505492a", "url": "https://www.nature.com/articles/505492a", "year": 2014, "authors": [{"name": "Andrea L. Cox"}, {"name": "Robert F. Siliciano"}], "parsed_as_year": "2006_or_before", "body": "The discovery that most CD4 +  T cells killed during HIV infection die through a process known as pyroptosis may provide long-sought explanations for HIV-associated T-cell depletion and inflammation.  See Article    p.509 Correspondence to\n                 Andrea L. Cox  or  Robert F. Siliciano . Reprints and Permissions"},
{"file_id": "505297a", "url": "https://www.nature.com/articles/505297a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Space Carrier Vehicles  by Oswald H. Lange and Richard J. Stein — The book begins with a useful conspectus of United States space launching missiles from the  Juno  1 to the  Saturn C -5: a list of their achievements is included, which shows the  Thor-Agena B  to be well in the lead, with 39 successful launches before the end of 1962 ... Further subjects discussed are inertial guidance and control, the fabrication of the missiles (including an informative series of photographs of the Saturn vehicle under construction) ... and, finally, the layout and construction of launching sites (with photographs of the Saturn launch complex at Cape Kennedy) ... The book shows a bias in favour of German or American achievements: p.1 gives the impression that the first satellite was launched by the United States. \n               From  \n               Nature \n                18 January 1964 \n             \n               100 Years Ago \n             An article in  Engineering  for January 9 directs attention to the waning supply of petroleum. Although a continually greater supply of petroleum is being placed on the market, this increased output is secured only by sinking more wells and boring to a greater depth, showing that the surface supply is becoming exhausted. At the beginning of this century the wells touched 1100 ft., and to-day the average level of the oil may be placed at 2000 ft. — an ominously rapid rate of sinking ... America, by reckless expenditure of her resources, has increased her annual output to 200 million barrels, yet the demand for oil for special purposes has become so great that the rise in price is considerable — so great, indeed, that competition with coal for ordinary purposes has become impossible. \n               From  \n               Nature \n                15 January 1914 \n             Reprints and Permissions"},
{"file_id": "505296a", "url": "https://www.nature.com/articles/505296a", "year": 2014, "authors": [{"name": "M. Virginia McSwain"}], "parsed_as_year": "2006_or_before", "body": "Stars of spectral type 'Be' are often found with neutron stars or other evolved analogues, but a black-hole companion has never been spotted before. Optical emission from a black hole's surroundings has given it away.  See Letter    p.378 Correspondence to\n                 M. Virginia McSwain . Reprints and Permissions"},
{"file_id": "505488a", "url": "https://www.nature.com/articles/505488a", "year": 2014, "authors": [{"name": "Dena S. Leeman"}, {"name": "Anne Brunet"}], "parsed_as_year": "2006_or_before", "body": "Haematopoietic stem cells, from which blood cells originate, are shown to respond to oestrogen and divide more frequently in female mice than in males, probably preparing females for the increased demand for blood in pregnancy.  See Letter    p.555 Correspondence to\n                 Anne Brunet . Reprints and Permissions"},
{"file_id": "505491a", "url": "https://www.nature.com/articles/505491a", "year": 2014, "authors": [{"name": "John King"}], "parsed_as_year": "2006_or_before", "body": "A combination of observational data and modelling reveals the potential significance of the north and tropical Atlantic Ocean in driving change in Antarctic winds and sea ice on decadal timescales and longer.  See Letter    p.538 Correspondence to\n                 John King . Reprints and Permissions"},
{"file_id": "nature12853", "url": "https://www.nature.com/articles/nature12853", "year": 2014, "authors": [{"name": "Scott Pitnick"}, {"name": "David W. Pfennig"}], "parsed_as_year": "2006_or_before", "body": "Mating competition between males often has harmful consequences for females. But it seems that fruit flies alter their behaviour among kin, with brothers being less aggressive and females reproducing for longer as a result.  See Letter    p.672 Correspondence to\n                 Scott Pitnick  or  David W. Pfennig . Reprints and Permissions"},
{"file_id": "nature12851", "url": "https://www.nature.com/articles/nature12851", "year": 2014, "authors": [{"name": "Helene C. Muller-Landau"}], "parsed_as_year": "2006_or_before", "body": "Ecologists have long pondered how so many species of plant can coexist locally in tropical forests. It seems that fungal pathogens have a central role, by disadvantaging species where they are locally common.  See Letter    p.85 Correspondence to\n                 Helene C. Muller-Landau . Reprints and Permissions"},
{"file_id": "505487a", "url": "https://www.nature.com/articles/505487a", "year": 2014, "authors": [{"name": "Humberto Campins"}, {"name": "Christine M. Comfort"}], "parsed_as_year": "2006_or_before", "body": "The asteroid Ceres has been thought to contain abundant water. Observations acquired with the Herschel Space Observatory now show that this Solar System object is spewing water vapour from its surface.  See Letter    p.525 Correspondence to\n                 Humberto Campins . Reprints and Permissions"},
{"file_id": "505489a", "url": "https://www.nature.com/articles/505489a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Fifty Years of X-ray Diffraction  (edited by P. P. Ewald) — The book ... provides an extremely refreshing commentary on varieties of organization of scientific research, seen through the eyes of the very young ... Wyart coming to Mauguin's laboratory, where there were only two elderly professors, with two elderly servants who kept the place clean and were rather worried about the mess he made, preparing crystals. There is young Schubnikov, trying to buy a lathe to cut crystal sections in Sverdlovsk in 1920 — and, since its price doubled in a few days, spending a million roubles of his own money to get it. There is young Mosley, who could not stop an experiment once he had started it and knew where to get a meal in Manchester at 3 o'clock in the morning ... Wars and revolutions necessarily enter into the memories recorded here, though there are only casual references to the adventurous lives led by many crystallographers — to Carl Hermann, for example, working out the crystal structures of the urea adducts in prison ... Perhaps most moving is the account of the reunion that took place after the Second World War when Laue himself came to London and met, after a long separation, crystallographers from all over the world. One has, throughout these pages, a very strong impression of being among a very united group of friends — united, as Bijvoet says, by a delight in crystals. \n               From  \n               Nature \n                25 January 1964 \n             \n               100 Years Ago \n             The late Capt. Scott's original journals written during his expedition to the south pole, have been placed on view in the manuscript department of the British Museum. \n               From  \n               Nature \n                22 January 1914 \n             Reprints and Permissions"},
{"file_id": "505627a", "url": "https://www.nature.com/articles/505627a", "year": 2014, "authors": [{"name": "Lindsay J. LeBlanc"}], "parsed_as_year": "2006_or_before", "body": "Magnetic monopoles — particles carrying a single magnetic charge — have never been seen. Analogues of these entities have now been produced in an ultracold cloud of rubidium atoms.  See Letter    p.657 Correspondence to\n                 Lindsay J. LeBlanc . Reprints and Permissions"},
{"file_id": "505625a", "url": "https://www.nature.com/articles/505625a", "year": 2014, "authors": [{"name": "Adam P. Showman"}], "parsed_as_year": "2006_or_before", "body": "Brown dwarfs are celestial objects that lack the mass to become fully fledged stars. High-resolution maps of one such object add to the evidence that these exotic worlds have highly dynamic weather and climate.  See Letter    p.654 Correspondence to\n                 Adam P. Showman . Reprints and Permissions"},
{"file_id": "nature13049", "url": "https://www.nature.com/articles/nature13049", "year": 2014, "authors": [{"name": "Marcel Jaspars"}, {"name": "Greg Challis"}], "parsed_as_year": "2006_or_before", "body": "Members of a newly described candidate bacterial genus,  Entotheonella , have been identified as the sources of the rich array of natural products found in the marine sponge  Theonella swinhoei . Two scientists discuss this discovery from the perspectives of microbial ecology and drug discovery.  See Article    p.58 Correspondence to\n                 Marcel Jaspars  or  Greg Challis . Reprints and Permissions"},
{"file_id": "505620a", "url": "https://www.nature.com/articles/505620a", "year": 2014, "authors": [{"name": "Sean McSweeney"}, {"name": "Petra Fromme"}], "parsed_as_year": "2006_or_before", "body": "Synchrotrons have long been the preferred X-ray sources for crystallography, but competition has arrived with the advent of X-ray free-electron lasers. A synchrotron expert and an advocate of free-electron lasers discuss the prospects of the respective source types for applications in structural biology. Correspondence to\n                 Sean McSweeney  or  Petra Fromme . Reprints and Permissions"},
{"file_id": "505622a", "url": "https://www.nature.com/articles/505622a", "year": 2014, "authors": [{"name": "Austin Smith"}], "parsed_as_year": "2006_or_before", "body": "Differentiated cells have been reprogrammed to an embryonic-like state using a physical stimulus. This treatment generates a new cell population that contributes to both the embryo and the placenta.  See Article    p.641  &  Letter    p.676 Cell specialization in mammals is essential for diverse functions, such as muscle contraction and nerve conduction. These specializations become fixed during development, and conversion between differentiated cell types seems to be extremely rare. However, in this issue, two studies by Obokata  et al . 1 , 2  show that cells isolated from newborn mice lose their identity on exposure to mildly acidic conditions. Remarkably, instead of triggering cell death or tumour growth, as might be expected, a new cell state emerges that exhibits an unprecedented potential for differentiation into every possible cell type. Studies on tissue regeneration in amphibians, reptiles and birds indicate that differentiated cells have some ability to dedifferentiate or to switch identity. Mammalian cells are more resistant, but fate conversion is observed in certain cancers. It was only with the cloning of Dolly the sheep 3 , in which nuclear material from the mammary cell of an adult sheep was transferred into an enucleated egg cell to produce a cloned animal, that the capacity for complete reprogramming of the mammalian genome was confirmed. However, cloning does not convert whole cells. Whole cells can be induced to switch identity by genetic manipulation. The introduction of certain transcription factors can in specific contexts rewire gene circuitry, leading to changes in cell specialization 4 . In 2006, the cell-identity and cloning research paths were unified through the discovery of a phenomenon known as induced pluripotency 5 : when mouse fibroblast cells were treated with a quartet of embryonic regulatory factors, a small percentage adopted the molecular and functional attributes of embryonic stem cells. The resulting induced pluripotent stem cells (iPSCs) had the dual abilities to self-renew indefinitely and to differentiate into all somatic cell types ( Fig. 1a ). Subsequently, iPSCs have been produced from a range of adult cell types, fostering enthusiasm worldwide for developing customized disease-modelling and cell-therapy applications. What, then, is the significance of the two reports by Obokata and colleagues? The authors were inspired by the notion that physical stimuli might be sufficient to change a cell's identity. An example from nature is temperature-dependent sex determination in crocodile embryos 6 . And in the laboratory, frog cells fated to form skin will develop into brain tissue 7  if exposed to a solution of low pH. These changes in fate occur in embryonic progenitor cells. In their first report ( page 641 ), Obokata and co-workers 1  investigated the effect of physical stimuli on cells from newborn mice. In a similar manner to that used in iPSC reprogramming studies 5 , the researchers monitored cells using a 'reporter' protein that fluoresces when a gene associated with pluripotency is turned on. They applied various stresses to white blood cells and found that, after a short exposure to a solution of low pH, the cells lost markers of blood identity, and a proportion activated the pluripotency reporter. The authors collected cells marked with the reporter and found that the cells had gene markers typical of early embryos. They describe this phenomenon as stimulus-triggered acquisition of pluripotency (STAP). When injected into embryos, cells generated by STAP ('STAP cells') produced chimaeras — mice composed of cells originating from both the host embryo and the STAP cells. The ability to produce chimaeras is a property that was previously thought to be exclusive to embryonic stem cells and iPSCs. STAP cells differ from both of these cell types, however, in that they have little or no capacity for self-renewal and can be maintained for only a few days. The authors investigated this discrepancy and discovered that, if STAP cells are transferred into the culture conditions used to grow pluripotent stem cells, they begin to proliferate, and acquire structural features and gene markers diagnostic of embryonic stem cells. The researchers termed these self-renewing cells STAP stem cells ( Fig. 1b ). The STAP-cell state might therefore be similar to the incompletely reprogrammed intermediate cells observed during iPSC formation 8 . However, as documented in Obokata and colleagues' second report 2  ( page 676 ), a further surprise was in store. Examination of chimaeras produced from STAP cells revealed that the cells colonized extraembryonic layers such as the trophoblast, a structure that gives rise to the placenta, in addition to the embryo body. This colonization is rarely seen in chimaeras produced from embryonic stem cells or iPSCs, and it implies that cells generated by STAP have an unusually broad developmental potency. The authors then tested culture conditions normally used to obtain trophoblast stem cells. STAP cells again proliferated, but now acquired a trophoblast-like identity, confirming their broad potency ( Fig. 1b ). The STAP state may represent a developmental stage that precedes segregation of extraembryonic and embryonic cell lineages. However, it is not evident that embryos ever contain single cells that have the complement of markers and behaviours exhibited by STAP cells. An alternative explanation could be that STAP cells constitute a mixture of cells predisposed to extraembryonic or embryonic differentiation. More provocatively, STAP cells might be an indeterminate, synthetic cell type — a blank slate — from which extraembryonic or embryonic gene circuitries emerge in appropriate environments. The unexpected finding that a physical stimulus can trigger dedifferentiation of cells to a state of unrestricted potency opens up the possibility of obtaining patient-specific stem cells by a simple procedure, without genetic manipulation. STAP cells have yet to be produced from humans, however. Obokata and colleagues 1  provided evidence of reproducible STAP-cell generation from different mouse tissues, but they did not test other species. Furthermore, they used immature cells as a starting material, and it remains to be seen whether adult cells will respond similarly. Nonetheless, they have established a new principle: that a physical stimulus can be sufficient to dismember gene-control circuitry and create a 'plastic' state from which a previously unattainable level of potency can rapidly develop. How pluripotent circuitry self-organizes, and how the body suppresses this, are fascinating questions. Notably, provision of leukaemia inhibitory factor (LIF), a cell-signalling molecule, promotes the emergence of STAP cells. This is tantalizing because LIF is the self-renewal factor for embryonic stem cells, has a crucial role in the formation of iPSCs 9 , 10  and drives the conversion of germ cells to pluripotent cells 11 . Correspondence to\n                 Austin Smith . Reprints and Permissions"},
{"file_id": "nature13048", "url": "https://www.nature.com/articles/nature13048", "year": 2014, "authors": [{"name": "Amala Mahadevan"}], "parsed_as_year": "2006_or_before", "body": "Ocean eddies tens of kilometres in radius can delineate local ecosystems and contribute to biogeochemical budgets. The characterization of three such eddies in a coastal upwelling region provides insight into these wonders of nature. Correspondence to\n                 Amala Mahadevan . Reprints and Permissions"},
{"file_id": "nature13050", "url": "https://www.nature.com/articles/nature13050", "year": 2014, "authors": [{"name": "Lars Zender"}], "parsed_as_year": "2006_or_before", "body": "A broad  in vivo  screen of the effects of specific gene inhibition on the antitumour activity of immune cells in mice bearing melanomas has revealed potential targets for cancer therapy.  See Article    p.52 Correspondence to\n                 Lars Zender . Reprints and Permissions"},
{"file_id": "nature13053", "url": "https://www.nature.com/articles/nature13053", "year": 2014, "authors": [{"name": "Benjamin S. Halpern"}], "parsed_as_year": "2006_or_before", "body": "Globally consistent surveys of five factors influencing the success of marine protected areas — age, size, isolation, protection and enforcement — reveal that only when all five are present does nature thrive.  See Letter    p.216 Correspondence to\n                 Benjamin S. Halpern . Reprints and Permissions"},
{"file_id": "505621a", "url": "https://www.nature.com/articles/505621a", "year": 2014, "authors": [{"name": "Silvia B. V. Ramos"}, {"name": "Alain Laederach"}], "parsed_as_year": "2006_or_before", "body": "Three studies have characterized the full complement of RNA folding in cells. They find large numbers of secondary structures in RNA, some of which may have functional consequences for the cell.  See Letters    p.696 ,  p.701  &  p.706 Correspondence to\n                 Silvia B. V. Ramos  or  Alain Laederach . Reprints and Permissions"},
{"file_id": "505034a", "url": "https://www.nature.com/articles/505034a", "year": 2014, "authors": [{"name": "Hideo Shiogama"}, {"name": "Tomoo Ogura"}], "parsed_as_year": "2006_or_before", "body": "An evaluation of atmospheric convective mixing and low-level clouds in climate models suggests that Earth's climate will warm more than was thought in response to increasing levels of carbon dioxide.  See Article    p.37 Correspondence to\n                 Hideo Shiogama  or  Tomoo Ogura . Reprints and Permissions"},
{"file_id": "505031a", "url": "https://www.nature.com/articles/505031a", "year": 2014, "authors": [{"name": "Julianne Moses"}], "parsed_as_year": "2006_or_before", "body": "The flat and featureless transmission spectra of two intermediate-sized extrasolar planets, observed during the planets' passage across their host stars, shed light on the properties of their atmospheres.  See Letters    p.66  &  p.69 Correspondence to\n                 Julianne Moses . Reprints and Permissions"},
{"file_id": "505033a", "url": "https://www.nature.com/articles/505033a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The Continental Shelf Bill, which received its second reading in the House of Lords on December 3, originated in the Conference on the Law of Sea at Geneva in 1958, which resulted in the Continental Shelf Convention and the High Seas Convention. The former, which the Government intends to ratify if the Bill becomes law, clarified international law concerning those large submarine areas outside the territorial seas where the depth of the water allows the natural resources of the sea-bed and subsoil to be exploited ... In the North Sea ... Britain will have rights over any deposits up to a line half-way across to Holland, Belgium and other coastal States, subject to any adjustments resulting from the negotiations that the Government proposes to undertake after ratifying the Convention. \n               From  \n               Nature \n                4 January 1964 \n             \n               100 Years Ago \n             Major H. G. Joly De Lotbinière has contributed to  The Quarterly Review  for October a valuable and timely article on the position of forestry in England and abroad, in which he reviews the principal timber resources of the world, and the steps that have been taken in England and elsewhere to provide for the future. As he points out, experts in every country are agreed that the world's supply of timber is rapidly diminishing, and that unless vigorous steps are taken in the afforestation of suitable waste lands a shortage of material must be experienced long before the close of the present century. The author indicates in a general way the lines on which the work of afforesting the sixteen million acres of mountainous and heath land in this country should be proceeded with, and urges the necessity for immediate action. \n               From  \n               Nature \n                1 January 1914 \n             Reprints and Permissions"},
{"file_id": "nature13051", "url": "https://www.nature.com/articles/nature13051", "year": 2014, "authors": [{"name": "Judd D. Bowman"}], "parsed_as_year": "2006_or_before", "body": "Simulations of the cosmos cast doubt on assumptions about the temperature of primordial hydrogen gas when it was ionized by the first stars and galaxies, complicating the interpretation of ongoing observations.  See Letter    p.197 Correspondence to\n                 Judd D. Bowman . Reprints and Permissions"},
{"file_id": "505165a", "url": "https://www.nature.com/articles/505165a", "year": 2014, "authors": [{"name": "Richard M. Crooks"}], "parsed_as_year": "2006_or_before", "body": "Patients differ in their requirement for, and response to, various drug doses. A general platform that allows continuous monitoring of drug levels in the blood of rats may open the door to patient-specific dosing. Correspondence to\n                 Richard M. Crooks . Reprints and Permissions"},
{"file_id": "nature12849", "url": "https://www.nature.com/articles/nature12849", "year": 2014, "authors": [{"name": "Mark A. Bradford"}], "parsed_as_year": "2006_or_before", "body": "An analysis of data from forests across the planet reveals that the types of beneficial fungus with which tree roots associate determine the amount of carbon stored in soils.  See Letter    p.543 Correspondence to\n                 Mark A. Bradford . Reprints and Permissions"},
{"file_id": "505163a", "url": "https://www.nature.com/articles/505163a", "year": 2014, "authors": [{"name": "Grigorii L. Soloveichik"}], "parsed_as_year": "2006_or_before", "body": "In flow batteries, energy is produced by passing solutions of 'electroactive' materials — often, metal salts — through an electrochemical cell. A non-metallic electroactive material opens the way to large-scale energy storage.  See Letter    p.195 Correspondence to\n                 Grigorii L. Soloveichik . Reprints and Permissions"},
{"file_id": "505167a", "url": "https://www.nature.com/articles/505167a", "year": 2014, "authors": [{"name": "Michael H. Malim"}], "parsed_as_year": "2006_or_before", "body": "Two crystal structures reveal that the Vif and Vpx proteins of human and simian immunodeficiency viruses mediate evasion of host defences by reprogramming the cellular protein-degradation machinery.  See Letters    p.229  &  p.234 Correspondence to\n                 Michael H. Malim . Reprints and Permissions"},
{"file_id": "505164a", "url": "https://www.nature.com/articles/505164a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The web-building of spiders provides a useful test of the activity of pharmacological agents. Particular substances affect web-building in particular ways ... Unfortunately, the traditional procedure of producing discrete lesions in the central nervous system to observe behavioural consequences is particularly difficult in most arthropods because of the small size and rigid cuticle of the animals ... [H]ere, the intense and directional radiation of a laser beam was used to produce lesions ... Transient behavioural abnormalities occurred in 4 of the exposed spiders, apparently a consequence of damage to tissue with recovery capacities. Permanent disturbance occurred only after lesions in the cephalothorax of spiders, as the presumed consequence of damage to tissue incapable of regeneration, such as nerve tissue. Histological analysis appears to confirm central nervous system lesions ... [A] means seems to be at hand for objectively relating spider (and other arthropod) behaviour to the results of histological analysis. \n               From  \n               Nature \n                11 January 1964 \n             \n               100 Years Ago \n             'Lucretius or Kapteyn?' —  Nonne vides etiam diversis nubila ventis diversas ire in partis inferna supernis? Qui minus illa queant per magnos aetheris orbis aestibus inter se diversis sidera ferri? De Rerum Naturâ , v., 646–9. See you not too that clouds from contrary winds pass in contrary directions, the upper in a way contrary to the lower? Why may not yon stars just as well be borne on through their great orbits in ether by currents contrary one to the other?  Munro's Translation   E.J.M. \n               From  \n               Nature \n                8 January 1914 \n             Reprints and Permissions"},
{"file_id": "nature12850", "url": "https://www.nature.com/articles/nature12850", "year": 2014, "authors": [{"name": "Irina Artsimovitch"}], "parsed_as_year": "2006_or_before", "body": "The transcription enzyme RNA polymerase stalls at DNA lesions, hindering their repair. Accessory factors dislodge the enzyme by pushing it forwards, but a study finds that pulling it backwards may also be effective.  See Article    p.372 Correspondence to\n                 Irina Artsimovitch . Reprints and Permissions"},
{"file_id": "505295a", "url": "https://www.nature.com/articles/505295a", "year": 2014, "authors": [{"name": "Florian T. Muijres"}, {"name": "Michael H. Dickinson"}], "parsed_as_year": "2006_or_before", "body": "In-air measurements of northern bald ibises flying in a V formation show that the birds conform to predictions for saving energy by regulating their relative body position and synchronizing their flapping motion.  See Letter    p.399 Correspondence to\n                 Florian T. Muijres . Reprints and Permissions"},
{"file_id": "505294a", "url": "https://www.nature.com/articles/505294a", "year": 2014, "authors": [{"name": "Roman A. DiBiase"}], "parsed_as_year": "2006_or_before", "body": "A data-set compilation suggests that measurements of river erosion into rock depend on the observation timescale, casting doubt on whether terraces and other incised landforms faithfully record changes in climate and tectonics.  See Letter    p.391 Correspondence to\n                 Roman A. DiBiase . Reprints and Permissions"},
{"file_id": "506302a", "url": "https://www.nature.com/articles/506302a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Discovering the Universe  by Sir Bernard and Lady Lovell — Seldom has a technical exploit aroused such widespread interest and excitement as did the launching of the first Russian  Sputnik  in 1957. It was at this time that the radio telescope at Jodrell Bank was first coming into operation ... So it was natural that the quickened scientific awareness of the general public should find a focal point in Prof. Lovell and the radio telescope ... In view of the joint authorship one might, perhaps, anticipate some comments of a more personal nature. What does it feel like to live under the shadow of the bowl, to partner a man whose name has become a household word? Such elements are difficult to detect save in the preface, “The life which we knew before October 1957 has never quite returned”. One can well imagine that this is something of an understatement. \n               From  \n               Nature \n                22 February 1964 \n             \n               100 Years Ago \n             'The wearing of birds' plumage — a woman's protest' The dealers in feathers seem to think that because they have embarked on that particular trade it must never be abolished, no matter if the most exquisite birds become extinct. It is known that many trades have suffered severely from the advent of the motor-car. Whip-makers scarcely have anything to do. Harness-makers have also suffered, yet these trades could scarcely demand that motors should not be used because such might suffer thereby ... There is such an abundance of lovely ornaments to be had ... and if there must be feathers, then take some which require no cruelty to procure ... Of course, imitation feathers would be cheap — to some women an unpardonable fault. Well, when the adornment  must  be expensive, there are jewels and laces. \n               From  \n               Nature \n                19 February 1914 \n             Reprints and Permissions"},
{"file_id": "nature12852", "url": "https://www.nature.com/articles/nature12852", "year": 2014, "authors": [{"name": "George V. Eleftheriades"}], "parsed_as_year": "2006_or_before", "body": "A thin engineered surface has been developed that can protect sensitive electronic systems from strong signal interference, allowing them to communicate effectively with external antennas. Correspondence to\n                 George V. Eleftheriades . Reprints and Permissions"},
{"file_id": "nature13064", "url": "https://www.nature.com/articles/nature13064", "year": 2014, "authors": [{"name": "Greg Hirth"}], "parsed_as_year": "2006_or_before", "body": "The discovery of crystallographic imperfections known as disclinations in the most profuse mineral in Earth's upper mantle has the potential to solve a problem that has vexed mineral physicists for decades.  See Article    p.51 Correspondence to\n                 Greg Hirth . Reprints and Permissions"},
{"file_id": "nature13063", "url": "https://www.nature.com/articles/nature13063", "year": 2014, "authors": [{"name": "Yi-Fang Tsay"}], "parsed_as_year": "2006_or_before", "body": "The protein NRT1.1 transports nitrate ions into plants over a wide range of concentrations. Two studies provide structural insight into this unusual behaviour, but give different explanations for it.  See Articles    p.68  &  p.73 Correspondence to\n                 Yi-Fang Tsay . Reprints and Permissions"},
{"file_id": "507178a", "url": "https://www.nature.com/articles/507178a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Recent investigations have shown that the fluoride content of Greek teeth from the cities of Athens and Salonika was considerably high. This may explain, at least in part, the low prevalence of dental caries observed in Greece ... With the exception of sea salt, however, the fluoride content of other foods commonly produced and consumed in Greece is not known ... The analyses showed that the fluoride content of olive oil from the Island of Crete was 0.36 p.p.m. and that from the area of Kalamai 0.63 p.p.m ... it appears that the inclusion of olive oil in the daily Greek diet does not make any significant contribution to the amount of ingested fluoride. Thus, at present, sea salt remains an important source of dietary fluoride in Greece for protection against dental caries. This may well be the case in other countries, such as Taiwan, Ceylon and Lebanon, where because of local food customs the amount of sea salt consumed has been estimated to be considerable: about 1620 g per person per day. \n               From  \n               Nature \n                14 March 1964 \n             \n               100 Years Ago \n             Think of the Niagaras of speech pouring silently through the New York telephone exchanges where they are sorted out, given a new direction, and delivered audibly perhaps a thousand miles away. New York has 450,000 instruments — twice the number of those in London. Los Angeles has a telephone to every four inhabitants ... Our whole social structure has been reorganised. We have been brought together in a single parlour for conversation and to conduct affairs, because the American Telephone and Telegraph company spends annually for research ... a sum greater than the total income of many universities. \n               From  \n               Nature \n                12 March 1914 \n             Reprints and Permissions"},
{"file_id": "nature13062", "url": "https://www.nature.com/articles/nature13062", "year": 2014, "authors": [{"name": "Seth B. Coffelt"}, {"name": "Karin E. de Visser"}], "parsed_as_year": "2006_or_before", "body": "Tumour spread is the main cause of death in patients with melanoma. Exposure of melanoma to ultraviolet radiation has now been found to cause an inflammatory response that drives the formation of distant metastases.  See Letter    p.109 Correspondence to\n                 Karin E. de Visser . Reprints and Permissions"},
{"file_id": "nature13216", "url": "https://www.nature.com/articles/nature13216", "year": 2014, "authors": [{"name": "Gérard Eberl"}], "parsed_as_year": "2006_or_before", "body": "If a pregnant mouse lacks vitamin A, her offspring are born with smaller lymph nodes and have impaired immune responses as adults — a finding that adds immune development to this vitamin's list of key functions.  See Letter    p.123 Correspondence to\n                 Gérard Eberl . Reprints and Permissions"},
{"file_id": "nature13213", "url": "https://www.nature.com/articles/nature13213", "year": 2014, "authors": [{"name": "Christopher D. Gregory"}], "parsed_as_year": "2006_or_before", "body": "During the cell-death program known as apoptosis, cells break up into membrane-bound fragments. It emerges that this process is controlled by the protein pannexin 1 and can be deregulated by an antibiotic.  See Article    p.329 Correspondence to\n                 Christopher D. Gregory . Reprints and Permissions"},
{"file_id": "508052a", "url": "https://www.nature.com/articles/508052a", "year": 2014, "authors": [{"name": "Kornelia Polyak"}, {"name": "Andriy Marusyk"}], "parsed_as_year": "2006_or_before", "body": "Widespread genetic heterogeneity in cells of human tumours poses a question: what prevents the fittest clone from taking over? A demonstration of interdependence between distinct clones might shed light on this puzzle.  See Letter    p.113 Correspondence to\n                 Kornelia Polyak . Reprints and Permissions"},
{"file_id": "nature13221", "url": "https://www.nature.com/articles/nature13221", "year": 2014, "authors": [{"name": "Dan Dominissini"}, {"name": "Chuan He"}], "parsed_as_year": "2006_or_before", "body": "The MTH1 protein prevents oxidized nucleotides from being misincorporated into DNA. Two studies find that selective inhibition of MTH1 by small molecules suppresses tumour growth.  See Articles    p.215  &  p.222 Correspondence to\n                 Dan Dominissini  or  Chuan He . Reprints and Permissions"},
{"file_id": "508051a", "url": "https://www.nature.com/articles/508051a", "year": 2014, "authors": [{"name": "John Chambers"}], "parsed_as_year": "2006_or_before", "body": "Simulations of Earth's growth show a correlation between the timing of the Moon's formation and the amount of mass that Earth accreted afterwards. This relationship provides a way of measuring the age of our planet.  See Letter    p.84 Correspondence to\n                 John Chambers . Reprints and Permissions"},
{"file_id": "nature13210", "url": "https://www.nature.com/articles/nature13210", "year": 2014, "authors": [{"name": "Ferdinand le Noble"}, {"name": "Jos le Noble"}], "parsed_as_year": "2006_or_before", "body": "The identification of specialized endothelial-cell populations in the blood vessels of bones, and their signalling pathways, reveals how the vasculature contributes to bone formation.  See Article    p.323  &  Letter    p.376 Correspondence to\n                 Ferdinand le Noble . Reprints and Permissions"},
{"file_id": "nature13224", "url": "https://www.nature.com/articles/nature13224", "year": 2014, "authors": [{"name": "Ricard Solé"}, {"name": "Javier Macía"}], "parsed_as_year": "2006_or_before", "body": "Cellular biocircuit design has taken a major step forward. The circuit reuses the cell's own protein-degradation system to synchronize the expression of two synthetic modules throughout an entire bacterial population.  See Letter    p.387 Correspondence to\n                 Ricard Solé  or  Javier Macía . Reprints and Permissions"},
{"file_id": "nature13226", "url": "https://www.nature.com/articles/nature13226", "year": 2014, "authors": [{"name": "Aaron M. Appel"}], "parsed_as_year": "2006_or_before", "body": "Copper-based materials have been found that efficiently convert carbon monoxide and water to ethanol using electricity. The discovery is a major advance towards storing renewable energy in the form of a liquid fuel.  See Letter    p.504 Correspondence to\n                 Aaron M. Appel . Reprints and Permissions"},
{"file_id": "nature13331", "url": "https://www.nature.com/articles/nature13331", "year": 2014, "authors": [{"name": "Anna W. Baker"}, {"name": "Katrina T. Forest"}], "parsed_as_year": "2006_or_before", "body": "A tour de force of X-ray scattering has yielded structures of a phytochrome photoreceptor in its dark and illuminated states, showing how localized protein refolding magnifies a light signal to form a cellular message.  See Letter    p.245 Correspondence to\n                 Anna W. Baker  or  Katrina T. Forest . Reprints and Permissions"},
{"file_id": "509037a", "url": "https://www.nature.com/articles/509037a", "year": 2014, "authors": [{"name": "Jun Yuan"}], "parsed_as_year": "2006_or_before", "body": "A new holographic method has been used to convert ordinary electron beams into helical beams. These beams show promise in applications such as the spectroscopic analysis of materials with intrinsic handedness and nanoparticle manipulation. Correspondence to\n                 Jun Yuan . Reprints and Permissions"},
{"file_id": "509041a", "url": "https://www.nature.com/articles/509041a", "year": 2014, "authors": [{"name": "Travis Barman"}], "parsed_as_year": "2006_or_before", "body": "Spectroscopic observations of a young exoplanet have allowed its spin velocity to be directly measured. Its fast spin is in accord with the extrapolation of the known trend in spin velocity as a function of planet mass.  See Letter    p.63 Correspondence to\n                 Travis Barman . Reprints and Permissions"},
{"file_id": "509295a", "url": "https://www.nature.com/articles/509295a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'The Mathematical Association Annual Conference 1964' — Administrative problems of course loomed very large ... It was easy to fail to appreciate the possible influence of the liberal and cultural qualities of mathematics on sixth formers, who were given opportunities to read round their subject. The learning of mathematics was organic and would grow wherever it was given room; like angling, it could “never be fully learnt” ... It was a sombre fact that nearly 25 per cent of persons entering training colleges in 1962 did not possess a pass at the Ordinary Level of the General Certificate of Education in mathematics ... The discussion from the floor represented the confusion which exists in most teachers' minds as to how one can reconcile teaching logic with geometry, when the only logical way seemed to be to start at the middle, work on establishing the standard results, and then work back and establish the premises ... the discussion had shown that Euclid, instead of being found at fault, had proved himself to be too good for the age group for which we tend to use him. Unfortunately we had found nothing to replace him for this age group. \n               From  \n               Nature \n                16 May 1964 \n             \n               100 Years Ago \n             The annual report of the Hampstead Scientific Society ... contains ... a summary of the meteorological statistics for the Hampstead Observatory for 1913 ... For the first time, average meteorological data are included in the report ... From these preliminary averages it would appear that Hampstead is the coldest, rainiest, snowiest, and frostiest, as well as almost the sunniest and foggiest of the stations in the neighbourhood of London. \n               From  \n               Nature \n                14 May 1914 \n             Reprints and Permissions"},
{"file_id": "nature13337", "url": "https://www.nature.com/articles/nature13337", "year": 2014, "authors": [{"name": "Eduardo Moreno"}], "parsed_as_year": "2006_or_before", "body": "Competition for access to a survival factor has been found to explain why incoming cells from the bone marrow replace resident cells in the thymus. Reducing this competition can cause tumours to form.  See Article    p.465 Correspondence to\n                 Eduardo Moreno . Reprints and Permissions"},
{"file_id": "nature13340", "url": "https://www.nature.com/articles/nature13340", "year": 2014, "authors": [{"name": "Andreas Hejnol"}], "parsed_as_year": "2006_or_before", "body": "Analysis of the draft genome of a comb jelly and of gene-transcription profiles from ten other ctenophores hints at an independent evolutionary origin for the nervous systems of these organisms.  See Article    p.109 Correspondence to\n                 Andreas Hejnol . Reprints and Permissions"},
{"file_id": "510044a", "url": "https://www.nature.com/articles/510044a", "year": 2014, "authors": [{"name": "Asa Abeliovich"}], "parsed_as_year": "2006_or_before", "body": "A modified ubiquitin protein has been identified by three independent studies as the missing link in a cellular quality-control pathway that is implicated in Parkinson's disease.  See Letter    p.162 Correspondence to\n                 Asa Abeliovich . Reprints and Permissions"},
{"file_id": "nature13342", "url": "https://www.nature.com/articles/nature13342", "year": 2014, "authors": [{"name": "Morten O. A. Sommer"}], "parsed_as_year": "2006_or_before", "body": "Despite identifying abundant genes capable of conferring antibiotic resistance in soil microorganisms, a study finds that few are shared by human pathogens and that there is little transfer of the genes within the soil communities.  See Letter    p.612 Correspondence to\n                 Morten O. A. Sommer . Reprints and Permissions"},
{"file_id": "nature13500", "url": "https://www.nature.com/articles/nature13500", "year": 2014, "authors": [{"name": "Alban Ordureau"}, {"name": "J. Wade Harper"}], "parsed_as_year": "2006_or_before", "body": "The enzyme parkin is known to promote disposal of organelles called mitochondria that have suffered damage. The identification of an enzyme that opposes parkin demonstrates how a delicate balance is maintained in the cell.  See Article    p.370 Reprints and Permissions"},
{"file_id": "nature13503", "url": "https://www.nature.com/articles/nature13503", "year": 2014, "authors": [{"name": "Emilio Hirsch"}, {"name": "Francesco Novelli"}], "parsed_as_year": "2006_or_before", "body": "The finding that phosphoinositide-3-OH kinase δ restrains the antitumour immune response by promoting the action of suppressive immune cells may broaden the applicability of drugs targeting this enzyme to multiple cancers.  See Letter    p.407 Correspondence to\n                 Emilio Hirsch  or  Francesco Novelli . Reprints and Permissions"},
{"file_id": "510043a", "url": "https://www.nature.com/articles/510043a", "year": 2014, "authors": [{"name": "Charles M. Rice"}, {"name": "Mohsan Saeed"}], "parsed_as_year": "2006_or_before", "body": "A stampede of recent clinical studies suggests that we are on the cusp of developing well-tolerated, orally delivered drugs that can effectively eradicate hepatitis C virus from most, if not all, infected individuals. Correspondence to\n                 Charles M. Rice . Reprints and Permissions"},
{"file_id": "nature13515", "url": "https://www.nature.com/articles/nature13515", "year": 2014, "authors": [{"name": "Vladislav Krupalnik"}, {"name": "Jacob H. Hanna"}], "parsed_as_year": "2006_or_before", "body": "There are two methods for reprogramming mature cells to pluripotent stem cells, which can give rise to all cells of the body. The first direct comparison of the methods reveals that both can cause subtle molecular defects.  See Article    p.177 Correspondence to\n                 Jacob H. Hanna . Reprints and Permissions"},
{"file_id": "nature13513", "url": "https://www.nature.com/articles/nature13513", "year": 2014, "authors": [{"name": "Joseph A. Resing"}, {"name": "Pamela M. Barrett"}], "parsed_as_year": "2006_or_before", "body": "Lack of dissolved iron in the sea limits biological productivity and the uptake of carbon dioxide. The sources of dissolved iron in the North Atlantic Ocean have been identified from isotopic variations of this trace nutrient.  See Letter    p.212 Correspondence to\n                 Joseph A. Resing  or  Pamela M. Barrett . Reprints and Permissions"},
{"file_id": "nature13643", "url": "https://www.nature.com/articles/nature13643", "year": 2014, "authors": [{"name": "Sebastian Sobek"}], "parsed_as_year": "2006_or_before", "body": "Lakes that form in thawing permafrost emit substantial amounts of greenhouse gases to the atmosphere. It emerges that large quantities of carbon can also be stored in sediments at the lake bottoms.  See Letter    p.452 Correspondence to\n                 Sebastian Sobek . Reprints and Permissions"},
{"file_id": "nature13644", "url": "https://www.nature.com/articles/nature13644", "year": 2014, "authors": [{"name": "Raymond J. Deshaies"}], "parsed_as_year": "2006_or_before", "body": "The crystal structure of the COP9 signalosome, a large protein complex that regulates intracellular protein degradation, reveals how the complex achieves exquisite specificity for its substrates.  See Article    p.161 Correspondence to\n                 Raymond J. Deshaies . Reprints and Permissions"},
{"file_id": "511294a", "url": "https://www.nature.com/articles/511294a", "year": 2014, "authors": [{"name": "Chris J. Pickard"}, {"name": "Richard J. Needs"}], "parsed_as_year": "2006_or_before", "body": "The machine that houses the world's largest laser, and which stands in for the starship  Enterprise 's warp core in the film  Star Trek Into Darkness , has compressed diamond to the density of lead.  See Letter    p.330 Correspondence to\n                 Chris J. Pickard . Reprints and Permissions"},
{"file_id": "nature13645", "url": "https://www.nature.com/articles/nature13645", "year": 2014, "authors": [{"name": "Jonathan Flint"}, {"name": "Marcus Munafò"}], "parsed_as_year": "2006_or_before", "body": "The largest genome-wide analysis of schizophrenia performed so far has identified more than 100 genetic regions that contribute to disease risk, establishing new leads for understanding this form of mental illness.  See Article    p.421 A paper 1  published  this week in  Nature  marks the culmination of a long debate about the genetic basis of a disorder sometimes considered psychiatry's heartland 2  — schizophrenia. No other psychiatric condition has evoked such diverse opinions. Its biological roots have often been denied and, in the anti-psychiatry movement of the 1970s, there was even outright rejection of its existence. The latest paper, from the Schizophrenia Working Group of the Psychiatric Genomics Consortium, reports an analysis of more than 150,000 people and finds more than 100 genetic regions associated with schizophrenia, laying to rest forever the idea that genetics is not an important cause of the illness. Dispute over schizophrenia's genetic basis has been ferocious. This is hardly surprising given that Swiss psychiatrist Ernst Rüdin — an early proponent of the argument that the condition is a single-gene disorder — advocated the view that people with mental illnesses should not have children 3 , and justified the sterilization and murder of people with schizophrenia. Despite the disease's long and contentious history, by the end of the twentieth century there was consensus that genetic factors were involved 4 . But agreeing that genetics has a part to play is not the same as finding individual genetic regions (loci) that contribute to disease susceptibility. Progress in this arena has been marked by false starts 5 , 6 , and by more than 800 genetic associations 7  of dubious value. Not unreasonably, many would ask why we should be any more confident that the consortium's geneticists have now got it right. The short answer is that the tests for associations between each gene in the human genome and disease are now mature. The correct criteria for determining significance in these tests are as familiar to human geneticists as their two-times table, and are exhaustively documented in the consortium's paper. Since the first genome-wide analyses for schizophrenia emerged in 2009 (refs  8 ,  9 ), the size of the studies has increased, as have the numbers of loci associated with the condition ( Fig. 1 ). The Psychiatric Genomics Consortium has now confirmed the existence of 108 loci that contribute to disease susceptibility. But even this number is insufficient to entirely explain the genetic causes of schizophrenia. So what does this discovery mean? First and foremost, it confirms that genetics is a major cause of the illness. The risk variants now identified are common — they contribute in most, if not all, cases. This is a tremendous advance, of the sort that rewrites textbooks. Given the turbulent history of the field, this is a point that deserves emphasis and should be cause for well-earned celebration among those who carried out the work. Second, we now know something about the probable genes involved. Readers not familiar with the vagaries of genome-wide association studies need to be aware that there is a difference between finding a genetic locus and finding a gene. Usually, it is assumed that the relevant gene is the one that lies nearest to the identified locus, but, as recently reported 10  for a locus involved in obesity, this is not necessarily the case. As a rule of thumb, however, the closest gene is probably a good place to start. So what genes are involved? Expectant readers will have to turn to Table 3 of the Supplementary Information ( go.nature.com/koxm8i ) to find all the details. Those who take the trouble will be rewarded with some delightful insights. For many years, a leading hypothesis has been that schizophrenia arises from abnormal neuronal signalling involving dopamine. This theory was based on evidence 11  indicating that the efficacy of antipsychotic drugs correlates with their ability to block dopamine receptors. It turns out that those who championed the involvement of dopamine-related genes were right (a dopamine-receptor gene,  DRD2 , is associated). However, by no means all dopamine-related genes are involved (the gene encoding catechol- O -methyltransferase, an enzyme that metabolizes released dopamine, is not associated). Having climbed a mountain of genetic analyses, it is perhaps a shame that the authors do not offer much of a view from the peak — no new biological hypotheses are presented. But it is clear that the idea that schizophrenia is merely a disorder of neuronal signalling (either dopamine- or glutamate-related) stands in need of revision. By far the most significant association is a locus on chromosome 6 that includes a region containing genes involved in acquired immunity: the major histocompatibility complex (MHC). Given that the MHC also contains genes encoding various functional activities, the fact that the most significant association lies in the MHC is only suggestive of its role. However, Figure 2 in the paper contains another intriguing observation. The genetic effects in schizophrenia are enriched in regions outside the MHC that are also involved in acquired immunity. Is schizophrenia in part a disorder of acquired immunity? Surely this idea should start to be taken seriously. It is perhaps ironic that one of the earliest genetic associations reported 12  was with the MHC. It is possible that environmental exposure explains some of the genetic associations documented in this report. For instance, DNA-sequence variations in the  CHRNA5-A3-B4  gene cluster are strongly associated with heavy smoking 13 . Smoking is extremely common (more than 80% prevalence) in people with schizophrenia 14 , and the consortium's identification of an associated variant in the  CHRNA5-A3-B4  gene cluster might reflect a dose–response relationship between heaviness of smoking and schizophrenia risk, instead of — or as well as — a direct relationship. As ever-larger genome-wide association studies are conducted, we will presumably begin to pick up indirect effects. In other words, such studies may tell us about the environmental as well as the genetic causes of the disease. Correspondence to\n                 Jonathan Flint . Reprints and Permissions"},
{"file_id": "511301a", "url": "https://www.nature.com/articles/511301a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Some top-rank public schools and university colleges produce men of brilliant academic achievement who have poor judgement, no power of decision and no capacity to delegate work or to control men. These men can be the tragedies of industry because their deficiencies are not revealed in their academic record and are difficult to detect at a selection interview. They can get started on a promising career, but end in the wilderness of the unpromotable clever boys ... some of the highest places in industry have been filled successfully by men whose education has been obtained the hard way. In these cases, the task of getting education and training the hard way has imposed personal disciplines which have probably led imperceptibly to the acquisition of those characteristics needed in industry. Sometimes, however, such a course produces an almost characterless 'swot'. \n               From  \n               Nature \n                18 July 1964 \n             \n               100 Years Ago \n             Everyone is familiar with the dramatic story of Bernard Palissy, the potter, and how he fired a kiln with his household furniture in order to produce sufficient heat to melt his glazes, but his scientific work is rarely mentioned ... during the years 1575–84 he exercised great influence upon society in the city. He lectured in agriculture, chemistry, mineralogy, and geology, and illustrated his lectures with demonstrations of natural objects from his museum. “Into the faces of the learned of his time he thrust his facts; he urged the might of the verified fact, the tests of practical experience, the demonstration of the senses; and these in a keen and original way.” ... At the age of eighty Palissy was thrown into the Bastille as a dangerous heretic. \n               From  \n               Nature \n                16 July 1914 \n             Reprints and Permissions"},
{"file_id": "nature13647", "url": "https://www.nature.com/articles/nature13647", "year": 2014, "authors": [{"name": "Kai Deng"}, {"name": "Robert F. Siliciano"}], "parsed_as_year": "2006_or_before", "body": "Giving monkeys antiretroviral therapy from just three days after exposure to simian immunodeficiency virus does not prevent a subsequent rebound of viral replication, suggesting that viral reservoirs are established early.  See Letter    p.74 Correspondence to\n                 Robert F. Siliciano . Reprints and Permissions"},
{"file_id": "nature13741", "url": "https://www.nature.com/articles/nature13741", "year": 2014, "authors": [{"name": "Parag Kundu"}, {"name": "Sven Pettersson"}], "parsed_as_year": "2006_or_before", "body": "The aryl hydrocarbon receptor elicits protection against toxic environmental molecules. New data show that the receptor also supports the immune system by recognizing bacterially encoded virulence factors.  See Article    p.387 Correspondence to\n                 Sven Pettersson . Reprints and Permissions"},
{"file_id": "nature13740", "url": "https://www.nature.com/articles/nature13740", "year": 2014, "authors": [{"name": "Suphansa Sawamiphak"}, {"name": "Didier Y. R. Stainier"}], "parsed_as_year": "2006_or_before", "body": "Blood stem cells derive at least in part from an embryonic vessel called the dorsal aorta. It emerges that a flanking tissue called the somite contributes cells and signals to this process.  See Letters    p.314  &  p.319 Correspondence to\n                 Suphansa Sawamiphak  or  Didier Y. R. Stainier . Reprints and Permissions"},
{"file_id": "512381b", "url": "https://www.nature.com/articles/512381b", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Obituary: Prof. James Franck' — I remember his famous lecture ... which gave strong support to Bohr's new theory of the atom. Einstein said to me: “It's so lovely, it makes you cry!” ... In 1920 Franck was called to a chair in Göttingen ... many honours ... have come his way, among them the Nobel Prize in Physics in 1926 jointly with Hertz ... Göttingen saw Franck's happiest and most fruitful period ... Those happy days ended when Hitler came to power. When the racial laws were announced, Franck published a courageous open letter in which he resigned his chair ... He was the most lovable of men because he loved people; kindness shone from his eyes. There must be many beside myself who now feel they have lost one of their best friends.  Lise Meitner \n               From  \n               Nature \n                29 August 1964 \n             \n               100 Years Ago \n             The Trail of the Sandhill Stag  by E. T. Seton;  Wild Game in Zambezia  by R. C. F. Maugham — The first of the books before us aims rather at being a work of art than of natural history ... Never since the days of melancholy Jacques was such an outpour of sentiment upon a stricken deer. To those who like this mood the book may be recommended, for it is curiously wrought and daintily embellished ... The second book on the list strikes quite another strain ... But the list of stores required by two persons for a trip of two months is startling. It almost shakes one's confidence in the author to learn that he cannot go into camp with a friend for two months without a dozen tins each of lobster and salmon, two dozen tins of sausages, and three dozen tins of fruit in syrup. \n               From  \n               Nature \n                27 August 1914 \n             Reprints and Permissions"},
{"file_id": "512144a", "url": "https://www.nature.com/articles/512144a", "year": 2014, "authors": [{"name": "Brent Ellerbroek"}], "parsed_as_year": "2006_or_before", "body": "A fully automated optics system that corrects atmospheric blurring of celestial objects has imaged 715 star systems thought to harbour planets, completing each observation in less time than it takes to read this article. Correspondence to\n                 Brent Ellerbroek . Reprints and Permissions"},
{"file_id": "nature13746", "url": "https://www.nature.com/articles/nature13746", "year": 2014, "authors": [{"name": "Thomas W. Geisbert"}], "parsed_as_year": "2006_or_before", "body": "A blend of three monoclonal antibodies has completely protected monkeys against a lethal dose of Ebola virus. Unlike other post-infection therapies, the treatment works even at advanced stages of the disease.  See Article    p.47 Correspondence to\n                 Thomas W. Geisbert . Reprints and Permissions"},
{"file_id": "513038a", "url": "https://www.nature.com/articles/513038a", "year": 2014, "authors": [{"name": "Francis Ka-Ming Chan"}], "parsed_as_year": "2006_or_before", "body": "The finding that RIPK1, an integral protein in cell-death pathways, also functions to preserve the body's epithelial-cell barriers challenges the idea that cell death and survival are regulated by distinct factors.  See Letters    p.90  &  p.95 Correspondence to\n                 Francis Ka-Ming Chan . Reprints and Permissions"},
{"file_id": "513042a", "url": "https://www.nature.com/articles/513042a", "year": 2014, "authors": [{"name": "William G. Scott"}], "parsed_as_year": "2006_or_before", "body": "Fluorescent tags are proving invaluable for tracking RNA molecules in cells. Two sets of crystal structures for one such tag — an RNA motif that fluoresces when bound to a dye — will aid the development of even better markers. Correspondence to\n                 William G. Scott . Reprints and Permissions"},
{"file_id": "nature13753", "url": "https://www.nature.com/articles/nature13753", "year": 2014, "authors": [{"name": "Davide Lionetti"}, {"name": "Theodor Agapie"}], "parsed_as_year": "2006_or_before", "body": "Calcium is an essential component of the catalyst that forms oxygen from water during photosynthesis. It seems that part of calcium's job is to enable the release of oxygen from this catalyst. Correspondence to\n                 Theodor Agapie . Reprints and Permissions"},
{"file_id": "nature13749", "url": "https://www.nature.com/articles/nature13749", "year": 2014, "authors": [{"name": "G. Dean Price"}, {"name": "Susan M. Howitt"}], "parsed_as_year": "2006_or_before", "body": "The development of tobacco plants that are genetically engineered to produce a more efficient form of Rubisco, an enzyme involved in photosynthesis, marks a step towards increasing crop yields.  See Letter    p.547 Correspondence to\n                 G. Dean Price  or  Susan M. Howitt . Reprints and Permissions"},
{"file_id": "514043b", "url": "https://www.nature.com/articles/514043b", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             There are many puzzles about left handedness. Left handers are often less consistent in using the left hand than right handers in using the right; the incidence of left handedness is raised in many pathological groups and yet left handers may be of high intelligence; several different solutions have been offered to the problem of which cerebral hemisphere leads in speech functions in left handers; left handers seem to be more likely to recover from aphasias than right handers. It is the purpose of this article to describe a model of the inheritance of handedness and cerebral dominance which, together with a hypothesis about the direction of shifts of dominance, might account for many puzzling facts. \n               From  \n               Nature \n                3 October 1964 \n             \n               100 Years Ago \n             Every important town in Great Britain has established at least one great technical college at large cost in building and apparatus, with staffs of professors and teachers (always badly paid), and it is found that for their first two years the students have to be kept at great cost to the country learning those simple principles of science which they ought to have learnt at school. It is found that they are not only ignorant, but they have none of the habits of thought and scientific method which school laboratory work induces. The clever ones, if they leave school at seventeen, recover from the effects of a school education which prepared men only for being lawyers or clergyman; but the average man finds that he has been prepared only to be a hewer of wood and a drawer of water to the real engineer. \n               From  \n               Nature \n                1 October 1914 \n             Reprints and Permissions"},
{"file_id": "nature13751", "url": "https://www.nature.com/articles/nature13751", "year": 2014, "authors": [{"name": "Lorraine S. Symington"}], "parsed_as_year": "2006_or_before", "body": "Analysis of the first step in repairing double-stranded-DNA breaks reveals that the Mre11 enzyme makes a DNA nick at a point separate from the break ends, creating an entry site for further processing by exonuclease enzymes.  See Letter    p.122 Correspondence to\n                 Lorraine S. Symington . Reprints and Permissions"},
{"file_id": "514174a", "url": "https://www.nature.com/articles/514174a", "year": 2014, "authors": [{"name": "Peter Skands"}], "parsed_as_year": "2006_or_before", "body": "A measurement of the mass of the heftiest-known elementary particle, the top quark, which exists for less than a trillionth of a trillionth of a second, sheds light on the ultimate fate of our Universe, although ambiguities cloud its interpretation. Correspondence to\n                 Peter Skands . Reprints and Permissions"},
{"file_id": "514171a", "url": "https://www.nature.com/articles/514171a", "year": 2014, "authors": [{"name": "Jeanette C. Gladstone"}], "parsed_as_year": "2006_or_before", "body": "The nature of ultraluminous X-ray astronomical sources has long been unclear. The latest observations of these rare systems provide some crucial clues, but still leave theorists scratching their heads.  See Letters    p.198  &  p.202 Correspondence to\n                 Jeanette C. Gladstone . Reprints and Permissions"},
{"file_id": "nature13925", "url": "https://www.nature.com/articles/nature13925", "year": 2014, "authors": [{"name": "Vladan Lučić"}], "parsed_as_year": "2006_or_before", "body": "An ultrafast, temperature-dependent mode of endocytosis, a process that is required for neurons to repeatedly fire, challenges current thinking and brings an old model back into the spotlight.  See Article    p.228 Correspondence to\n                 Vladan Lučić . Reprints and Permissions"},
{"file_id": "514441a", "url": "https://www.nature.com/articles/514441a", "year": 2014, "authors": [{"name": "Kari Vaahtomeri"}, {"name": "Michael Sixt"}], "parsed_as_year": "2006_or_before", "body": "During inflammation, lymph nodes swell with an influx of immune cells. New findings identify a signalling pathway that induces relaxation in the contractile cells that give structure to these organs.  See Letter    p.498 Correspondence to\n                 Michael Sixt . Reprints and Permissions"},
{"file_id": "514440a", "url": "https://www.nature.com/articles/514440a", "year": 2014, "authors": [{"name": "Aki Roberge"}], "parsed_as_year": "2006_or_before", "body": "An analysis of hundreds of star-grazing comets in a young planetary system shows that they form two families: a group of old, dried-out comets and a younger group probably related to the break-up of a larger planetary body.  See Letter    p.462 Correspondence to\n                 Aki Roberge . Reprints and Permissions"},
{"file_id": "nature13932", "url": "https://www.nature.com/articles/nature13932", "year": 2014, "authors": [{"name": "Christopher M. Johns-Krull"}], "parsed_as_year": "2006_or_before", "body": "Astronomers have suspected for some time that magnetic fields are a key ingredient in the accretion of material that surrounds young stars. New observations have just begun to reveal these fields in action.  See Letter    p.597 Correspondence to\n                 Christopher M. Johns-Krull . Reprints and Permissions"},
{"file_id": "nature13930", "url": "https://www.nature.com/articles/nature13930", "year": 2014, "authors": [{"name": "Thomas R. Holtz Jr"}], "parsed_as_year": "2006_or_before", "body": "A pair of newly discovered 70-million-year-old fossils from Mongolia — including material previously lost to poaching — reveals the true nature of one of the most enigmatic dinosaur species,  Deinocheirus mirificus .  See Letter    p.257 Correspondence to\n                 Thomas R. Holtz Jr . Reprints and Permissions"},
{"file_id": "513323a", "url": "https://www.nature.com/articles/513323a", "year": 2014, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Journey to the Jade Sea . By John Hillaby — Books by writers who go to Africa in search of their souls are always interesting to us who went there in search of wages; this book is fascinating. “Essentially, I walked into the N.F.D. for the hell of it” (p. 2); Mr. Hillaby took his own hell by using a small string of unhealthy camels for transport instead of a lorry or Land-Rover, as do other people in that part of Kenya. “Perhaps all safaris start this way. Somewhat despondently ...” (p. 7); they do not, but I should have been despondent if I had started with that collection of provisions ... in old cardboard boxes ... Messrs. Constable have published a most interesting book. They might also publish an interesting one by the Warden, for he no doubt would tell us more about the animals and plants. \n               From  \n               Nature \n                19 September 1964 \n             \n               100 Years Ago \n             Let us consider lastly a disease which collects the last toll from one-seventh of humanity, and debilitates and enfeebles the lives of many whom it does not entirely destroy ... How are we organizing our campaign against tuberculosis? Bacteriology has taught us that it is an infectious disease and has isolated the organism ... all over the civilized world the total death-roll of human kind annually from tuberculosis probably does not fall short of a million souls ... This disease must be stopped at its source as well as dealt with on its course. No disease has ever been eradicated from a community by discovering cures for it, and none ever will; many diseases have disappeared because their sources have been cut off. Let us be scientific, let us search out the truth; having found it, let us act upon it, and let us conceal nothing that is true. \n               From  \n               Nature \n                17 September 1914 \n             Reprints and Permissions"},
{"file_id": "514574a", "url": "https://www.nature.com/articles/514574a", "year": 2014, "authors": [{"name": "Christopher B. Rodell"}, {"name": "Jason A. Burdick"}], "parsed_as_year": "2006_or_before", "body": "Engineering complex tissues requires high-throughput, three-dimensional patterning of materials and cells. A method to assemble small gel components using magnetic forces from encapsulated free radicals could be just the ticket. Correspondence to\n                 Jason A. Burdick . Reprints and Permissions"},
{"file_id": "514572a", "url": "https://www.nature.com/articles/514572a", "year": 2014, "authors": [{"name": "Jürg Müller"}, {"name": "Christoph W. Müller"}], "parsed_as_year": "2006_or_before", "body": "The structure of an enzyme that is bound to a nucleosome — a protein complex around which DNA is wrapped — reveals how contacts between the two orient the enzyme so that it can modify a specific amino-acid residue.  See Article    p.591 Correspondence to\n                 Jürg Müller  or  Christoph W. Müller . Reprints and Permissions"},
{"file_id": "nature13935", "url": "https://www.nature.com/articles/nature13935", "year": 2014, "authors": [{"name": "Sandip A. Shelke"}, {"name": "Joseph A. Piccirilli"}], "parsed_as_year": "2006_or_before", "body": "An RNA enzyme has been generated that can assemble a mirror-image version of itself. The finding helps to answer a long-standing conundrum about how RNA molecules could have proliferated on prebiotic Earth.  See Letter    p.440 Correspondence to\n                 Joseph A. Piccirilli . Reprints and Permissions"},
{"file_id": "515346a", "url": "https://www.nature.com/articles/515346a", "year": 2014, "authors": [{"name": "Piero Carninci"}], "parsed_as_year": "2006_or_before", "body": "Following on from affiliated projects in humans and model invertebrates, the Mouse ENCODE Project presents comprehensive data sets on genome regulation in this key mammalian model.  See Articles    p.355 ,  p.365 ,  p.371  &  Letter    p.402 Correspondence to\n                 Piero Carninci . Reprints and Permissions"},
{"file_id": "nature14068", "url": "https://www.nature.com/articles/nature14068", "year": 2014, "authors": [{"name": "Marie Claire Villeval"}], "parsed_as_year": "2006_or_before", "body": "An experiment shows that although bank employees behave honestly on average, their dishonesty increases when they make decisions after having been primed to think about their professional identity.  See Letter    p.86 Correspondence to\n                 Marie Claire Villeval . Reprints and Permissions"},
{"file_id": "515206a", "url": "https://www.nature.com/articles/515206a", "year": 2014, "authors": [{"name": "Forrest O. Gulden"}, {"name": "Nenad Šestan"}], "parsed_as_year": "2006_or_before", "body": "An innovative approach to analysing the functions and gene-expression profiles of neural stem cells in developing human and mouse brains sheds light on the differences — and similarities — between the two species.  See Letter    p.264 Correspondence to\n                 Forrest O. Gulden  or  Nenad Šestan . Reprints and Permissions"},
{"file_id": "nature14075", "url": "https://www.nature.com/articles/nature14075", "year": 2014, "authors": [{"name": "Ian F. Tannock"}], "parsed_as_year": "2006_or_before", "body": "Bladder-cancer cells have been found to release prostaglandin E 2  when they are killed by chemotherapy. Paradoxically, this molecule stimulates the proliferation of surviving cancer stem cells, leading to tumour repopulation.  See Letter    p.209 Correspondence to\n                 Ian F. Tannock . Reprints and Permissions"},
{"file_id": "nature14077", "url": "https://www.nature.com/articles/nature14077", "year": 2014, "authors": [{"name": "Raj Ramesar"}], "parsed_as_year": "2006_or_before", "body": "The African Genome Variation Project presents genotyping and whole-genome data from individuals across sub-Saharan Africa, giving insight into population history and guiding future genomic studies on the continent.  See Article    p.327 Correspondence to\n                 Raj Ramesar . Reprints and Permissions"},
{"file_id": "nature14070", "url": "https://www.nature.com/articles/nature14070", "year": 2014, "authors": [{"name": "Deborah M. Muoio"}, {"name": "Christopher B. Newgard"}], "parsed_as_year": "2006_or_before", "body": "A new class of fatty acid — found in food and synthesized by mammalian tissues — enhances glucose uptake from the blood and reduces inflammation, suggesting that these fats might be used to treat diabetes. Correspondence to\n                 Christopher B. Newgard . Reprints and Permissions"},
{"file_id": "516046a", "url": "https://www.nature.com/articles/516046a", "year": 2014, "authors": [{"name": "Brian W. Pogue"}], "parsed_as_year": "2006_or_before", "body": "An imaging technique has been developed that can record non-repetitive ultrafast phenomena without strobe or flash illumination. The approach could find applications in biomedicine and security technologies.  See Letter    p.74 Correspondence to\n                 Brian W. Pogue . Reprints and Permissions"},
{"file_id": "nature14082", "url": "https://www.nature.com/articles/nature14082", "year": 2014, "authors": [{"name": "Nicolas Gruber"}], "parsed_as_year": "2006_or_before", "body": "The extent to which coastal-ocean regions act as a sink for carbon dioxide has been enigmatic. An estimate based on more than 3 million observations suggests a smaller sink than was thought, concentrated at high latitudes. Correspondence to\n                 Nicolas Gruber . Reprints and Permissions"}
]