[
{"file_id": "d41586-017-07261-1", "url": "https://www.nature.com/articles/d41586-017-07261-1", "year": 2017, "authors": [{"name": "Tom Logan"}, {"name": "James Arnott"}], "parsed_as_year": "2006_or_before", "body": "If your institution won’t break down barriers for you, do it yourself, say Tom Logan and James Arnott. “What’s the problem?” asked a professor. “If you want to conduct interdisciplinary research with someone, just knock on their door.” But our experience as PhD candidates at the University of Michigan in Ann Arbor, where we study sustainability, suggests that bridging the ‘silos’ — doing research that crosses disciplines and engages people and organizations outside academia — is not that simple.  We wanted to strengthen the impact of our research by overcoming the inertia and lack of incentives for non-conventional collaborations. So we created MUSE, the  Michigan University-wide Sustainability and Environment network . Since it began in 2014, as an informal get-together for like-minded students, MUSE has snowballed to include a biweekly research workshop, an annual conference and a growing interdisciplinary network of PhD students and postdocs.  Our research examines a variety of issues, including how to make cities resilient to climate change; how developing countries can ensure food for their citizens; and how human behaviour influences the success of water-saving programmes.  To answer such questions, we must be willing to expand our skill set and integrate ideas from fields beyond our own. But doing so requires partnerships between disciplines and departments. And, because we want our research to help society, we must improve our collaboration with non-academics, including engineers, policymakers and the public.  So why do many US PhD programmes not teach or even encourage collaboration skills, particularly those that researchers need for working with scientists in other fields? We don’t have all the answers, but we’re making a start. Our MUSE conference in February drew more than 100 students and faculty members from across the university. To encourage the participation of early-stage PhD students, we included ‘lightning talks’, at which presenters introduce their research in five minutes and receive feedback in a constructive atmosphere. We are now building a digital forum for university researchers who are interested in working together. We’re grateful for the administrative support we have received for MUSE, but PhD students still face institutional barriers to collaborative research. Faculty members, even those supportive of interdisciplinary work, caution that such research could confuse our academic identity and degrade our disciplinary worth.  This pervasive viewpoint leads to the kind of silo that many across academia love to hate. Yet we need to simultaneously broaden and deepen our research to further good stewardship of the planet, and collaborations beyond our discipline help us to get there.  Innovative PhD programmes should cultivate students’ capacity and willingness to go beyond our initial disciplinary perspective. This type of education would nurture leadership and help us to close the chasm between the lab and the real world. It would foster interdisciplinary research. And it would connect research with practice to encourage implementation. But the model doesn’t yet exist.  That’s why we created MUSE. For example, working with urban geographers and engineers gave our research practical importance by focusing on how people can access health care, food or education ( T. M. Logan  et al.   Environ. Plan. B  http://dx.doi.org/10.1177/2399808317736528; 2017 ).  We aim to solve the grand challenges that are associated with energy, food, water, climate and health by ignoring disciplinary boundaries and engaging with people in the community who also care about these issues. Maybe institutions aren’t ready for this essential change. But we young scholars are creating our own path. \n                 Interdisciplinary research: Break out \n               \n                 Freedom to range \n               \n                 Blog post: The power of data shared \n               Reprints and Permissions"},
{"file_id": "d41586-017-07529-6", "url": "https://www.nature.com/articles/d41586-017-07529-6", "year": 2017, "authors": [{"name": "Elizabeth Orr"}], "parsed_as_year": "2006_or_before", "body": ""}
]