[
{"file_id": "492049a", "url": "https://www.nature.com/articles/492049a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Natural History of Infectious Diseases . By Sir MacFarlane Burnet — It is a pleasure to review this, the third edition, of such a well-known work, which now presents an up-to-date account of the ramifications of an important subject ... Throughout it adopts a Darwinian attitude, often overstepping the realms of human pathology into all kinds of unexpected avenues ... In its ambit it presents a picture of the ravages by bacteria, protozoa and viruses ... He discredits the practical value of antityphoid inoculation and would rather attribute the favourable results obtained to military sanitation ... The readers will find here important information about such diverse subjects as myxomatosis in rabbits, the common cold, plague, German measles, poliomyelitis, the sweating sickness of the Middle Ages and Q. fever (from personal experience). An epilogue on new diseases and the rather bleak outlook for the future finds the author in a gloomy mood in an appraisal of bacteriological warfare. \n               From  \n               Nature \n                8 December 1962 \n             \n               100 Years Ago \n             Mr. E. G. Bryant ... asks a question regarding the effect of moonlight in “turning” fish. I have lived many years in South Africa, and have encountered the same belief, that moonlight will hasten the turning bad of fish ... It seems curious, at first sight, that moonlight, which has so little effect on meteorological instruments, should have this effect on fish. I have thought it probably due to insects or some low form of life which would be abroad, or be stimulated to action, on moonlit nights and not on dark nights. The action of moonlight in stimulating the rise of sap in trees is widely believed in by practical wood cutters in almost every quarter of the world. \n               From  \n               Nature \n                5 December 1912 \n             Reprints and Permissions"},
{"file_id": "492055a", "url": "https://www.nature.com/articles/492055a", "year": 2012, "authors": [{"name": "Ed Hinds"}, {"name": "Rainer Blatt"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2012 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Serge Haroche and David J. Wineland have been awarded the Nobel Prize in Physics for developing techniques to measure and manipulate single particles without destroying their quantum properties. Haroche traps photons and measures and controls their quantum states with atoms. Conversely, Wineland traps ions and controls them with light (see  Fig. 1 ). \n                 by Ed Hinds \n               Serge Haroche and his colleagues have developed an experiment to study the quantum mechanics of microwave light trapped between two mirrors (a cavity) 1 . They show that the quantum of light — the photon — can be controlled at an astonishing l evel of precision, and have used this to bring the abstract ideas of quantum entanglement to life in the laboratory. Light is usually detected by destroying it: for example, a light sensor called a photodiode generates an electrical pulse when it absorbs, and so destroys, a photon. But Haroche's group measures the intensity of trapped light using a non-destructive method that probes the light using atoms flying through the trap. Each atom acts as a clock whose ticking rate depends on its energy level. As an atom flies through the cavity, its energies are shifted by the trapped light, and the total number of ticks of the clock changes accordingly, without any light being absorbed. When a kind of excited atom called a Rydberg atom is used, the technique is sensitive enough to detect a single photon, and repeated measurements allow the same photon to be observed as it lives and eventually dies in the cavity 2 . Similarly, starting with several photons, the researchers can watch the photons disappearing one by one as they are absorbed by the cavity mirrors. The group has even prepared photons in a 'Schrödinger's cat' state — a fragile quantum state in which many photons are collectively doing two things at once (being dead and alive in the case of the cat) — to study how the state is destroyed by photon loss in the cavity 3 . These studies allow deep insight into the way quantum systems work, and provide a practical basis for developing powerful devices based on the strange laws of quantum mechanics. \n                 by Rainer Blatt \n               A consummate experimentalist, David Wineland pioneered the use of electromagnetic devices known as Paul traps to hold single trapped ions for quantum metrology. Along the way, he has developed a plethora of groundbreaking experimental methods that have since become standard means of manipulating single atoms. Armed with efficient single-atom detection through a technique called electron shelving, together with laser cooling to bring an ion to its lowest-energy vibrational state, Wineland masterfully conducted ultra-high-precision spectroscopy of single ions. Using precisely timed and tuned laser pulses, he tailored the coupling between the ions' internal states and their quantized vibration 4 . Notably, it is with this technology that he laid the groundwork for unprecedented control of a single trapped particle's electronic and motional degrees of freedom, which he in turn applied to generate many kinds of non-classical states that could otherwise be observed only through light–matter interactions in a cavity 5 . These methods culminated in Wineland's quantum-logic clock, in which the ions' motion is used to transfer otherwise inaccessible spectroscopic information to a read-out ion 6 . This technology has produced the most precise measurement of an atomic frequency ever obtained, with a fractional uncertainty of less than 10 −17 . Moreover, Wineland's spectacular quantum mastery will continue to have a major impact. His techniques are already a crucial element of the exciting field of quantum information processing, and will prove invaluable for both fundamental tests of quantum physics and future quantum technologies. Correspondence to\n                 Ed Hinds  or  Rainer Blatt . Reprints and Permissions"},
{"file_id": "nature11762", "url": "https://www.nature.com/articles/nature11762", "year": 2012, "authors": [{"name": "Keivan Guadalupe Stassun"}], "parsed_as_year": "2006_or_before", "body": "The widest binary star systems pose a challenge to theory: true stellar twins could not form so far apart. Simulations suggest these twins are in fact triplets, two of which masquerade as one star and cast out the third.  See Letter    p.221 Correspondence to\n                 Keivan Guadalupe Stassun . Reprints and Permissions"},
{"file_id": "492192a", "url": "https://www.nature.com/articles/492192a", "year": 2012, "authors": [{"name": "Amy Barger"}], "parsed_as_year": "2006_or_before", "body": "Constructing the history of star formation over cosmic time requires an understanding of how starlight is absorbed by dust in galaxies. It now seems that there is less universality in such absorption across galaxies than expected. One of the main tools for studying how galaxies form and evolve is to measure the rate at which massive stars are born in galaxies per unit volume of the Universe. However, some of the light emitted by stars in galaxies, especially light at ultraviolet and visible wavelengths, can be absorbed by dust (grains of silicon and carbon up to a few hundred micrometres in size) that is present in the galaxies. This absorption means that the rate at which massive stars are forming cannot be measured accurately. One way to solve this problem is to observe galaxies at longer wavelengths — the infrared regime — where the dust grains re-radiate the light. The ultraviolet and infrared data can then be combined for each galaxy to account completely for the emission produced by the stars. However, infrared data are not usually available for large samples of distant galaxies. Thus, a second approach is to try to apply a dust correction to the data. Writing in  Astronomy & Astrophysics , Buat  et al . 1  have attempted to determine how best to do this for a large sample of distant galaxies, at least in a statistical way. Deciding what wavelength-dependent dust corrections to apply to galaxies is a classic problem. Even for nearby galaxies, it is uncertain 2 , 3 , 4  whether there is a 'bump' in the dust extinction curve at 217.5 nanometres, which may relate to the grain size distribution or composition; an extinction curve describes how the dust absorption changes with wavelength. Extinction curves along sight lines towards stars in the Milky Way show a strong bump at this wavelength. However, the bump is weaker towards stars in galaxies of the neighbouring Large and Small Magellanic Clouds. At higher redshifts, there is evidence 5 , 6 for the presence of such a bump in at least some galaxies, but the extinction curve of a local 'starburst' galaxy 7 , which does not display a bump, is usually adopted in correcting for dust absorption in distant galaxies. (Redshift is what is measured directly by spectroscopy. Because of the Universe's expansion, the light from distant sources has been stretched, shifting the wavelengths towards the red end of the spectrum. The more the light is shifted to the red, the farther away, and thus the older, the source is.) Fortunately, the many new observations obtained for the distant Universe — including far-infrared data from the Herschel Space Telescope, mid-infrared data from the Spitzer Space Telescope and optical-to-near-infrared data from ground-based telescopes — have made it possible to study dust absorption at high redshift. Buat  et al . used all of these data to study the dependence of dust absorption on a variety of global galaxy properties, such as observed luminosity, stellar mass and the slope of the spectrum in the ultraviolet, for a large sample of galaxies with redshifts in the range 0.95–2.2. At these redshifts, optical observations sample the stars' emission of ultraviolet light — the wavelength regime at which massive stars emit most of their light and suffer the most absorption by dust. Buat and colleagues used a detailed computer code 8  that derives properties of galaxies by fitting the light emission predicted from the computations to observations made across the wavelength spectrum. They concluded that the inclusion of infrared data improved the determination of dust-absorption parameters. Interestingly, they found a wide range of values for these parameters, which they postulate could be due to the large variations in the extinction curves for galaxies. They infer that a constant extinction curve for all galaxies at all redshifts cannot be assumed, and that variations should be allowed for when computing the amount of reprocessed ultraviolet light. The authors' finding that infrared data are crucial for studies of the effects of absorption by dust in individual galaxies makes sense — previous work has shown how notoriously difficult it is to predict far-infrared emission from observed ultraviolet emission 9 . The study's goal was to find dependences of the dust-absorption parameters on global galaxy properties, which Buat  et al . hoped to use to correct large samples of galaxies in a statistical way. Although they did identify some trends, there is large scatter about the averages of the parameters that needs to be further understood. This serves as a reminder that if the galaxy property one is trying to calculate is strongly dependent on an assumed dust extinction curve, then one should be cautious about the result. Studies such as this are essential for determining the reliability of dust-absorption corrections. These corrections are pivotal in determining the extent to which massive star formation in galaxies is hidden from optical view. Correspondence to\n                 Amy Barger . Reprints and Permissions"},
{"file_id": "492189a", "url": "https://www.nature.com/articles/492189a", "year": 2012, "authors": [{"name": "Harris D. Bernstein"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a dramatic structural rearrangement that is stabilized by an RNA scaffold helps to explain how nascent proteins are delivered for export from the cell cytoplasm.  See Letter    p.271 Correspondence to\n                 Harris D. Bernstein . Reprints and Permissions"},
{"file_id": "492054a", "url": "https://www.nature.com/articles/492054a", "year": 2012, "authors": [{"name": "Yan Chen"}, {"name": "Jacob Goeree"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2012 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. Correspondence to\n                 Yan Chen  or  Jacob Goeree . Reprints and Permissions"},
{"file_id": "492193a", "url": "https://www.nature.com/articles/492193a", "year": 2012, "authors": [{"name": "Stephen Polasky"}], "parsed_as_year": "2006_or_before", "body": "The Convention on Biological Diversity has pledged to reduce species-extinction threats around the globe by 2020. Analysis shows that this goal is achievable but requires a significant increase in the current rate of investment. Correspondence to\n                 Stephen Polasky . Reprints and Permissions"},
{"file_id": "492197a", "url": "https://www.nature.com/articles/492197a", "year": 2012, "authors": [{"name": "Brian D'Andrade"}], "parsed_as_year": "2006_or_before", "body": "A class of fluorescent organic molecule has been designed that enables highly efficient light-emitting diodes to be made. The devices may turn out to be competitors to their conventional analogues.  See Letter    p.234 Electronic displays are almost ubiquitous, not least because they are the means by which people interact with the Internet. The mobile display market has seen tremendous growth 1 , for example, with more than 1 billion mobile phones being sold in 2006. Liquid-crystal displays are a dominant technology for display applications, but organic light-emitting diodes (OLEDs) have steadily been incorporated into mobile devices and are increasingly being used in televisions. On  page 234  of this issue, Uoyama  et al . 2  report a type of OLED that may offer an alternative to its conventional equivalents. One of the unique features of an OLED display is that every pixel has an OLED, which is essentially a micrometre-sized light source. The millions of red, green and blue OLEDs in a display all have to be efficient, manufacturable with good yields and capable of providing a highly consistent light output. These requirements have been achieved by improving the organic materials used in OLEDs. One of the key drivers of OLED technology is novel chemistry. New molecules constantly offer surprises that challenge conventional wisdom and offer alternative solutions. Tang and colleagues 3  introduced the world to modern OLED designs 25 years ago. However, the devices were poor at converting input electric current to light because they incorporated inefficient fluorescent organic materials. Then, in 1998, a team led by Forrest (a physicist) and Thompson (a chemist) introduced 4  devices with phosphorescent molecules that enabled almost 100% efficient conversion. Phosphorescent molecules differ from their fluorescent analogues in that they contain a heavy metal atom such as iridium. This work led to an explosion of phosphorescent materials that enabled many desirable characteristics, such as a variety of colours, long operational lifetimes and high efficiencies. However, it remains difficult to produce a single display that uses blue, green and red phosphorescent devices, because the operational lifetimes and colour characteristics of some phosphorescent devices do not meet the strict performance requirements for display applications. It is important to solve these problems because phosphorescent materials are the most promising materials for displays, with the potential to deliver nearly 100% efficiency. Now, Uoyama  et al . describe how they have made efficient OLEDs that use a special type of fluorescent material. When an organic molecule absorbs electrical energy, it moves from its original state to a higher-energy (excited) state. For high-efficiency devices, the excited molecule preferably sheds the extra energy by producing a photon of light when it returns to its original, unexcited state. The molecular transition from excited to unexcited states has a few strict rules related to quantum-mechanical conditions that must be satisfied. These rules prevent every excited molecule from emitting a photon and returning to an unexcited state. As a result, fluorescent materials used in OLEDs often generate heat instead of light. Phosphorescent materials break those rules by using a heavy metal atom, such as iridium, bonded to the organic materials (typically comprising carbon, nitrogen and hydrogen) in an individual molecule. This makes it significantly more likely that after absorbing electrical energy, a phosphorescent molecule can efficiently transition from a high energy state to a low one by emitting a photon. Uoyama and colleagues developed fluorescent molecules that can achieve high efficiency by using heat instead of a heavy metal atom. They convincingly demonstrated the molecules' potential by making highly efficient fluorescent OLEDs with a performance comparable to that of phosphorescent OLEDs. Their fluorescent molecules are based on carbazolyl dicyanobenzene and as such have the potential to be synthesized at low cost, Uoyama  et al . believe, because the synthetic process does not require rare metal catalysts or rare heavy metal atoms. Furthermore, the OLEDs can emit multiple colours, from sky-blue (with a peak wavelength at 473 nanometres) to orange (577 nm). There are many challenges ahead before these molecules can be fully accepted into production. The emissive colours have to be developed for display applications; the operational lifetime of devices that incorporate the molecules needs to be comparable to, or preferably better than, state-of-the-art devices (possibly the hardest challenge); and the ability to manufacture products based on the new OLEDs must be proven. The molecules are not certain to replace existing ones, but they may be shaped into contenders in terms of the cost and quality of desirable performance characteristics. Indeed, perfecting the new molecules will take time and effort, but Chihaya Adachi, who leads the work and is a co-author of the study 2 , has the experience needed to help his team to overcome these obstacles. Correspondence to\n                 Brian D'Andrade . Reprints and Permissions"},
{"file_id": "492361a", "url": "https://www.nature.com/articles/492361a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             I wish to appeal to my fellow geologists and workers in the rapidly growing subject of geochronology to discontinue a habit or fashion which is both unnecessary and misleading. I refer to the habit of calling radiometric ages 'absolute' ages. An age does not become 'absolute' by virtue of being expressed in units of time such as a year ... The term is not only redundant and both philosophically and scientifically without meaning: it is also misleading in its psychological suggestion of a higher degree of accuracy than can be justified ... If any of the culprits claim that they are in good company with Newton and Kelvin, who both wrote of 'absolute time', they have only to remember Einstein and the coming of relativity. \n               From  \n               Nature \n                22 December 1962 \n             \n               100 Years Ago \n             'Smoke trace of compound vibrations of tuning-fork' — The accompanying print is from one corner of a smoke trace used by me at a popular lecture in 1901. One curve shows the fundamental (128 per second), another the first upper partial, while the centre curve of the three shows the form of vibration executed when the first upper partial is sounding, together with the prime. The three sounds may be heard by the audience, and the smoke traces of each obtained in their presence.  \n               From  \n               Nature \n                19 December 1912 \n             Reprints and Permissions"},
{"file_id": "nature11764", "url": "https://www.nature.com/articles/nature11764", "year": 2012, "authors": [{"name": "Sabarinath Jayaseelan"}, {"name": "Scott A. Tenenbaum"}], "parsed_as_year": "2006_or_before", "body": "The RNA-binding protein FMR1 has a key role in the neurodevelopmental disorder fragile X syndrome, but the RNAs targeted by the protein were mostly unknown. An analysis reveals thousands of possible targets.  See Article    p.382 Correspondence to\n                 Sabarinath Jayaseelan  or  Scott A. Tenenbaum . Reprints and Permissions"},
{"file_id": "nature11767", "url": "https://www.nature.com/articles/nature11767", "year": 2012, "authors": [{"name": "Paul R. C. Kent"}], "parsed_as_year": "2006_or_before", "body": "A method has been developed to compute the precise quantum-mechanical properties of certain insulators. This approach avoids the uncertainties that are intrinsic to predictions made using existing approaches.  See Article    p.365 Correspondence to\n                 Paul R. C. Kent . Reprints and Permissions"},
{"file_id": "492362a", "url": "https://www.nature.com/articles/492362a", "year": 2012, "authors": [{"name": "Luisa Tasselli"}, {"name": "Katrin F. Chua"}], "parsed_as_year": "2006_or_before", "body": "It is increasingly accepted that metabolic changes in cancer cells can drive tumour formation. The finding that the SIRT6 protein suppresses tumour formation by regulating metabolism adds weight to this view. Correspondence to\n                 Katrin F. Chua . Reprints and Permissions"},
{"file_id": "492364a", "url": "https://www.nature.com/articles/492364a", "year": 2012, "authors": [{"name": "Paul S. Julienne"}], "parsed_as_year": "2006_or_before", "body": "A sample of the hydroxyl radical has been cooled to a temperature of a few millikelvin. The result opens the door to observing phenomena such as Bose–Einstein condensation of molecules in their ground state.  See Letter    p.396 Correspondence to\n                 Paul S. Julienne . Reprints and Permissions"},
{"file_id": "492358a", "url": "https://www.nature.com/articles/492358a", "year": 2012, "authors": [{"name": "Raymond W. Simmonds"}], "parsed_as_year": "2006_or_before", "body": "A thermal effect predicted more than 40 years ago was nearly forgotten, while a related phenomenon stole the limelight. Now experimentally verified, the effect could spur the development of heat-controlling devices.  See Letter    p.401 Correspondence to\n                 Raymond W. Simmonds . Reprints and Permissions"},
{"file_id": "492363a", "url": "https://www.nature.com/articles/492363a", "year": 2012, "authors": [{"name": "Sylvain Guibert"}, {"name": "Michael Weber"}], "parsed_as_year": "2006_or_before", "body": "Tet proteins regulate gene expression by removing methyl groups from DNA bases. This activity may be a facilitating step in turning on the cell-division pathway that produces sperm and egg cells.  See Letter    p.443 Correspondence to\n                 Michael Weber . Reprints and Permissions"},
{"file_id": "nature11849", "url": "https://www.nature.com/articles/nature11849", "year": 2012, "authors": [{"name": "Naama Barkai"}, {"name": "Ben-Zion Shilo"}], "parsed_as_year": "2006_or_before", "body": "Irrespective of an organism's size, the proportional sizes of its parts remain constant. An experimental model reveals size-dependent adjustment of segment formation and gene-expression oscillations in vertebrates.  See Letter    p.101 Correspondence to\n                 Naama Barkai . Reprints and Permissions"},
{"file_id": "nature11768", "url": "https://www.nature.com/articles/nature11768", "year": 2012, "authors": [{"name": "Michael S. Wolfe"}], "parsed_as_year": "2006_or_before", "body": "Malfunction of presenilin enzymes, which cleave proteins in cell membranes, can lead to Alzheimer's disease. A crystal structure of a microbial presenilin provides insights into the workings of this enzyme family.  See Article    p.56 Correspondence to\n                 Michael S. Wolfe . Reprints and Permissions"},
{"file_id": "nature11766", "url": "https://www.nature.com/articles/nature11766", "year": 2012, "authors": [{"name": "Philippe Janvier"}], "parsed_as_year": "2006_or_before", "body": "Hagfish embryos show developmental features that contradict the idea that these jawless fish are the most primitive living vertebrates. The findings also help to trace the evolution of vertebrate cranial structure.  See Article    p.175 Correspondence to\n                 Philippe Janvier . Reprints and Permissions"},
{"file_id": "492365a", "url": "https://www.nature.com/articles/492365a", "year": 2012, "authors": [{"name": "Andrew Mitchinson"}], "parsed_as_year": "2006_or_before", "body": "Before Father Christmas sets off from the North Pole, he will want to know if his flight will be disrupted by polar lows — storms (pictured) that afflict subpolar seas. Unfortunately for him, the effects of polar lows are not usually included in climate and seasonal forecasting models. Writing in  Nature Geoscience , Condron and Renfrew report that they should be (A. Condron and I. A. Renfrew  Nature Geosci.   http://dx.doi.org/10.1038/ngeo1661 ; 2012). Polar lows are typically too small (less than 250 kilometres in diameter) and fleeting (24–48 hours in duration) to be well resolved in global meteorological and climate models. Nevertheless, their intensity is often high enough to affect convection in the underlying ocean. Deep open-ocean convection is one of the mechanisms that renews the North Atlantic Deep Water, the main water mass that drives large-scale ocean circulation in the Atlantic Ocean.  Condron and Renfrew used state-of-the-art computational models to simulate circulation in the northeast Atlantic during 1978–98, in the presence or absence of polar lows. They found that models that incorporated the effects of the storms indicated more open-ocean convection, at greater depths, than those that omitted polar lows. Furthermore, the strengths of two gyres — large systems of rotating ocean currents — in the region were more frequently high when the effects of polar lows were simulated. This in turn increased the renewal of deep water in the Greenland Sea, the transport of that water flowing south across the Greenland–Iceland–Scotland ocean ridge, and the northward movement of heat to Europe and North America. The authors conclude that the effects of polar lows should be incorporated in ocean, climate and seasonal forecasting models. They also point out that the Intergovernmental Panel on Climate Change predicts that these storms will shift northwards in the future, and will occur less frequently than now. If so, this could greatly affect the deep waters of the North Atlantic, potentially reducing their southward flow. Reprints and Permissions"},
{"file_id": "492366a", "url": "https://www.nature.com/articles/492366a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "Adapted extracts from selected News & Views articles published this year. Reprints and Permissions"},
{"file_id": "492056a", "url": "https://www.nature.com/articles/492056a", "year": 2012, "authors": [{"name": "Janet Rossant"}, {"name": "Christine Mummery"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2012 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. The recipients of the Nobel Prize in Physiology or Medicine are John B. Gurdon and Shinya Yamanaka, whose research — spanning more than four decades — showed that differentiated adult cells can be reprogrammed to become immature cells capable of developing into all the cell types of an organism (see  Fig. 1 ). \n                 by Janet Rossant \n               Even though the cloned animals John Gurdon produced were only tadpoles, the publication of his experiments 1  caused a media stir: the production of armies of identical cloned humans seemed to be moving from science fiction towards science fact. But it took decades before cloning was achieved in mammals. Ian Wilmut and colleagues' 1997 creation of Dolly 2  — a sheep generated by transfer of an adult cell nucleus into an oocyte — opened up practical applications for cloning. This technology has been key to the generation of genetically modified pigs, sheep and cows, and cloned animals have been used to make pharmaceutical products in milk, to generate rejection-resistant pigs for organ transplantation into humans, and as preclinical models of human disease. But it has also caused controversy: the spectre of human cloning still looms large in the public eye, despite the absence of any evidence that nuclear transfer from adult human cells could ever be effective or safe. Nonetheless, a specialized form of nuclear transfer, in which the nucleus from an egg containing faulty mitochondria in its cytoplasm is transferred to the healthy cytoplasm of another egg 3 , has the potential to treat mitochondrial disease and is being developed for use in humans. From frogs to sheep to humans, the impact of Gurdon's experiments continues to challenge nature and to break boundaries. \n                 by Christine Mummery \n               Yamanaka and his co-author 4  showed that induced pluri-potent stem (iPS) cells, which can form any kind of differentiated cell, can be derived from anyone. These cells are genetically identical to the person from whom they are obtained. So, once the technical hurdles are overcome, differentiated cells derived from iPS cells could be transplanted back into a patient without being rejected, to replace cells that have been damaged or lost through disease or trauma. These cells are also fantastic disease models. In other words, the iPS cells can essentially become 'the patient'. They may carry the same disease-causing mutations present in a patient, or have genetic variants associated with predisposition (or resistance) to a disease. Once the iPS cells differentiate to form the cell types associated with the illness, the effects of these genetic variants may reveal the underlying causes of its symptoms. Moreover, researchers might discover how a disease develops and look for ways to slow this down or even reverse it. Looking ahead, such insights might reveal windows of opportunity for treating the condition before symptoms appear. Generating patient-specific cells from iPS cells is an exciting development for the pharmaceutical industry too. Reagents that restore gene or protein expression to normal levels in its derived cells may form the basis of therapies for disorders for which there is no treatment. Similarly, these cell models should help to identify drug targets or reveal side effects of medications. Moreover, they could recapitulate human diseases for which there are no good animal models, such as heart failure and some forms of muscular dystrophy. Because iPS cells can be derived from individuals of any ethnic background, they may eventually reveal why some conditions affect certain races more than others, why some drugs are preferentially toxic to some people and why patients may not respond to certain treatments. The potential of iPS cells is almost limitless, and there are exhilarating times ahead. Correspondence to\n                 Janet Rossant  or  Christine Mummery . Reprints and Permissions"},
{"file_id": "492052a", "url": "https://www.nature.com/articles/492052a", "year": 2012, "authors": [{"name": "David A. Clarke"}], "parsed_as_year": "2006_or_before", "body": "The discovery of what may be the best example yet of a forming star caught in the moments just before birth provides a missing link in our understanding of how giant gas clouds collapse to form fully fledged stars.  See Letter   p.83 Correspondence to\n                 David A. Clarke . Reprints and Permissions"},
{"file_id": "491676a", "url": "https://www.nature.com/articles/491676a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It seems to be generally agreed that the standard of self-expression in spoken and written English among sixth-form and undergraduate scientists and technologists is low. Various causes have been blamed ... but in all the diagnoses and cures I have seen so far, all the emphasis has been on past failures by English experts and future remedies to be administered by other English experts. It is not my intention to dissociate English teachers from the problem altogether ... but I want to suggest that scientists and technologists themselves must take most of the responsibility for the low standards of self-expression in their professions, and that a major change of outlook on their part is the only thing that can bring a substantial improvement in the situation. \n               From  \n               Nature \n                1 December 1962 \n             \n               100 Years Ago \n             Biologische und morphologische Untersuchungen über Wasser- und Sumpfgewächse . By Prof. H. Glück — Prof. Glück has produced a portentous volume on the riparian flora, forming the third instalment of his work on water and swamp plants. Frankly, we do not find justification for the 600 or more pages of his book, and we fancy most readers who have been in the habit of using their eyes when observing or collecting plants will find but little to reward them for the trouble of its perusal ... No doubt a work of this kind possesses some value, but, as it appears to us, it excellently illustrates the truth of the saying that the secret of dullness lies in the attempt to write all one knows. Prof. Glück gives the impression (perhaps unjustly) that he has written all he knows about his subject, and certainly he has jotted down a good deal that is already very familiar to others. \n               From  \n               Nature \n                28 November 1912 \n             Reprints and Permissions"},
{"file_id": "492057a", "url": "https://www.nature.com/articles/492057a", "year": 2012, "authors": [{"name": "Bryan L. Roth"}, {"name": "Fiona H. Marshall"}], "parsed_as_year": "2006_or_before", "body": "As the recipients of the 2012 science Nobel prizes gather in Stockholm to celebrate and be celebrated, News & Views shares some expert opinions on the achievements honoured. The Nobel Prize in Chemistry was awarded to Robert J. Lefkowitz and Brian K. Kobilka for their work in characterizing G-protein-coupled receptors (GPCRs) — the proteins that enable cells to sense and respond to their environment (see  Fig. 1 ). \n                 by Bryan L. Roth \n               The idea that drugs exert their effects through specific interactions with receptors has captivated scientists' imagination 1  since 1905. But it was not until 1986 that Lefkowitz, Kobilka and colleagues' cloning of β-adrenergic receptors, which mediate the effects of adrenaline and noradrenaline, provided the first definitive proof that receptors are physical entities encoded by the human genome. This finding ushered in one of the most exciting eras of pharmacology and biochemistry, because it allowed other GPCRs to be identified on the basis of their similar transmembrane-domain architecture. Perhaps as many as 900 human GPCRs have been discovered in this way 2 . The identification of these GPCRs has revealed that more than 50% are 'orphan' receptors 3 , 4  — those for which ligands have not been identified. Working out the function of even one orphan GPCR, as Kobilka, Lefkowitz and co-workers did for the 5-HT 1A  receptor 5  (the most abundant of the receptors that bind the signalling molecule serotonin), is a great achievement and can open up entire fields of research. 'De-orphanizing' such GPCRs represents a major challenge for scientists. Lefkowitz and colleagues also discovered that GPCRs have two signalling modes: one that acts through G proteins and another facilitated by cell-scaffolding proteins such as β-arrestins 6 . It seems that β-arrestin-facilitated signalling is responsible for many of the physiological effects of GPCR activation, although the full panoply of events mediated by β-arrestins is unknown. Elucidation of the molecular basis of these effects should reveal the full repertoire of β-arrestin-mediated signalling and provide ample opportunities for drug-discovery programmes for years to come. \n                 by Fiona H. Marshall \n               For many years, pharmaceutical companies screened for drugs that act at GPCRs by using live animal tissues suspended in baths to test chemicals related to natural hormones. The introduction of assays based on radio-labelled ligands, such as those developed by Lefkowitz, was a breakthrough, because it allowed larger numbers of compounds to be tested, together with accurate measurement of their affinities for their receptors. This allowed medicinal chemists to identify the relationships between the molecular structure of a ligand and its biological activity. Lefkowitz, Kobilka and colleagues' cloning of GPCR genes had two notable effects on drug discovery. It enabled the high-throughput screening of libraries of millions of compounds against human receptors, and led to the identification of many GPCRs. A range of genomic technologies has since been applied to discover the function of these orphan receptors, and drugs that target them — for example, suvorexant, a treatment for insomnia 7  — are now approaching the market. Despite some successes, high-throughput screening is a hit-and-miss process. The availability of X-ray structures of GPCRs instigated a new era of rational design 8  for drug discovery that targets these receptors — compounds that fit perfectly into 'pockets' of the receptors can now be selected using computational techniques. Kobilka and colleagues' recently reported structure of the active form of a GPCR in complex with its signalling protein suggests that drugs that activate the receptor, rather than just block it, can also be designed. GPCR-targeting drugs discovered using such structure-based techniques are already in development. Correspondence to\n                 Bryan L. Roth  or  Fiona H. Marshall . F.H.M. is founder and a shareholder in Heptares Therapeutics Ltd, a biotechnology company involved in the structure-based design of drugs directed at GPCRs. Reprints and Permissions"},
{"file_id": "nature11763", "url": "https://www.nature.com/articles/nature11763", "year": 2012, "authors": [{"name": "Mark Mercola"}], "parsed_as_year": "2006_or_before", "body": "Heart muscle cells die en masse after injury, yet the adult mammalian heart retains little capacity to regenerate them. Regulatory microRNA sequences may stimulate self-renewal of these muscle cells.  See Article    p.376 Correspondence to\n                 Mark Mercola . Reprints and Permissions"},
{"file_id": "492048a", "url": "https://www.nature.com/articles/492048a", "year": 2012, "authors": [{"name": "Andrew Collier Cameron"}], "parsed_as_year": "2006_or_before", "body": "The probability that giant-planet-like signals detected by the Kepler spacecraft are not from planets is higher than expected. The result underscores the importance of making follow-up observations to confirm the nature of the signals. Correspondence to\n                 Andrew Collier Cameron . Reprints and Permissions"},
{"file_id": "492051a", "url": "https://www.nature.com/articles/492051a", "year": 2012, "authors": [{"name": "David McGloin"}], "parsed_as_year": "2006_or_before", "body": "A neat study shows that a sheet of laser light can be used to reflect light-absorbing liquid droplets and manipulate their trajectories. This observation may open up new ways of controlling and studying aerosols. Correspondence to\n                 David McGloin . Reprints and Permissions"},
{"file_id": "491677a", "url": "https://www.nature.com/articles/491677a", "year": 2012, "authors": [{"name": "Albrecht W. Hofmann"}], "parsed_as_year": "2006_or_before", "body": "An assessment of crystallization processes occurring in magma chambers in the ocean floor finds an unexpected enrichment in trace elements, reviving an old theory of the cycling of magma in these chambers.  See Article    p.698 Correspondence to\n                 Albrecht W. Hofmann . Reprints and Permissions"},
{"file_id": "491680a", "url": "https://www.nature.com/articles/491680a", "year": 2012, "authors": [{"name": "Wei-Jen Chua"}, {"name": "Ted H. Hansen"}], "parsed_as_year": "2006_or_before", "body": "The finding that derivatives of vitamin B can bind to an antigen-presenting protein that stimulates specialized immune cells suggests a novel mechanism by which the immune system detects microbial infections.  See Article    p.717 Correspondence to\n                 Wei-Jen Chua  or  Ted H. Hansen . Reprints and Permissions"},
{"file_id": "nature11759", "url": "https://www.nature.com/articles/nature11759", "year": 2012, "authors": [{"name": "Sven B. Gould"}], "parsed_as_year": "2006_or_before", "body": "The nuclear genomes of two of nature's most complex cells have been sequenced. The data will help to determine the evolutionary path from symbioses between species to a multi-compartmental unicellular organism.  See Article   p.59 Correspondence to\n                 Sven B. Gould . Reprints and Permissions"},
{"file_id": "nature11761", "url": "https://www.nature.com/articles/nature11761", "year": 2012, "authors": [{"name": "Wen Zhou"}, {"name": "Junying Yuan"}], "parsed_as_year": "2006_or_before", "body": "Necrosis is associated with various diseases, yet it is arguably the least-understood form of programmed cell death. It emerges that a sirtuin protein regulates one form of necrosis through a deacetylation reaction.  See Article    p.199 Correspondence to\n                 Junying Yuan . Reprints and Permissions"},
{"file_id": "nature11758", "url": "https://www.nature.com/articles/nature11758", "year": 2012, "authors": [{"name": "Michael A. Trakselis"}, {"name": "Brian W. Graham"}], "parsed_as_year": "2006_or_before", "body": "Single-molecule studies reveal that a ring-like enzyme that encircles and 'slides' along one strand of duplex DNA, separating it from the other strand, overcomes molecular barriers in its path by transiently opening its ring.  See Article    p.205 Correspondence to\n                 Michael A. Trakselis . Reprints and Permissions"},
{"file_id": "nature11760", "url": "https://www.nature.com/articles/nature11760", "year": 2012, "authors": [{"name": "William J. Pitts"}], "parsed_as_year": "2006_or_before", "body": "Reagents have been developed that allow carbon—hydrogen bonds on benzene-like compounds called heterocycles to be converted directly into carbon—carbon bonds. The finding will be a boon to medicinal chemists.  See Letter   p.95 Correspondence to\n                 William J. Pitts . Reprints and Permissions"},
{"file_id": "491678a", "url": "https://www.nature.com/articles/491678a", "year": 2012, "authors": [{"name": "Peter Langridge"}], "parsed_as_year": "2006_or_before", "body": "The wheat genome is large and complex, and has defied complete sequencing. But the most comprehensive analysis so far of the plant's genes will support efforts to optimize the supply of this vital food crop.  See Letter    p.705 Correspondence to\n                 Peter Langridge . Reprints and Permissions"},
{"file_id": "491681a", "url": "https://www.nature.com/articles/491681a", "year": 2012, "authors": [{"name": "Lincoln D. Carr"}, {"name": "Mark T. Lusk"}], "parsed_as_year": "2006_or_before", "body": "The field-effect transistor underlies microprocessor technology. A version of it has been demonstrated that tunes particle transport from an incoherent regime to a strongly correlated superfluid one.  See Letter    p.736 Correspondence to\n                 Lincoln D. Carr . Reprints and Permissions"},
{"file_id": "nature11756", "url": "https://www.nature.com/articles/nature11756", "year": 2012, "authors": [{"name": "Bettina M. J. Engelbrecht"}], "parsed_as_year": "2006_or_before", "body": "An analysis of the physiological vulnerability of different trees to drought shows that forests around the globe are at equally high risk of succumbing to increases in drought conditions.  See Letter    p.752 Correspondence to\n                 Bettina M. J. Engelbrecht . Reprints and Permissions"},
{"file_id": "491533b", "url": "https://www.nature.com/articles/491533b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             During September 1961, immediately following the resumption of nuclear testing, when there was widespread public concern that the amount of iodine-131 in human thyroids might reach significant proportions, it was decided to make regular measurements of thyroid radioactivity on a few members of the staff at the Radiological Protection Service ... During the peak period a total of 20 members of the staff were measured and the average amount of iodine-131 in their thyroids was 0.25 mμc ... the average amount of iodine-131 actually measured in the thyroids of the group could be predicted from a knowledge of the iodine uptake into the thyroid and the known concentration of iodine-131 in milk during this period. This adds weight to the belief, now widely accepted, that fresh milk is the principal vehicle whereby iodine-131 from nuclear test explosions enters humans. \n               From  \n               Nature \n                24 November 1962 \n             \n               100 Years Ago \n             The Vulgate Version of the French Arthurian Romances . Edited from manuscripts in the British Museum by H. Oskar Sommer — These sumptuous volumes are priceless gifts to the world of scholarship by the Carnegie Institution of Washington ... In his introduction the editor gives an outline of his studies of the vulgate cycle, as the French version of the Arthurian prose-romances is called ... The core of the typical tale of the conception and birth of an illustrious child of unknown father and a king's wife or daughter appears in the Welsh and Irish versions as something separate from any moral considerations ... We must come down to the vulgate cycle to find in such legends the element of sin. \n               From  \n               Nature \n                21 November 1912 \n             Reprints and Permissions"},
{"file_id": "nature11754", "url": "https://www.nature.com/articles/nature11754", "year": 2012, "authors": [{"name": "Joe Chappell"}], "parsed_as_year": "2006_or_before", "body": "Eyewitnesses are sometimes asked to identify a culprit from a line-up of people associated with a crime scene. An enzyme — iridoid synthase — that catalyses an unusual reaction has been identified by a similar approach.  See Letter   p.138 Correspondence to\n                 Joe Chappell . Reprints and Permissions"},
{"file_id": "491533a", "url": "https://www.nature.com/articles/491533a", "year": 2012, "authors": [{"name": "Huib J. Bakker"}], "parsed_as_year": "2006_or_before", "body": "Spectroscopic analysis reveals that, at low temperatures, hydrophobic molecules dissolved in water strengthen the hydrogen bonding between nearby water molecules. But at high temperatures, the reverse can be true.  See Letter    p.582 Correspondence to\n                 Huib J. Bakker . \n                     Physical chemistry: Water's wafer-thin surface \n                   Reprints and Permissions"},
{"file_id": "491530a", "url": "https://www.nature.com/articles/491530a", "year": 2012, "authors": [{"name": "Sabine H. L. Klapp"}], "parsed_as_year": "2006_or_before", "body": "Magnetic particles have been made that undergo synchronized oscillations when suspended in liquid in a rotating magnetic field. This discovery links the fields of nonlinear dynamics and materials science.  See Letter    p.578 Correspondence to\n                 Sabine H. L. Klapp . Reprints and Permissions"},
{"file_id": "nature11755", "url": "https://www.nature.com/articles/nature11755", "year": 2012, "authors": [{"name": "Gus L. W. Hart"}], "parsed_as_year": "2006_or_before", "body": "A method has been developed for predicting the stability and elasticity of certain alloys for millions of atomic configurations of the materials. This approach should help to identify materials with optimized properties.  See Letter    p.740 Correspondence to\n                 Gus L. W. Hart . Reprints and Permissions"},
{"file_id": "nature11749", "url": "https://www.nature.com/articles/nature11749", "year": 2012, "authors": [{"name": "Samantha B. Joye"}], "parsed_as_year": "2006_or_before", "body": "The identification of a sea-floor microorganism that single-handedly conducts anaerobic oxidation of methane changes our picture of how the flux of this greenhouse gas from the ocean to the atmosphere is regulated.  See Article    p.541 Correspondence to\n                 Samantha B. Joye . Reprints and Permissions"},
{"file_id": "491045b", "url": "https://www.nature.com/articles/491045b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The temptation to establish new scientific journals appears to be irresistible. The first number of  Radio Chimica Acta  has a foreword by a great German radiochemist, Otto Hahn, in which he poses the rhetorical question as to whether a journal, specially devoted to radiochemistry, can discharge an important function differing from that already performed by existing chemical and physical journals ... He concludes that a place is needed where the results now published in a variety of journals can be brought together ... To have an additional journal for papers of this kind recalls the words of the sonnet “So all is dressing old words new, spending again what is already spent”. In short, interested workers must pay again to read those papers which they should reasonably be able to expect to find in the journals to which they already subscribe. \n               From  \n               Nature \n                3 November 1962 \n             \n               100 Years Ago \n             Modern Problems . By Sir Oliver Lodge — From the scientific point of view, one of the most interesting chapters is that on the smoke nuisance, in which the author deals with the problems of combustion, and advocates the use of gas fires and the suppression of crude combustion of coal in towns. As to river and sea mists, and fogs of non-avoidable kind, Sir Oliver suggests electrification of the atmosphere on a large scale ... No one can tell for certain what would happen by this atmospheric electrification, but it is possible and even probable that the results might be of incalculable benefit ... When we think of the tremendous harmfulness of fog ... it seems obvious that the prospect of a cure of this evil would justify a large national grant for expenditure on trials in a large way. \n               From  \n               Nature \n                31 October 1912 \n             Reprints and Permissions"},
{"file_id": "nature11751", "url": "https://www.nature.com/articles/nature11751", "year": 2012, "authors": [{"name": "Sally McBrearty"}], "parsed_as_year": "2006_or_before", "body": "The discovery of stone tools dating to 71,000 years ago at a site in South Africa suggests that the humans making them had developed the capacity for complex thought, and passed this knowledge down the generations.  See Letter    p.590 Correspondence to\n                 Sally McBrearty . Reprints and Permissions"},
{"file_id": "491196a", "url": "https://www.nature.com/articles/491196a", "year": 2012, "authors": [{"name": "Evdokia Anagnostou"}], "parsed_as_year": "2006_or_before", "body": "Disorders caused by single genes, such as fragile X syndrome, share symptoms with the genetically complex autism spectrum disorders. It emerges that effective drugs for the former may lead to therapies for the latter. Correspondence to\n                 Evdokia Anagnostou . Reprints and Permissions"},
{"file_id": "491197a", "url": "https://www.nature.com/articles/491197a", "year": 2012, "authors": [{"name": "Demetri Psaltis"}, {"name": "Ioannis N. Papadopoulos"}], "parsed_as_year": "2006_or_before", "body": "A technique has been developed to image a fluorescent object hiding behind a light-scattering screen without the need for a detector behind the screen. The approach could find applications in imaging biological tissue.  See Letter    p.232 Correspondence to\n                 Demetri Psaltis . Reprints and Permissions"},
{"file_id": "491204a", "url": "https://www.nature.com/articles/491204a", "year": 2012, "authors": [{"name": "Birte Höcker"}], "parsed_as_year": "2006_or_before", "body": "Some of the principles underlying how amino-acid sequences determine the three-dimensional structures of proteins have been defined. This has enabled a successful approach to designing protein folds from scratch.  See Article    p.222 Correspondence to\n                 Birte Höcker . Reprints and Permissions"},
{"file_id": "491203a", "url": "https://www.nature.com/articles/491203a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             This year's Nobel Prize for Chemistry has been awarded jointly to Dr. M. F. Perutz ... and Dr. J. C. Kendrew. This most welcome announcement follows quickly on that concerning the award of the Nobel Prize for Medicine to another member of the staff of the same Laboratory, Dr. F. H. C. Crick (jointly with Dr. M. H. F. Wilkins and Prof. W. Watson; see  Nature  of October 27, 1962, p.319) ... The award was made for their work on the structures of globular proteins. \n               From  \n               Nature \n                10 November 1962 \n             \n               100 Years Ago \n             Attention has been directed to the relationship of tuberculosis and milk, and to the problem of a pure milk supply and the methods whereby this may be ensured ... Now Bullock, from a very carefully survey of the literature of the subject, comes to the conclusion that pulmonary tuberculosis is produced almost always, if not exclusively, by tubercle bacilli of the  human  type. More than two-thirds of human tuberculosis is, therefore, certainly not due to the  bovine  bacillus or to milk infection. Bullock further remarks that the bovine tubercle bacillus plays a relatively unimportant rôle in the production of tuberculosis in man! ... The fact is, we have no data indicating the infectivity by feeding of ordinary mixed milk ... Assuming that a danger of tuberculous infection from milk exists, how can it be prevented? Pasteurisation has had a great deal said in its favour, and efficient pasteurisation does destroy the tubercle bacillus. But pasteurisation, as commonly carried out, is uncertain in its action, and there are various other objections to this process. \n               From  \n               Nature \n                7 November 1912 \n             Reprints and Permissions"},
{"file_id": "491202a", "url": "https://www.nature.com/articles/491202a", "year": 2012, "authors": [{"name": "Stéphane Clemmen"}, {"name": "Alexander Gaeta"}], "parsed_as_year": "2006_or_before", "body": "A special type of optical amplifier based on a vapour of rubidium has been demonstrated that makes faint images brighter without adding noise. This concept could find use in biological imaging and image processing. Correspondence to\n                 Stéphane Clemmen  or  Alexander Gaeta . Reprints and Permissions"},
{"file_id": "nature11750", "url": "https://www.nature.com/articles/nature11750", "year": 2012, "authors": [{"name": "M. Cristina Marchetti"}], "parsed_as_year": "2006_or_before", "body": "The construction of  in vitro  assemblies of biological components that exhibit properties of living matter may shed light on the physical aspects of the dynamic reorganization that continuously occurs inside cells.  See Letter    p.431 Correspondence to\n                 M. Cristina Marchetti . Reprints and Permissions"},
{"file_id": "491343a", "url": "https://www.nature.com/articles/491343a", "year": 2012, "authors": [{"name": "Sophia E. Economou"}], "parsed_as_year": "2006_or_before", "body": "Entanglement between a photon and a stationary particle is a key resource for quantum communication. The effect has now been observed for a photon and a single electron spin in a semiconductor nanostructure.  See Letters    p.421  &  p.426 Correspondence to\n                 Sophia E. Economou . Reprints and Permissions"},
{"file_id": "491338a", "url": "https://www.nature.com/articles/491338a", "year": 2012, "authors": [{"name": "Sonia I. Seneviratne"}], "parsed_as_year": "2006_or_before", "body": "A new assessment of drought trends over the past 60 years finds little evidence of an expansion of the area affected by droughts, contradicting several previous estimates.  See Letter    p.435 Correspondence to\n                 Sonia I. Seneviratne . Reprints and Permissions"},
{"file_id": "nature11641", "url": "https://www.nature.com/articles/nature11641", "year": 2012, "authors": [{"name": "Mizuho Fukunaga-Kalabis"}, {"name": "Meenhard Herlyn"}], "parsed_as_year": "2006_or_before", "body": "Sun exposure indisputably increases the risk of skin cancer. Mouse studies suggest that, in red-haired individuals, genetic factors also contribute through a mechanism that acts independently of exposure to sunlight.  See Letter    p.449 Correspondence to\n                 Mizuho Fukunaga-Kalabis  or  Meenhard Herlyn . Reprints and Permissions"},
{"file_id": "491046a", "url": "https://www.nature.com/articles/491046a", "year": 2012, "authors": [{"name": "Sadaf Shadan"}], "parsed_as_year": "2006_or_before", "body": "These days, it is hard to imagine having a surgical procedure without anaesthetics. Yet some 170 years after their first use in medicine, the way in which these drugs exert their hypnotic effects remains a mystery. Writing in  Current Biology , Moore  et al . shed light on the question (J. T. Moore  et al .  Curr. Biol.   http://dx.doi.org/10.1016/j.cub.2012.08.042 ; 2012). Many biological molecules are sensitive to anaesthetics, among them membrane ion-channel proteins. To make matters more complex, there are dozens of anaesthetic agents, and yet they don't seem to share a single molecular target. An emerging theory is that these drugs inhibit the neural circuitry associated with wakefulness. Moore and colleagues asked whether they also affect sleep-promoting neurons. The authors focused on the anaesthetic agent isoflurane and its effects on the ventrolateral preoptic nucleus (VLPO) — a key component of the arousal (wakefulness) neurocircuitry. Neurons of the VLPO are active during sleep and, in response to inhibitory neuromodulators such as GABA, they inhibit signalling by downstream arousal-promoting neurons. Moore  et al . find that concentrations of isoflurane that induce sedation or anaesthetic hypnosis also activate VLPO neurons, just like sleep does. Moreover, damaging these neurons reduces the hypnotic effects of isoflurane. Of the two neuronal subpopulations that form the VLPO, only one is thought to be involved in promoting sleep. By studying slices of mouse hypothalamus — the brain region in which VLPO neurons are found — Moore and colleagues show that isoflurane specifically activates the sleep-promoting subpopulation. Exactly how it does so is unknown, but the researchers' data indicate that a reduction in the conductance of potassium ions is involved. The authors do not rule out a role for other sleep-promoting neuronal circuits in mediating the effects of anaesthetics. But their take-home message is that, to understand how anaesthetics act, studying sleep induction is probably just as useful as investigating the inhibition of wakefulness. Reprints and Permissions"},
{"file_id": "491042a", "url": "https://www.nature.com/articles/491042a", "year": 2012, "authors": [{"name": "Matthew R. Jones"}, {"name": "Chad A. Mirkin"}], "parsed_as_year": "2006_or_before", "body": "By controlling the placement of 'sticky' patches on particles, assemblies can be made that mimic atomic bonding in molecules. This greatly expands the range of structures that can be assembled from small components.  See Article    p.51 Correspondence to\n                Chad A. Mirkin. \n                     Materials science: Reconfigurable colloids \n                   \n                     Materials science: Soft is strong \n                   Reprints and Permissions"},
{"file_id": "491341a", "url": "https://www.nature.com/articles/491341a", "year": 2012, "authors": [{"name": "Alison M. Bell"}], "parsed_as_year": "2006_or_before", "body": "Behavioural traits can influence an individual animal's fitness, and trait combinations can change over its lifetime, according to a study of wild trout during a key period in their development. Correspondence to\n                 Alison M. Bell . Reprints and Permissions"},
{"file_id": "nature11753", "url": "https://www.nature.com/articles/nature11753", "year": 2012, "authors": [{"name": "John F. Barry"}, {"name": "David DeMille"}], "parsed_as_year": "2006_or_before", "body": "Cold and ultracold molecules provide fertile grounds for scientific discoveries. A method of cooling polyatomic molecules has been demonstrated that will allow researchers to explore the vast potential of these entities.  See Letter    p.570 Correspondence to\n                 John F. Barry  or  David DeMille . Reprints and Permissions"},
{"file_id": "nature11752", "url": "https://www.nature.com/articles/nature11752", "year": 2012, "authors": [{"name": "Lisa M. Monteggia"}, {"name": "Ege T. Kavalali"}], "parsed_as_year": "2006_or_before", "body": "Exposure to abnormal light–dark cycles causes depression-like behaviour and learning deficits in mice. The defects seem to occur independently of disturbances to sleep and other processes regulated by the biological clock.  See Letter    p.594 Correspondence to\n                 Lisa M. Monteggia . Reprints and Permissions"},
{"file_id": "491535a", "url": "https://www.nature.com/articles/491535a", "year": 2012, "authors": [{"name": "Sihem Cheloufi"}, {"name": "Konrad Hochedlinger"}], "parsed_as_year": "2006_or_before", "body": "Researchers have coaxed cultured embryonic stem cells to develop into eggs that then give rise to normal offspring. The discovery should help to decode the molecular basis of gamete formation and might lead to treatments for infertility. Correspondence to\n                 Konrad Hochedlinger . Reprints and Permissions"},
{"file_id": "nature11757", "url": "https://www.nature.com/articles/nature11757", "year": 2012, "authors": [{"name": "Kazumichi Shimizu"}, {"name": "Mark Stopfer"}], "parsed_as_year": "2006_or_before", "body": "It's a touching story of cohabitation and meaningful communication. Two neighbouring fruitfly neurons talk to each other not by means of synaptic junctions but by interactions through the surrounding electrical field.  See Article   p.66 Correspondence to\n                 Mark Stopfer . Reprints and Permissions"},
{"file_id": "nature11643", "url": "https://www.nature.com/articles/nature11643", "year": 2012, "authors": [{"name": "Stephen J. Smartt"}], "parsed_as_year": "2006_or_before", "body": "The discovery of two superluminous supernovae at large distances from Earth pushes the frontier of supernova studies to just 1.5 billion years after the Big Bang, and suggests that they may be common in the young Universe.  See Letter    p.228 Reprints and Permissions"},
{"file_id": "490491a", "url": "https://www.nature.com/articles/490491a", "year": 2012, "authors": [{"name": "Juergen Mienert"}], "parsed_as_year": "2006_or_before", "body": "The finding that pools of gas hydrates — compounds that trap natural gas emissions — in ocean sediments are deeper than expected implies that the hydrates are destabilizing, and might release gigatonnes of methane.  See Letter    p.527 Correspondence to\n                 Juergen Mienert . Reprints and Permissions"},
{"file_id": "491045a", "url": "https://www.nature.com/articles/491045a", "year": 2012, "authors": [{"name": "Beth Ellen Clark"}], "parsed_as_year": "2006_or_before", "body": "Can some of the ageing effects on asteroid surfaces be caused by an interplanetary rain of carbon-rich Solar System debris? Observations from the Dawn space mission suggest that the answer is yes.  See Letters    p.79  &  p.83 Correspondence to\n                Beth Ellen Clark. Reprints and Permissions"},
{"file_id": "490490a", "url": "https://www.nature.com/articles/490490a", "year": 2012, "authors": [{"name": "Victoria L. Seewaldt"}], "parsed_as_year": "2006_or_before", "body": "The identification of a signalling protein that regulates the accumulation of fat and connective tissue in breasts may help to explain why high mammographic density is linked to breast-cancer risk. It may also provide a marker for predicting this risk. Correspondence to\n                 Victoria L. Seewaldt . Reprints and Permissions"},
{"file_id": "nature11638", "url": "https://www.nature.com/articles/nature11638", "year": 2012, "authors": [{"name": "Gemma Reguera"}], "parsed_as_year": "2006_or_before", "body": "Geochemical reactions in upper layers of marine sediments are coupled to those in deeper zones. It turns out that centimetre-long bacterial filaments acting as electrical cables are the metabolic link between the layers.  See Article    p.218 Correspondence to\n                 Gemma Reguera . Reprints and Permissions"},
{"file_id": "490495a", "url": "https://www.nature.com/articles/490495a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "nature11640", "url": "https://www.nature.com/articles/nature11640", "year": 2012, "authors": [{"name": "Mark T. Gladwin"}, {"name": "Daniel B. Kim-Shapiro"}], "parsed_as_year": "2006_or_before", "body": "Nitric oxide is a vital signalling molecule that controls blood flow and pressure. Unexpectedly, a redox switch in the protein haemoglobin α within endothelial cells regulates this molecule's diffusion in blood vessels.  See Letter    p.473 Correspondence to\n                 Mark T. Gladwin . Reprints and Permissions"},
{"file_id": "490350a", "url": "https://www.nature.com/articles/490350a", "year": 2012, "authors": [{"name": "David V. Glidden"}], "parsed_as_year": "2006_or_before", "body": "A genetic analysis of viruses infecting participants in an HIV vaccine trial indicates that the vaccine is more protective against viruses that have variations at specific sites in the viral envelope.  See Letter    p.417 The past five years have brought stunning progress in the development of biomedical approaches to preventing HIV infection. But despite recent hope for an AIDS-free generation, we still lack a crucial tool needed to reach this goal — an HIV vaccine. However, on  page 417  of this issue, Rolland  et al . 1  present an analysis of a clinical trial that encourages us to believe that this goal is achievable. Furthermore, their work identifies a site on the virus's outer coat as a key target for future vaccine development. Until a few years ago, the handful of candidate HIV vaccines that had been evaluated in randomized clinical trials had all failed to prevent HIV infections any better than a placebo. But in 2009, researchers conducting a trial in 16,402 volunteers in Thailand reported 2  a 31% reduction in HIV infections in recipients of a vaccine known as RV144. The study's results were met with a range of responses, from cautious optimism to outright scepticism 3 . Although RV144 had some efficiency, this was modest. For example, the credible range for protection from infection elicited by the vaccine ran between 1% and 51% — a very wide range, and negligible at its low end. In addition, sensitivity analyses of the trial results failed to cross the threshold of statistical significance, and some experts openly speculated that the outcome was a statistical fluke. A recent review 4  that formally combined the trial's findings and expert opinion estimated at least a 22% chance that the reported outcome was a false positive. In fact, doubts about RV144 had been expressed even before the study started 5 . The concerns stemmed from the fact that RV144 is a 'prime and boost' vaccine composed of two vaccines that had both shown only modest to no efficacy in previous studies. A trial of RV144 had been contemplated but scrubbed by the US-based HIV Vaccine Trials Network, and some informed observers had called for the Thai trial to be cancelled as well 5 . Despite this, it went ahead, and in the intervening three years, follow-up analyses of immune responses 6  and now, from Rolland and colleagues, of HIV infections in the trial participants, are supporting an interpretation that RV144 was indeed successful at stimulating protective immunity in some of the vaccinated individuals. Several candidate HIV vaccines, including RV144, contain proteins that belong to the outer coat or 'envelope' of HIV, with the intention of inducing protective immune memory against this region of the virus. However, the amino-acid sequence of the envelope varies among different circulating HIV viruses, so that any single vaccine based on this structure may not stimulate immune recognition across all HIV variants. Rolland  et al . examined the sequences of the envelope protein of HIV viruses isolated from people who became infected during the trial, to deduce the effectiveness of the vaccine against different viruses. In principle, if the vaccine has no effect on a particular virus type, then that virus should be found in roughly equal proportions in infected people who had received the vaccine and in those given the placebo. The researchers focused their typing on the V1/V2 loop structure of the viral envelope protein, a region previously implicated as being important for immune protection by a study showing that immune responses involving antibodies against V1 and V2 are associated with reduced risk of HIV infection 6 . Preliminary work identified 15 sites along the V1/V2 loop as specific targets of these putative protective antibodies, and Rolland and colleagues made these sites the subject of their sequence analysis. The authors found two 'genetic signatures' in the V2 region — an amino-acid match between virus and vaccine at position K169 (lysine) and a mismatch at position I181 (isoleucine in the vaccine sequence) — that were proportionally less common in viruses that had infected vaccinated individuals compared with recipients of the placebo. This suggests that the vaccine blocked or 'sieved out' viruses with these sequence features, although this effect was variable: the vaccine had 48% efficacy at preventing infection with viruses matching at K169 and 78% efficacy against viruses with a mismatch at I181. This differential effect of the RV144 vaccine in regard to HIV type is compelling, if indirect, evidence that the vaccine elicited immune responses that protected some people against some variants of HIV. Furthermore, because both sites are on the V2 region, the findings implicate this sequence as a key target for future vaccine development. In other respects, however, the results defy a simple narrative. First, in the case of the K169 position, the vaccine protects best against viruses with the same sequence as that in the vaccine. Given that a vaccine is expected to 'train' the immune system, this result is unsurprising. However, the opposite is the case for position I181, and the reason for this is unclear. It is not that the vaccine promoted infection with viruses that matched it at I181; the rate of infection with such variants was still lower in vaccine recipients than in people receiving the placebo. It is possible, however, that I181 is merely a proxy for another, unidentified, location on V2 that does indeed match between the vaccine and these viruses. Second, the results do not square neatly with the recent finding that the presence of antibodies against V1 and V2 was correlated with a reduced risk of HIV infection in those receiving the vaccine 6 . This association seems to be similar for vaccine-matching and non-matching viruses, but if it is the antibodies that provide the 'sieve' effect reported by Rolland and colleagues, one would expect them to be less protective against strains for which the vaccine was less effective. So although the sieve and correlates-of-protection analyses are both compelling, these two pieces of the story do not fully explain each other. Although such questions remain open, Rolland and colleagues' study is another demonstration of the indispensable role of randomized trials in the incremental process of HIV vaccine development. The authors' research exemplifies how data from such trials can provide information on strain-specific effects and HIV-protective immune responses, and their analysis has identified an area on the HIV envelope that will be a focus of future vaccine studies. This comes at a time of steady progress in HIV vaccine research 7  and buoys up the hope that an HIV vaccine is possible — and perhaps sooner than later. Correspondence to\n                 David V. Glidden . Reprints and Permissions"},
{"file_id": "490352a", "url": "https://www.nature.com/articles/490352a", "year": 2012, "authors": [{"name": "Steven C. Pennings"}], "parsed_as_year": "2006_or_before", "body": "A landscape-scale experiment shows that excessive nutrient levels can cause the loss of salt marshes — a result that was not seen in smaller studies. This illustrates the value of large-scale, long-term studies in ecology.  See Letter    p.388 Correspondence to\n                 Steven C. Pennings . Reprints and Permissions"},
{"file_id": "490351a", "url": "https://www.nature.com/articles/490351a", "year": 2012, "authors": [{"name": "Rahul S. Samant"}, {"name": "Paul Workman"}], "parsed_as_year": "2006_or_before", "body": "A large-scale study sheds light on the extraordinary molecular-recognition skills of the chaperone HSP90, which allow this protein to interact selectively with hundreds of other proteins of diverse function. Correspondence to\n                 Paul Workman . The authors are at The Institute of Cancer Research, London, UK, which has a commercial interest in HSP90 inhibitors. P.W. received research funding from Vernalis for the discovery of HSP90 inhibitors, and intellectual property from this programme was licensed to Vernalis and Novartis. P.W. was a founder of Chroma Therapeutics and is a scientific advisory board member for Astex Pharmaceuticals and Nextech Invest. Reprints and Permissions"},
{"file_id": "nature11636", "url": "https://www.nature.com/articles/nature11636", "year": 2012, "authors": [{"name": "Artie P. Hatzes"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a possible extrasolar planet that has the same mass as Earth and orbits α Centauri B, a member of the closest star system to the Sun, is both a technical achievement and cause for excitement.  See Article    p.207 Correspondence to\n                 Artie P. Hatzes . Reprints and Permissions"},
{"file_id": "490348a", "url": "https://www.nature.com/articles/490348a", "year": 2012, "authors": [{"name": "Peter J. F. Henderson"}, {"name": "Stephen A. Baldwin"}], "parsed_as_year": "2006_or_before", "body": "The structure of a bacterial protein belonging to the 'sugar porter' family guides the building of long-sought molecular models of proteins that transport glucose across cell membranes in humans.  See Article    p.361 Correspondence to\n                 Peter J. F. Henderson . Reprints and Permissions"},
{"file_id": "nature11635", "url": "https://www.nature.com/articles/nature11635", "year": 2012, "authors": [{"name": "James Attwater"}, {"name": "Philipp Holliger"}], "parsed_as_year": "2006_or_before", "body": "The origin of life on Earth remains one of the great unsolved mysteries. A new study suggests that cooperation among molecules could have contributed to the transition from inanimate chemistry to biology.  See Article   p.72 Correspondence to\n                 Philipp Holliger . \n                     Origin of Life on Earth \n                   \n                     A ghost in the RNA machine \n                   \n                     An autocatalytic network for ribozyme self-construction \n                   Reprints and Permissions"},
{"file_id": "490349a", "url": "https://www.nature.com/articles/490349a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The distance travelled by grazing sheep and the energy cost of locomotion have been measured ... This leaves the energy cost of grazing  per se  and of the animal's reactions to its environment to be accounted for; the first measurements of the former can now be reported. Two sheep were allowed to graze normally for a week. A patch of turf 1.0 × 1.5 m was then dug up and relaid on the floor of a respiration chamber. The sheep, which had both been trained for such work, were then, one at a time, placed in the respiration chamber ... The energy expenditure of the sheep always increased during grazing and fell again during the subsequent rest period, but there was no significant change when pre-cut grass was given to the sheep. The grazing increment did not vary significantly from sward to sward, and had a mean value of 0.62 ± 0.04 kcal/h/kg body-weight for a 29-kg Merino ewe and of 0.84 ± 0.12 for a 53-kg Merino wether. \n               From  \n               Nature \n                20 October 1962 \n             \n               100 Years Ago \n             The accompanying photograph shows a pearl ... alleged to have been found in  Nautilus pompilus , from the Sulu archipelago. The pearl ... weighs 18 carats (72 grains), and is composed of the porcellanous (not the nacreous) constituent of the shell. It is somewhat translucent, white, with a slight creamy tinge, rather suggesting fine Beleek china \n               From  \n               Nature \n                17 October 1912 \n             Reprints and Permissions"},
{"file_id": "nature11637", "url": "https://www.nature.com/articles/nature11637", "year": 2012, "authors": [{"name": "Juliet L. Osborne"}], "parsed_as_year": "2006_or_before", "body": "A study showing the effects of two pesticides on bumblebees highlights the need for risk assessments to consider multiple species and the complex chain of factors that determines insect exposure to chemicals.  See Letter    p.105 Correspondence to\n                 Juliet L. Osborne . J.L.O. has a research project partly funded by Syngenta. Reprints and Permissions"},
{"file_id": "490346a", "url": "https://www.nature.com/articles/490346a", "year": 2012, "authors": [{"name": "Tim Elliott"}], "parsed_as_year": "2006_or_before", "body": "The finding that magmatic material from the Moon is more enriched in the heavy isotopes of zinc than its terrestrial and Martian analogues prompts fresh thinking about the origin of our natural satellite.  See Letter    p.376 Correspondence to\n                 Tim Elliott . Reprints and Permissions"},
{"file_id": "491047a", "url": "https://www.nature.com/articles/491047a", "year": 2012, "authors": [{"name": "Stéphane Larouche"}, {"name": "David R. Smith"}], "parsed_as_year": "2006_or_before", "body": "Carbon nanotubes interact strongly with light — a property that makes them ideal components of holographic devices. The realization of such a device opens up fresh opportunities for holography. Correspondence to\n                Stéphane Larouche. Reprints and Permissions"},
{"file_id": "490493a", "url": "https://www.nature.com/articles/490493a", "year": 2012, "authors": [{"name": "Günter P. Wagner"}], "parsed_as_year": "2006_or_before", "body": "A quantitative analysis shows that epistasis — the fact that genetic background determines whether a mutation is beneficial, deleterious or inconsequential — is the main factor regulating evolution at the level of proteins.  See Letter    p.535 Correspondence to\n                 Günter P. Wagner . Reprints and Permissions"},
{"file_id": "nature11639", "url": "https://www.nature.com/articles/nature11639", "year": 2012, "authors": [{"name": "Susan T. Lovett"}], "parsed_as_year": "2006_or_before", "body": "Single-molecule studies reveal how the DNA-repair protein RecA overcomes competition from another protein to bind to single-stranded DNA, and how other mediator proteins assist in this process.  See Letter    p.274 Correspondence to\n                 Susan T. Lovett . Reprints and Permissions"},
{"file_id": "490494a", "url": "https://www.nature.com/articles/490494a", "year": 2012, "authors": [{"name": "Andrea Ferrara"}], "parsed_as_year": "2006_or_before", "body": "An explanation has been proposed for the observed excess of cosmic light at infrared wavelengths. It invokes stars that are cast into the dark-matter haloes of their parent galaxies during powerful galaxy collisions.  See Letter    p.514 Correspondence to\n                 Andrea Ferrara . Reprints and Permissions"},
{"file_id": "490185b", "url": "https://www.nature.com/articles/490185b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             It is now fifty years since, with the creation of the former Medical Research Committee, Great Britain took the lead in setting up central organizations for research ... The Medical Research Council conceives its function as: to watch over the whole fields of medical and related biological research so as to foresee, to the best of its ability, the needs and opportunities to give support to any promising research in these fields irrespective of the agent concerned; to work in partnership with the universities and professions on one hand and the various Government departments on the other, so that new knowledge may be made available as the need arises. \n               From  \n               Nature \n                13 October 1962 \n             \n               100 Years Ago \n             Coming out from Queenstown on September 10 on her way toward Boston, the ss.  Arabic  was accompanied for some hours by a large flock of gulls. For the most part these birds were visibly working, flapping their wings, but occasionally a few would cease flapping and merely sail along for considerable distances ... An explanation of the ability of the birds to sail, under the conditions described above, is, I believe, found in the upward course of the wind which has struck the weather side of the ship and must rise in order to pass over it ... As the trail of smoke marks the direction of the wind with respect to the moving ship, the bird must, in order to sail with the same velocity and direction as the ship, have a motion relative to the air equal and opposite to the motion of the smoke relative to the ship. Accordingly, the bird's axis is kept parallel to, and opposite to, the course of the smoke as indicated by its train from the funnel. \n               From  \n               Nature \n                10 October 1912 \n             Reprints and Permissions"},
{"file_id": "490182a", "url": "https://www.nature.com/articles/490182a", "year": 2012, "authors": [{"name": "John M. Fryxell"}, {"name": "Tal Avgar"}], "parsed_as_year": "2006_or_before", "body": "Observations of the migration patterns of Norwegian red deer show that some animals ride waves of greener vegetation as spring spreads across the landscape, whereas others jump ahead in anticipation of this higher-quality food. Correspondence to\n                 John M. Fryxell  or  Tal Avgar . Reprints and Permissions"},
{"file_id": "490047b", "url": "https://www.nature.com/articles/490047b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             La Vie  par Jean Rostand et Andrée Tétry — Anyone glancing through this comprehensive, abundantly illustrated and well-produced volume could be forgiven for thinking life was very odd. Scarcely a page is passed that does not contain a picture of the abnormal, from the slightly unusual to the chimerical ... It begins with morality and religion, passes to the consideration of the living cell and the latest knowledge on this important topic ... and ends with some speculations on the future of the human race. One can but envy the authors their erudition — or the amount they must have learned in compiling the volume — and congratulate them on the fruits of their labours. \n               From  \n               Nature \n                6 October 1962 \n             \n               100 Years Ago \n             Satisfied with the maintenance of a specious standard of chemical purity, the public has acquiesced in the elevation of sky-scrapers and the sinking cavernous places of business. Many have thus become cave-dwellers, confined for most of their waking and sleeping hours in windless places, artificially lit, monotonously warmed. The sun is cut off by the shadow of tall buildings and by smoke — the sun, the energiser of the world, the giver of all things which bring joy to the heart of man, the fitting object of worship of our forefathers ... Modern civilisation has withdrawn many of us from the struggle with the rigours of nature ... I maintain that the bracing effect of cold is of supreme importance to health and happiness, that we become soft and flabby and less resistant to the attacks of infecting bacteria in the winter, not because of the cold, but because of our excessive precautions to preserve ourselves from cold. \n               From  \n               Nature \n                3 October 1912 \n             Reprints and Permissions"},
{"file_id": "490041a", "url": "https://www.nature.com/articles/490041a", "year": 2012, "authors": [{"name": "David Masopust"}, {"name": "Vaiva Vezys"}], "parsed_as_year": "2006_or_before", "body": "Our immune system usually ignores 'friendly' gut bacteria. But when infection with a pathogen damages the intestine's mucosal lining, the resident microbes can invade the body, inducing immune responses directed at themselves. Correspondence to\n                 David Masopust  or  Vaiva Vezys . Reprints and Permissions"},
{"file_id": "nature11634", "url": "https://www.nature.com/articles/nature11634", "year": 2012, "authors": [{"name": "Felix Hausch"}, {"name": "Florian Holsboer"}], "parsed_as_year": "2006_or_before", "body": "Developing therapeutic drugs that target peptide receptors is challenging. The structure of one of these G-protein-coupled receptors, NTS1, activated and bound to a peptide, provides an excellent starting point.  See Article    p.508 Correspondence to\n                 Felix Hausch  or  Florian Holsboer . Reprints and Permissions"},
{"file_id": "490178a", "url": "https://www.nature.com/articles/490178a", "year": 2012, "authors": [{"name": "John T. Williams"}], "parsed_as_year": "2006_or_before", "body": "The unexpected finding that neurons can co-release two neurotransmitter molecules, dopamine and GABA, through a common mechanism provides a further advance in our understanding of the nervous system.  See Letter    p.262 Correspondence to\n                 John T. Williams . Reprints and Permissions"},
{"file_id": "nature11489", "url": "https://www.nature.com/articles/nature11489", "year": 2012, "authors": [{"name": "Antoni Ribas"}, {"name": "Paul C. Tumeh"}], "parsed_as_year": "2006_or_before", "body": "Tumour cells can respond to targeted immune-cell therapies by losing proteins that mark them as being cancerous. Subverting this resistance mechanism may lead to more durable cancer-treatment strategies.  See Letter    p.412 Correspondence to\n                 Antoni Ribas . Reprints and Permissions"},
{"file_id": "490180a", "url": "https://www.nature.com/articles/490180a", "year": 2012, "authors": [{"name": "Graham E. Budd"}], "parsed_as_year": "2006_or_before", "body": "Fossilized remains of an arthropod from the Cambrian period provide an unusual example of preservation of the brain and nervous system, and shed new light on when and how these tissues evolved.  See Letter    p.258 Correspondence to\n                 Graham E. Budd . Reprints and Permissions"},
{"file_id": "489372a", "url": "https://www.nature.com/articles/489372a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Concern is expressed about continuing traffic in heroin. In some areas, limitation of the use of opium appears to have encouraged opium addicts to turn to heroin, which has been more readily available. The controls on the illicit production of heroin and on the traffic of this drug need to be enforced more strictly. Much stress is laid by the [World Health Organization Expert] Committee on the necessity for providing the medical profession as early as possible with complete and accurate information on the addiction-producing and habit-forming properties of new drugs and on their therapeutic properties. The further development of media for disseminating such information should be encouraged. \n               From  \n               Nature \n                22 September 1962 \n             \n               100 Years Ago \n             Man is worth many sparrows; he is worth all the animal population of the globe, and if there were not room for both, the animals must go. I will pass no judgment on those who find the keenest pleasure of life in gratifying the primeval instinct of sport. I will admit that there is no better destiny for the lovely plumes of a rare bird than to enhance the beauty of a beautiful woman ... But I do not admit the right of the present generation to careless indifference or to wanton destruction. Each generation is the guardian of the existing resources of the world; it has come to a great inheritance, but only as a trustee ... [T]here is no resurrection or recovery of an extinct species, and it is not merely that here and there one species out of many is threatened, but that whole genera, families, and orders are in danger. \n               From  \n               Nature \n                19 September 1912 \n             Reprints and Permissions"},
{"file_id": "489508a", "url": "https://www.nature.com/articles/489508a", "year": 2012, "authors": [{"name": "Elly M. Tanaka"}], "parsed_as_year": "2006_or_before", "body": "Simply grabbing an African spiny mouse can cause it to lose up to 60% of the skin on its back. Analysis of the mouse's astounding shedding and healing capacity provides insight into the biomechanics of tissue regeneration.  See Letter    p.561 Correspondence to\n                 Elly M. Tanaka . Reprints and Permissions"},
{"file_id": "489511a", "url": "https://www.nature.com/articles/489511a", "year": 2012, "authors": [{"name": "Lei Jiang"}, {"name": "Ralph J. DeBerardinis"}], "parsed_as_year": "2006_or_before", "body": "A tightly regulated enzyme balances energy production and the synthesis of macromolecules from glucose in cancer cells. Upsetting this balance by stimulating the enzyme's activity can suppress tumour growth in mice. Correspondence to\n                 Lei Jiang . L.J. receives salary support from Janssen Pharmaceutica NV, Beerse, Belgium. R.J.D. is a consultant for Agios Pharmaceuticals, Cambridge, Massachusetts, and is on the scientific advisory board of Peloton Therapeutics, Dallas, Texas. Reprints and Permissions"},
{"file_id": "489510a", "url": "https://www.nature.com/articles/489510a", "year": 2012, "authors": [{"name": "Masashi Kawasaki"}, {"name": "Yoshihiro Iwasa"}], "parsed_as_year": "2006_or_before", "body": "Ion gels are composites of ionic liquids and polymers. Free-standing forms of ion gels have now been made that can be neatly cut with a razor blade and stuck onto semiconductor materials to make transistors. Correspondence to\n                 Masashi Kawasaki . Reprints and Permissions"},
{"file_id": "489511b", "url": "https://www.nature.com/articles/489511b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The third annual scientific meeting of the British Academy of Forensic Sciences ... was called to consider “The Hazards of the Road”, a subject to which, having regard to the increasing public danger deriving from motor traffic, the sciences appear to have devoted disproportionately little research ... [P]sychological tests on those involved in accidents ... tended to show personality traits such as aggressiveness, carelessness, impulsiveness and the like which are not present to the same degree in those persons who have been free from accidents ... Older people tend to make up for their longer reaction times by driving more slowly ... Although as a man grows older, into middle age or further, his reaction time is slowed, his eyesight is not quite what it used to be and his hearing is impaired, he nevertheless becomes a better driver. \n               From  \n               Nature \n                29 September 1962 \n             \n               100 Years Ago \n             When nature was fashioning man the forces of natural selection made one hand more apt to perform skilled movements than the other. Why precisely it was the right hand that was chosen in the majority of mankind we do not know ... The fact that a certain proportion of mankind is left-handed, and that such a tendency is transmitted to only some of the descendants of a left-handed person, might perhaps suggest that one half of mankind was originally left-handed and the other right-handed, and that the former condition was recessive in the Mendelian sense ... The superiority of one hand is as old as mankind, and is one of the factors incidental to the evolution of man. \n               From  \n               Nature \n                26 September 1912 \n             Reprints and Permissions"},
{"file_id": "490185a", "url": "https://www.nature.com/articles/490185a", "year": 2012, "authors": [{"name": "Oscar Marín"}], "parsed_as_year": "2006_or_before", "body": "The discovery of different classes of neuronal progenitor cell, destined to give rise to neurons in specific layers of the cerebral cortex, could presage the revision of a 50-year-old model of brain development. Correspondence to\n                 Oscar Marín . Reprints and Permissions"},
{"file_id": "490047a", "url": "https://www.nature.com/articles/490047a", "year": 2012, "authors": [{"name": "Alexander G. Betz"}], "parsed_as_year": "2006_or_before", "body": "The activity of specific suppressive immune cells, some of which persist to aid subsequent pregnancies, helps to explain how a pregnant female's immune system tolerates fetal antigens inherited from the father.  See Letter    p.102 Correspondence to\n                 Alexander G. Betz . Reprints and Permissions"},
{"file_id": "490046a", "url": "https://www.nature.com/articles/490046a", "year": 2012, "authors": [{"name": "Stefan Umbreit"}], "parsed_as_year": "2006_or_before", "body": "The detection of two candidate black holes in a dense system of stars in the Milky Way suggests that a larger population of such objects might be lurking in this system.  See Letter    p.71 Correspondence to\n                 Stefan Umbreit . Reprints and Permissions"},
{"file_id": "490044a", "url": "https://www.nature.com/articles/490044a", "year": 2012, "authors": [{"name": "Julia Oh"}, {"name": "Julia A. Segre"}], "parsed_as_year": "2006_or_before", "body": "An innovative method for probing the genomes of the vast community of microorganisms that inhabit the human gut provides an alternative approach to identifying risk factors for type 2 diabetes.  See Letter    p.55 Correspondence to\n                 Julia Oh  or  Julia A. Segre . Reprints and Permissions"},
{"file_id": "490043a", "url": "https://www.nature.com/articles/490043a", "year": 2012, "authors": [{"name": "Howard M. Wiseman"}], "parsed_as_year": "2006_or_before", "body": "Continuous feedback control — monitoring a system and adjusting its dynamics — is widely used to keep systems 'on track'. This approach has now been used to maintain the cycling of a quantum bit almost indefinitely.  See Letter    p.77 Correspondence to\n                 Howard M. Wiseman . Reprints and Permissions"},
{"file_id": "490183a", "url": "https://www.nature.com/articles/490183a", "year": 2012, "authors": [{"name": "Jean-Yves Royer"}], "parsed_as_year": "2006_or_before", "body": "Analyses of two recent earthquakes of great magnitude show how complex the breaking of the oceanic lithosphere can be, how it is linked to earlier great events and how it triggers seismicity worldwide.  See Letters    p.240 ,  p.245  &  p.250 Correspondence to\n                 Jean-Yves Royer . Reprints and Permissions"},
{"file_id": "nature11487", "url": "https://www.nature.com/articles/nature11487", "year": 2012, "authors": [{"name": "Heather Hendrickson"}, {"name": "Paul B. Rainey"}], "parsed_as_year": "2006_or_before", "body": "An experiment studying bacterial populations over thousands of generations shows that a novel trait can evolve through rearrangement and amplification of a few pre-existing genes.  See Article    p.513 Correspondence to\n                 Paul B. Rainey . Reprints and Permissions"},
{"file_id": "490179a", "url": "https://www.nature.com/articles/490179a", "year": 2012, "authors": [{"name": "John T. S. Yeoman"}, {"name": "Sarah E. Reisman"}], "parsed_as_year": "2006_or_before", "body": "A variant of a classical reaction has been used to generate short-lived chemical species called arynes, allowing the one-step synthesis of structurally complex benzene derivatives from simple precursors.  See Article    p.208 Correspondence to\n                 Sarah E. Reisman . Reprints and Permissions"},
{"file_id": "489375a", "url": "https://www.nature.com/articles/489375a", "year": 2012, "authors": [{"name": "Tom Nilges"}], "parsed_as_year": "2006_or_before", "body": "By tailoring the architecture of a bulk material at several different length scales, the ability of a semiconductor to convert heat into voltage has been optimized to a groundbreaking level of performance.  See Letter    p.414 Correspondence to\n                 Tom Nilges . Reprints and Permissions"},
{"file_id": "489036a", "url": "https://www.nature.com/articles/489036a", "year": 2012, "authors": [{"name": "Kenneth R. Shull"}], "parsed_as_year": "2006_or_before", "body": "Hydrogels have many potential applications, but their mechanical strength is low. By simultaneously crosslinking two kinds of polymers in different ways, a highly fracture-resistant hydrogel has been made.  See Letter    p.133 Correspondence to\n                 Kenneth R. Shull . Reprints and Permissions"},
{"file_id": "489054a", "url": "https://www.nature.com/articles/489054a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               Our genome unveiled \n             Unless the human genome contains a lot of genes that are opaque to our computers, it is clear that we do not gain our undoubted complexity over worms and plants by using many more genes. Understanding what does give us our complexity — our enormous behavioural repertoire, ability to produce conscious action, remarkable physical coordination (shared with other vertebrates), precisely tuned alterations in response to external variations of the environment, learning, memory ... need I go on? — remains a challenge for the future. \n               David Baltimore \n             \n               From  \n               Nature \n                15 February 2001 \n             \n               Genome speak \n             With the draft in hand, researchers have a new tool for studying the regulatory regions and networks of genes. Comparisons with other genomes should reveal common regulatory elements, and the environments of genes shared with other species may offer insight into function and regulation beyond the level of individual genes. The draft is also a starting point for studies of the three-dimensional packing of the genome into a cell's nucleus. Such packing is likely to influence gene regulation ... The human genome lies before us, ready for interpretation. \n               Peer Bork and Richard Copley \n             \n               From  \n               Nature \n                15 February 2001 \n             Reprints and Permissions"},
{"file_id": "nature11486", "url": "https://www.nature.com/articles/nature11486", "year": 2012, "authors": [{"name": "Albert-László Barabási"}], "parsed_as_year": "2006_or_before", "body": "The concept of preferential attachment is behind the hubs and power laws seen in many networks. New results fuel an old debate about its origin, and beg the question of whether it is based on randomness or optimization.  See Letter    p.537 Correspondence to\n                 Albert-László Barabási . Reprints and Permissions"},
{"file_id": "489040a", "url": "https://www.nature.com/articles/489040a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             'Antibiotic activity of various types of cannabis resin' — The differences in chemical composition shown by various types of cannabis resin may be explained by the stage of development of a phytochemical process by which cannabidiolic acid is gradually converted to cannabidiol, tetrahydrocannabinols and finally to cannabinol ... referred to as 'ripening' of the resin ... According to the results obtained, antibiotic activity decreases together with the progress of phytochemical conversion of cannabinols, that is, together with the increase of hashish activity. Antibacterial agent (cannabidiolic acid) is by the ripening process obviously converted into hashish-active constituents (tetrahydrocannabinols). The antibiotically active unripe cannabis seems to be more common in regions having unfavourable climate, whereas tropical samples more often correspond to the ripe, hashish-active drug. \n               A. Radošević, M. Kupinić & Lj. Grlić \n             \n               From  \n               Nature \n                8 September 1962 \n             \n               100 Years Ago \n             We are glad to see that progress is gradually being made with the synchronisation of clocks ... Last year a committee of the British Science Guild ... recommended that, as a beginning, it would probably be well to have a few large public clocks in London synchronised, and that these should be set apart and considered as “standard time clocks.” An electric clock which may be used for the purpose suggested by the committee has just been built by the Silent Electric Clock Co. ... We understand that this electric clock ... is also to be controlled by a master clock directly synchronised from Greenwich. The clock thus represents an up-to-date form of public timekeeper which is likely to be extensively adopted in the future. \n               From  \n               Nature \n                5 September 1912 \n             Reprints and Permissions"},
{"file_id": "489374a", "url": "https://www.nature.com/articles/489374a", "year": 2012, "authors": [{"name": "Simon Gächter"}], "parsed_as_year": "2006_or_before", "body": "Acting on a gut feeling can sometimes lead to poor decisions. But it will usually support the common good, according to a study showing that human intuition favours cooperative, rather than selfish, behaviour.  See Letter    p. 427 Correspondence to\n                 Simon Gächter . Reprints and Permissions"},
{"file_id": "489038a", "url": "https://www.nature.com/articles/489038a", "year": 2012, "authors": [{"name": "Aki Ejima"}], "parsed_as_year": "2006_or_before", "body": "Male fruitflies quickly learn that courting already-mated females is useless. It turns out that a small subset of neurons in the male brain signals this negative experience and controls pheromone sensitivity.  See Letter    p.145 Correspondence to\n                 Aki Ejima . Reprints and Permissions"},
{"file_id": "489212a", "url": "https://www.nature.com/articles/489212a", "year": 2012, "authors": [{"name": "Sinan Aral"}], "parsed_as_year": "2006_or_before", "body": "A Facebook message sent out during the 2010 US congressional elections influenced the voting behaviour of millions of people. The experiment illustrates the power of digital social networks to spread behavioural change.  See Letter    p.295 Correspondence to\n                 Sinan Aral . Reprints and Permissions"},
{"file_id": "nature11485", "url": "https://www.nature.com/articles/nature11485", "year": 2012, "authors": [{"name": "Luiz E. O. C. Aragão"}], "parsed_as_year": "2006_or_before", "body": "An investigation of naturally occurring water recycling in rainforests finally marries the results of global climate models with observations. Alarmingly, it also suggests that deforestation can greatly reduce tropical rainfall.  See Letter    p.282 Correspondence to\n                 Luiz E. O. C. Aragão . Reprints and Permissions"},
{"file_id": "489211a", "url": "https://www.nature.com/articles/489211a", "year": 2012, "authors": [{"name": "Cory C. Cleveland"}, {"name": "Benjamin W. Sullivan"}], "parsed_as_year": "2006_or_before", "body": "Past research implied that positive feedback might exist between climate change and greenhouse-gas emissions from soil. A study finds that drought-induced declines in such emissions from tropical forests could counter climate change. Correspondence to\n                 Cory C. Cleveland  or  Benjamin W. Sullivan . Reprints and Permissions"},
{"file_id": "489037a", "url": "https://www.nature.com/articles/489037a", "year": 2012, "authors": [{"name": "Garik Israelian"}], "parsed_as_year": "2006_or_before", "body": "The theory that predicts how the lightest elements formed after the Big Bang has hitherto failed to explain the amount of cosmic lithium. The detection of interstellar lithium beyond the Milky Way gives this theory a boost.  See Article    p.121 Correspondence to\n                 Garik Israelian . Reprints and Permissions"},
{"file_id": "489041a", "url": "https://www.nature.com/articles/489041a", "year": 2012, "authors": [{"name": "Robert W. Field"}], "parsed_as_year": "2006_or_before", "body": "Membranes have been made that are hygro-responsive — their wetting properties change when immersed in water. This striking property allows the membrane to separate emulsions into their oil and water constituents. Correspondence to\n                 Robert W. Field . Reprints and Permissions"},
{"file_id": "489215a", "url": "https://www.nature.com/articles/489215a", "year": 2012, "authors": [{"name": "Laura De Rosa"}, {"name": "Michele De Luca"}], "parsed_as_year": "2006_or_before", "body": "It has been unclear whether a uniform group of stem cells gives rise to most cells in the epidermis. A study reveals the presence of at least two stem-cell populations that have different proliferative abilities.  See Article    p.257 Correspondence to\n                 Michele De Luca . Reprints and Permissions"},
{"file_id": "489214a", "url": "https://www.nature.com/articles/489214a", "year": 2012, "authors": [{"name": "Erik J. Sorensen"}], "parsed_as_year": "2006_or_before", "body": "Biochemicals known as prostaglandins are challenging targets for synthetic organic chemistry. Yet by channelling the reactivity of a simple reactant, a powerful synthesis of one such compound has been achieved.  See Letter    p.278 Correspondence to\n                 Erik J. Sorensen . Reprints and Permissions"},
{"file_id": "nature11488", "url": "https://www.nature.com/articles/nature11488", "year": 2012, "authors": [{"name": "Lee C. Bassett"}, {"name": "David D. Awschalom"}], "parsed_as_year": "2006_or_before", "body": "Silicon devices form the backbone of modern computers. It turns out that they might also be a natural hardware platform for a new era of computing technology that uses the principles of quantum physics.  See Letter    p.541 Correspondence to\n                 David D. Awschalom . Reprints and Permissions"},
{"file_id": "489370a", "url": "https://www.nature.com/articles/489370a", "year": 2012, "authors": [{"name": "Daniel Stark"}], "parsed_as_year": "2006_or_before", "body": "The Hubble Space Telescope, teaming up with a 'cosmic lens', has revealed a highly magnified galaxy thought to date back to 500 million years after the Big Bang. The find provides a glimpse of the first stages of galaxy formation.  See Letter    p.406 Correspondence to\n                 Daniel Stark . \n                     Cosmology: Hydrogen was not ionized abruptly \n                   \n                     Cosmology: Hydrogen was not ionized abruptly \n                   \n                     Nature special: Hubble Space Telescope's 20th Anniversary \n                   \n                     Web Focus: International Year of Astronomy \n                   \n                     Insight: The early Universe \n                   Reprints and Permissions"},
{"file_id": "489372b", "url": "https://www.nature.com/articles/489372b", "year": 2012, "authors": [{"name": "Cyrus R. Safinya"}, {"name": "Kai K. Ewert"}], "parsed_as_year": "2006_or_before", "body": "Liposomes are ubiquitous components of skin moisturizers and other personal-care products. Modified liposomes prepared from receptor-like molecules open up fresh opportunities for therapeutic and industrial applications. Correspondence to\n                 Cyrus R. Safinya  or  Kai K. Ewert . Reprints and Permissions"},
{"file_id": "489042a", "url": "https://www.nature.com/articles/489042a", "year": 2012, "authors": [{"name": "Daniel Mortlock"}], "parsed_as_year": "2006_or_before", "body": "Black holes are best known for pulling matter in. But a distant supermassive black hole, observed as it was when the Universe was less than a billion years old, has been seen pushing gas out of its host galaxy. Correspondence to\n                 Daniel Mortlock . Reprints and Permissions"},
{"file_id": "489371a", "url": "https://www.nature.com/articles/489371a", "year": 2012, "authors": [{"name": "Alexandra Smolyanskaya"}, {"name": "Richard T. Born"}], "parsed_as_year": "2006_or_before", "body": "Our brains focus on important events and filter out distracting ones. An investigation in monkeys reveals a surprising dissociation between the neuronal and behavioural manifestations of attention.  See Letter    p.434 Correspondence to\n                 Richard T. Born . Reprints and Permissions"},
{"file_id": "489376a", "url": "https://www.nature.com/articles/489376a", "year": 2012, "authors": [{"name": "Noah K. Whiteman"}, {"name": "Kailen A. Mooney"}], "parsed_as_year": "2006_or_before", "body": "In a remarkable example of convergent evolution, insect species spanning 300 million years of divergence have evolved identical single-amino-acid substitutions that confer resistance to plant cardenolide toxins. Correspondence to\n                 Noah K. Whiteman  or  Kailen A. Mooney . Reprints and Permissions"},
{"file_id": "488464a", "url": "https://www.nature.com/articles/488464a", "year": 2012, "authors": [{"name": "Steven M. Girvin"}], "parsed_as_year": "2006_or_before", "body": "A neat experiment shows that if a current is sent through one of two adjacent conducting layers placed in a strong magnetic field, a quantum effect generates an exactly equal but opposite current in the other layer.  See Letter    p.481 Correspondence to\n                 Steven M. Girvin . Reprints and Permissions"},
{"file_id": "nature11483", "url": "https://www.nature.com/articles/nature11483", "year": 2012, "authors": [{"name": "Eric J. Steig"}], "parsed_as_year": "2006_or_before", "body": "A temperature record derived from measurements of an ice core drilled on James Ross Island, Antarctica, prompts a rethink of what has triggered the recent warming trends on the Antarctic Peninsula.  See Letter    p.141 Correspondence to\n                 Eric J. Steig . Reprints and Permissions"},
{"file_id": "488288a", "url": "https://www.nature.com/articles/488288a", "year": 2012, "authors": [{"name": "John Cowan"}], "parsed_as_year": "2006_or_before", "body": "The chemical content of a star that was born relatively shortly after the formation of the Milky Way calls into question conventional understanding of how stars formed in the early Universe. Correspondence to\n                 John Cowan . Reprints and Permissions"},
{"file_id": "488290a", "url": "https://www.nature.com/articles/488290a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             A REPORT entitled  The Supply of Science Teachers in England and Wales  ... states that, immediately, there is need for an increase of between 28,000 and 34,000 over the present number of graduate science teachers in schools, technical colleges, training colleges and universities, which stands to-day at about 20,600 ... The shortage of science teachers is seen to be one part of the general teacher shortage, but many reasons are given for regarding it as a separate and specially urgent problem. \n               From  \n               Nature \n                18 August 1962 \n             \n               100 Years Ago \n             In 1904 Dr. J. R. Ashworth and I published ... observations on aged individuals of  Sagartia troglodytes  then and still in the possession of Miss Jessie Nelson in Edinburgh. After eight years these anemones are still in excellent health, having been in captivity for considerably more than half a century. In one respect I fear we did them an injustice, namely in attributing cannibalism to them, the error being probably due to the observation of the birth of young from a parent the tentacles of which were not fully expanded. Recently I chanced to notice a young Sagartia attached to a small piece of seaweed floating free in the aquarium. A slight agitation of the water was sufficient to bring the young anemone in contact with the tentacles of one of the patriarchs of its own species. They immediately closed round it and a small part of the disk became emarginate. The greater part, however, was not sensibly affected, and the mouth remained closed. In less than two minutes the folded-in tentacles uncurled and the young anemone was thrust away with some force ... Neither the young one nor the tentacles that held it were apparently affected in any way. \n               From  \n               Nature \n                15 August 1912 \n             Reprints and Permissions"},
{"file_id": "488466a", "url": "https://www.nature.com/articles/488466a", "year": 2012, "authors": [{"name": "Leon V. Kochian"}], "parsed_as_year": "2006_or_before", "body": "The identification of an enzyme in rice that confers improved plant yields on phosphorus-deficient soils could open up new avenues for generating nutrient-efficient crops that can thrive on marginally fertile soils.  See Letter    p.535 Correspondence to\n                 Leon V. Kochian . Reprints and Permissions"},
{"file_id": "nature11482", "url": "https://www.nature.com/articles/nature11482", "year": 2012, "authors": [{"name": "R. Brent Tully"}], "parsed_as_year": "2006_or_before", "body": "Four billion years from now, the Andromeda galaxy will have a close encounter with the Milky Way. The two galaxies will commence a dance of disruption that will, over the course of another two billion years, lead to their complete union. Correspondence to\n                 R. Brent Tully . Reprints and Permissions"},
{"file_id": "488286a", "url": "https://www.nature.com/articles/488286a", "year": 2012, "authors": [{"name": "Barbara Cannon"}, {"name": "Jan Nedergaard"}], "parsed_as_year": "2006_or_before", "body": "Fat cells are usually thought of as being either energy-storing white fat cells or food-burning brown fat cells. The identification of a third type of fat cell in mice and humans might open up new avenues for combating obesity. Correspondence to\n                 Barbara Cannon . Reprints and Permissions"},
{"file_id": "488285a", "url": "https://www.nature.com/articles/488285a", "year": 2012, "authors": [{"name": "Aharon Blank"}], "parsed_as_year": "2006_or_before", "body": "The technological potential of masers — the microwave equivalents of lasers — has been thwarted by their impractical operating conditions. A solid-state maser that works at room temperature may change that.  See Letter    p.353 Correspondence to\n                 Aharon Blank . Reprints and Permissions"},
{"file_id": "488465a", "url": "https://www.nature.com/articles/488465a", "year": 2012, "authors": [{"name": "Claudio Franco"}, {"name": "Holger Gerhardt"}], "parsed_as_year": "2006_or_before", "body": "To understand how blood vessels form and function, scientists require reproducible systems that mimic living tissues. An innovative approach based on microfabricated vessels provides a key step towards this goal. Correspondence to\n                 Holger Gerhardt . Reprints and Permissions"},
{"file_id": "488468a", "url": "https://www.nature.com/articles/488468a", "year": 2012, "authors": [{"name": "J. Graham Cogley"}], "parsed_as_year": "2006_or_before", "body": "A measurement by satellite altimetry shows the Himalayan glaciers to be losing mass at only moderate rates, but raises broader questions about other methods for estimating mass balance.  See Letter    p.495 Correspondence to\n                 J. Graham Cogley . Reprints and Permissions"},
{"file_id": "488467a", "url": "https://www.nature.com/articles/488467a", "year": 2012, "authors": [{"name": "Alexey Kondrashov"}], "parsed_as_year": "2006_or_before", "body": "A comprehensive analysis of human spontaneous mutation has revealed a strong influence of paternal age, suggesting a link between an increasing number of older fathers and the rise in disorders such as autism.  See Article    p.471 Correspondence to\n                 Alexey Kondrashov . Reprints and Permissions"},
{"file_id": "488598a", "url": "https://www.nature.com/articles/488598a", "year": 2012, "authors": [{"name": "Nina Rohringer"}], "parsed_as_year": "2006_or_before", "body": "Use of an ultra-high-intensity X-ray laser has allowed X-ray and optical waves to be mixed in a diamond sample. The effect paves the way to studying the microscopic optical response of materials on an atomic scale.  See Article    p.603 Correspondence to\n                 Nina Rohringer . Reprints and Permissions"},
{"file_id": "488595a", "url": "https://www.nature.com/articles/488595a", "year": 2012, "authors": [{"name": "Richard M. Ransohoff"}], "parsed_as_year": "2006_or_before", "body": "In multiple sclerosis, the body's own immune cells attack the brain and spinal cord. But how they get there from peripheral tissues has been a mystery. Surprisingly, the lungs might be a key transit point.  See Letter    p.675 Correspondence to\n                 Richard M. Ransohoff . Reprints and Permissions"},
{"file_id": "488596a", "url": "https://www.nature.com/articles/488596a", "year": 2012, "authors": [{"name": "Heather Stoll"}], "parsed_as_year": "2006_or_before", "body": "A study reveals cyclic changes in the rate of burial of biogenic calcium carbonate at the Pacific ocean floor 43 million to 33 million years ago, as Earth exited a warm 'greenhouse' state to become an ice-capped planet.  See Article    p.609 Correspondence to\n                 Heather Stoll . Reprints and Permissions"},
{"file_id": "nature11484", "url": "https://www.nature.com/articles/nature11484", "year": 2012, "authors": [{"name": "Steven N. Austad"}], "parsed_as_year": "2006_or_before", "body": "According to previous studies, a low-calorie diet provides health benefits and increases lifespan in mammals, including primates. Yet a long-term investigation in rhesus monkeys finds no effect on longevity.  See Letter    p.318 Correspondence to\n                 Steven N. Austad . Reprints and Permissions"},
{"file_id": "488601a", "url": "https://www.nature.com/articles/488601a", "year": 2012, "authors": [{"name": "Harry J. Flint"}], "parsed_as_year": "2006_or_before", "body": "Mice receiving low doses of certain antibiotics gain weight and accumulate fat. This could be because some gut bacteria survive the treatment better than others, shifting digestion towards greater energy provision.  See Article    p.621 Correspondence to\n                 Harry J. Flint . Reprints and Permissions"},
{"file_id": "488599a", "url": "https://www.nature.com/articles/488599a", "year": 2012, "authors": [{"name": "Kyle M. Loh"}, {"name": "Bing Lim"}], "parsed_as_year": "2006_or_before", "body": "The transformation of skin cells into stem cells is a fascinating but poorly understood process. At last, the molecular characters underlying the initial steps have been revealed.  See Letter    p.652 Correspondence to\n                 Kyle M. Loh  or  Bing Lim . Reprints and Permissions"},
{"file_id": "488289a", "url": "https://www.nature.com/articles/488289a", "year": 2012, "authors": [{"name": "Nathaniel Urban"}, {"name": "Shreejoy Tripathy"}], "parsed_as_year": "2006_or_before", "body": "Neurons of the same type can show functional differences. It turns out that this diversity is in part the result of the cells' adaptation to their specific neural networks.  See Letter    p.375 Correspondence to\n                 Nathaniel Urban . Reprints and Permissions"},
{"file_id": "488594a", "url": "https://www.nature.com/articles/488594a", "year": 2012, "authors": [{"name": "Derek P. Tittensor"}], "parsed_as_year": "2006_or_before", "body": "An index assessing the health of the oceans gives a global score of 60 out of 100. But the idea that a single number can encompass both environmental status and the benefits that the oceans provide for humans may prove controversial.  See Article    p.615 Correspondence to\n                 Derek P. Tittensor . Reprints and Permissions"},
{"file_id": "488164a", "url": "https://www.nature.com/articles/488164a", "year": 2012, "authors": [{"name": "Dwayne Heard"}], "parsed_as_year": "2006_or_before", "body": "Measurements in a forest reveal a previously unknown atmospheric oxidant that acts as a source of sulphuric acid — one of the main precursors for the formation and growth of aerosol particles and clouds.  See Letter    p. 193 Correspondence to\n                 Dwayne Heard . Reprints and Permissions"},
{"file_id": "488038a", "url": "https://www.nature.com/articles/488038a", "year": 2012, "authors": [{"name": "Bart De Strooper"}, {"name": "Thierry Voet"}], "parsed_as_year": "2006_or_before", "body": "A rare gene variant has been found that decreases the peptide deposition seen in the brains of people with Alzheimer's disease. The mutation may also slow the normal cognitive decline that occurs with age.  See Letter    p.96 Correspondence to\n                 Bart De Strooper . B.D.S. is a consultant for Janssen Pharmaceutica, Beerse; Envivo Pharmaceuticals, Boston; and Remynd NV, Leuven. He also receives research funding from Janssen Pharmaceutica, Beerse. Reprints and Permissions"},
{"file_id": "488036a", "url": "https://www.nature.com/articles/488036a", "year": 2012, "authors": [{"name": "Peter K. Todd"}, {"name": "Henry L. Paulson"}], "parsed_as_year": "2006_or_before", "body": "A mutant repeating DNA sequence produces a toxic RNA molecule that causes the neuromuscular disorder myotonic dystrophy type 1. An ‘antisense’ therapy that targets this RNA in cell nuclei shows promise in mice.  See Letter    p.111 Correspondence to\n                 Peter K. Todd  or  Henry L. Paulson . Reprints and Permissions"},
{"file_id": "488040a", "url": "https://www.nature.com/articles/488040a", "year": 2012, "authors": [{"name": "Mark Isalan"}], "parsed_as_year": "2006_or_before", "body": "The small genomes of some bacteria could provide the first complete understanding of a biological system. A new computer model brings this goal closer, by calculating every process in a dividing Mycoplasma cell. Correspondence to\n                 Mark Isalan . Reprints and Permissions"},
{"file_id": "488037a", "url": "https://www.nature.com/articles/488037a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The importance of lunar natural resources for the future of space exploration can scarcely be exaggerated. Lunar resources will not only play an important part in the establishment of a lunar base by providing life support materials and vehicle fuels but will also be an important, and perhaps a limiting, factor in the logistics of interplanetary space exploration. Certainly, only the most cursory exploration of the solar system could be conducted using either existing or planned propulsion systems so long as the rocket vehicles must lift all their fuel from the surface of the Earth. A lunar fuel source, on the other hand, would provide an extremely convenient low-gravity refuelling station in space. \n               From  \n               Nature \n                4 August 1962 \n             \n               100 Years Ago \n             A note bearing on the much-debated question of the age of the earth is given in the Proceedings of the Tokyo Mathematico-physical Society by S. Suzuki. The calculation refers to the time taken for the present crust of the earth to solidify. A result is obtained on the supposition that the heat of fusion liberated by the solidification of the crust supplies the heat lost by radiation, and it is further assumed that the effect of the curvature of the earth's surface may be neglected. According to these hypotheses the calculated time varies between 30 and 300 million years, according to the kind of rock (gneiss, basalt, or granite) assumed in the calculations. The difficulty is, of course, our imperfect knowledge of the experimental data on which the conclusions are based. [Editor's note: Latest estimates give Earth's age as 4.5 billion years.] \n               From  \n               Nature \n                1 August 1912 \n             Reprints and Permissions"},
{"file_id": "488163a", "url": "https://www.nature.com/articles/488163a", "year": 2012, "authors": [{"name": "Luca Razzari"}, {"name": "Roberto Morandotti"}], "parsed_as_year": "2006_or_before", "body": "The mathematical concept of parity'time symmetry, which was first introduced in field theories of quantum mechanics, has been demonstrated experimentally in a large-scale optical system.  See Article    p.167 Correspondence to\n                 Luca Razzari  or  Roberto Morandotti . Reprints and Permissions"},
{"file_id": "488035a", "url": "https://www.nature.com/articles/488035a", "year": 2012, "authors": [{"name": "Ingeborg Levin"}], "parsed_as_year": "2006_or_before", "body": "Careful analysis reveals that the global uptake of anthropogenic carbon dioxide emissions by carbon sinks has doubled during the past 50 years — but the fractions of this absorbed by land and by sea remain unclear.  See Letter    p.70 Correspondence to\n                 Ingeborg Levin . Reprints and Permissions"},
{"file_id": "487441a", "url": "https://www.nature.com/articles/487441a", "year": 2012, "authors": [{"name": "Eileen Birch"}], "parsed_as_year": "2006_or_before", "body": "Producing a single image from two eyes requires complex brain circuitry. A comparison of neural responses in babies shows that early visual stimulation following premature birth leads to accelerated development of the visual system. Correspondence to\n                 Eileen Birch . Reprints and Permissions"},
{"file_id": "487437a", "url": "https://www.nature.com/articles/487437a", "year": 2012, "authors": [{"name": "Ana Izcue"}, {"name": "Fiona Powrie"}], "parsed_as_year": "2006_or_before", "body": "Dietary lack of a single amino acid impairs intestinal immunity in mice, altering the guts microbial community and leaving it vulnerable to damage. The finding helps to explain how malnutrition favours gut inflammation.  See Letter    p.477 Correspondence to\n                 Ana Izcue  or  Fiona Powrie . Reprints and Permissions"},
{"file_id": "487439a", "url": "https://www.nature.com/articles/487439a", "year": 2012, "authors": [{"name": "Steven G. Deeks"}], "parsed_as_year": "2006_or_before", "body": "Antiretroviral therapies block HIV replication but they do not eliminate inactive viruses within cells. A clinical trial shows that a drug can revive HIV in patients as a potential first step towards a cure.  See Letter    p.482 Correspondence to\n                 Steven G. Deeks . The author has received grant support from Merck, a pharmaceutical company that produces the drug vorinostat.  Reprints and Permissions"},
{"file_id": "487436a", "url": "https://www.nature.com/articles/487436a", "year": 2012, "authors": [{"name": "Jochen Mannhart"}, {"name": "Wilfried Haensch"}], "parsed_as_year": "2006_or_before", "body": "The discovery of a powerful way to switch a material from an insulator to a metal might ultimately be exploited to build a new generation of electronic switches.  See Letter    p.459 Correspondence to\n                 Jochen Mannhart  or  Wilfried Haensch . Reprints and Permissions"},
{"file_id": "487435a", "url": "https://www.nature.com/articles/487435a", "year": 2012, "authors": [{"name": "Johanne E. Rinholm"}, {"name": "Linda H. Bergersen"}], "parsed_as_year": "2006_or_before", "body": "The myelin sheath around nerve fibres serves to speed up electrical nerve signals. But it turns out that it also supplies neurons with fuel to support their high metabolic activity.  See Article    p.443 Correspondence to\n                 Johanne E. Rinholm  or  Linda H. Bergersen . Reprints and Permissions"},
{"file_id": "488034a", "url": "https://www.nature.com/articles/488034a", "year": 2012, "authors": [{"name": "William A. Shear"}], "parsed_as_year": "2006_or_before", "body": "A complete insect fossil from the Devonian period has long been sought. The finding of a candidate may improve our patchy understanding of when winged insects evolved.  See Letter    p.82 Correspondence to\n                 William A. Shear . Reprints and Permissions"},
{"file_id": "488162a", "url": "https://www.nature.com/articles/488162a", "year": 2012, "authors": [{"name": "Bernard Wood"}], "parsed_as_year": "2006_or_before", "body": "The anatomy of three new fossils, including a face, lends support to the hypothesis that there were at least two parallel lineages early in the evolutionary history of our own genus, Homo.  See Letter    p.201 Correspondence to\n                 Bernard Wood . Reprints and Permissions"},
{"file_id": "488160a", "url": "https://www.nature.com/articles/488160a", "year": 2012, "authors": [{"name": "Antonio Lazcano"}, {"name": "Kevin P. Hand"}], "parsed_as_year": "2006_or_before", "body": "Astrobiology, the study of life in the Universe, is sometimes criticized as being a fashionable label with which to rebrand existing research fields. Its practitioners, however, argue that the discipline provides a broad framework for developing a better understanding of the frontiers of biology. A biologist and a planetary scientist offer their views. Correspondence to\n                 Antonio Lazcano  or  Kevin P. Hand . Reprints and Permissions"},
{"file_id": "488163b", "url": "https://www.nature.com/articles/488163b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             The first practical research tool based on solid state lasers to be made available in the United Kingdom is announced by Kollsman Instrument, Ltd. The 'Pisto Laser', so called because of its double pistol-grip triggering, was designed and developed by the Company's associate in the United States of America, the Kollsman Instrument Corporation. It emits a beam of intense, coherent red light of wavelength 6929 Å., with a beam divergence of less than 0.3 degree ... The radiation output of the pulsed, ruby, laser beam is more than 10 9  times the corresponding output of the Sun within the same frequency band ... In communications research the 'Pisto Laser' can be used to study the characteristics of very narrow beam-width transmission of optical data; in medical research, high-intensity cauterization; in crystallography, crystal structures using non-linear light transmission; in photography, pictures of extreme clarity; and in biology, biological responses to high-intensity monochromatic stimulation. \n               From  \n               Nature \n                11 August 1962 \n             \n               100 Years Ago \n             A good deal has been recently heard about “holes in the air” in connection with sudden collapses of flying machines. Prof. W. J. Humphreys, of the Washington Weather Bureau, writing in  The Popular Science Monthly  for July, classifies the eight different types of atmospheric disturbance as follows:— A vertical group, including aërial fountains, aërial cataracts, aërial cascades, and aërial breakers, and a horizontal group, including wind layers, wind billows, and aërial torrents; in addition wind eddies fall under both groups. Holes in the sense of vacuous regions do not exist. \n               From  \n               Nature \n                8 August 1912 \n             Reprints and Permissions"},
{"file_id": "nature11481", "url": "https://www.nature.com/articles/nature11481", "year": 2012, "authors": [{"name": "Angelicque E. White"}], "parsed_as_year": "2006_or_before", "body": "Past studies have suggested that the ocean's nitrogen budget has a deficit of fixed nitrogen. This view may now change, thanks to upward revisions of the rate of nitrogen input through biological activity.  See Letter    p.361 Correspondence to\n                 Angelicque E. White . Reprints and Permissions"},
{"file_id": "488284a", "url": "https://www.nature.com/articles/488284a", "year": 2012, "authors": [{"name": "Ben Lehner"}, {"name": "Solip Park"}], "parsed_as_year": "2006_or_before", "body": "Some mutations in tumour cells play no part in causing cancer, but they generate cellular weak spots that may allow tumour cells to be selectively killed by drugs.  See Article    p.337 Correspondence to\n                 Ben Lehner . Reprints and Permissions"},
{"file_id": "488165a", "url": "https://www.nature.com/articles/488165a", "year": 2012, "authors": [{"name": "Andrew J. Baldwin"}, {"name": "Lewis E. Kay"}], "parsed_as_year": "2006_or_before", "body": "Nuclear magnetic resonance spectroscopy has been used to establish a vital role for protein motion in the formation of a protein–DNA complex. The finding potentially opens up fresh approaches for modifying protein function.  See Letter    p.236 Correspondence to\n                 Lewis E. Kay . Reprints and Permissions"},
{"file_id": "489043a", "url": "https://www.nature.com/articles/489043a", "year": 2012, "authors": [{"name": "Christopher D. Lima"}, {"name": "Brenda A. Schulman"}], "parsed_as_year": "2006_or_before", "body": "The mechanistic details of the attachment of a small protein, ubiquitin, to other proteins are unclear. Crystal structures of the complexes formed by the E2–ubiquitin and RING E3 enzymes offer new insights.  See Article    p.115 Correspondence to\n                 Christopher D. Lima  or  Brenda A. Schulman . Reprints and Permissions"},
{"file_id": "487305a", "url": "https://www.nature.com/articles/487305a", "year": 2012, "authors": [{"name": "Ken O. Buesseler"}], "parsed_as_year": "2006_or_before", "body": "The discovery that marine algal blooms deposit organic carbon to the deep ocean answers some — but not all — of the questions about whether fertilizing such blooms is a viable strategy for mitigating climate change.  See Article    p.313 Correspondence to\n                 Ken O. Buesseler . Reprints and Permissions"},
{"file_id": "nature11383", "url": "https://www.nature.com/articles/nature11383", "year": 2012, "authors": [{"name": "Ali Passian"}, {"name": "Thomas Thundat"}], "parsed_as_year": "2006_or_before", "body": "A method has been developed for preparing a variety of potentially useful spherical particles, ranging from several nanometres to millimetres in diameter. It relies on the same fluid instability that causes taps to drip.  See Letter    p.463 Correspondence to\n                 Ali Passian  or  Thomas Thundat . Reprints and Permissions"},
{"file_id": "nature11384", "url": "https://www.nature.com/articles/nature11384", "year": 2012, "authors": [{"name": "Thad G. Walker"}], "parsed_as_year": "2006_or_before", "body": "A fine marriage between atomic and optical physics has produced a medium that is transparent to single photons but opaque to multiple photons. The finding heralds the development of devices such as single-photon switches.  See Letter    p.57 Correspondence to\n                 Thad G. Walker . Reprints and Permissions"},
{"file_id": "487306a", "url": "https://www.nature.com/articles/487306a", "year": 2012, "authors": [{"name": "Ira Tabas"}], "parsed_as_year": "2006_or_before", "body": "Heart attacks occur when lipoprotein-driven inflammation called atherosclerosis triggers blood clotting in the arteries. It seems that the attacks can, in turn, accelerate atherosclerosis by fanning the inflammation.  See Letter    p.325 Correspondence to\n                 Ira Tabas . Reprints and Permissions"},
{"file_id": "487304a", "url": "https://www.nature.com/articles/487304a", "year": 2012, "authors": [{"name": "Diana W. Bianchi"}], "parsed_as_year": "2006_or_before", "body": "The genome sequence of a fetus can be inferred from the relative numbers of variants of DNA sequences in a pregnant woman's blood. This advance in non-invasive diagnostics comes with some ramifications.  See Article    p.320 Correspondence to\n                 Diana W. Bianchi . The author is chair of the clinical advisory board of Verinata Health. She receives honoraria and equity from the company. Reprints and Permissions"},
{"file_id": "487180a", "url": "https://www.nature.com/articles/487180a", "year": 2012, "authors": [{"name": "Tero T. Heikkilä"}, {"name": "Yaroslav Tserkovnyak"}], "parsed_as_year": "2006_or_before", "body": "The spin Seebeck effect has hitherto relied on a temperature gradient in a magnetic system to generate an electric current based on the intrinsic spin of electrons. It has now been demonstrated in a non-magnetic material.  See Letter    p.210 Correspondence to\n                 Tero T. Heikkilä  or  Yaroslav Tserkovnyak . Reprints and Permissions"},
{"file_id": "487434a", "url": "https://www.nature.com/articles/487434a", "year": 2012, "authors": [{"name": "Drake Deming"}], "parsed_as_year": "2006_or_before", "body": "The three planets of the Kepler-30 system align closely with a starspot, indicating their common birth in a gaseous disk. Similar alignments could inform us about the origin of planets orbiting our stellar neighbours.  See Letter    p.449 Correspondence to\n                 Drake Deming . Reprints and Permissions"},
{"file_id": "487176a", "url": "https://www.nature.com/articles/487176a", "year": 2012, "authors": [{"name": "Stephen L. Craig"}], "parsed_as_year": "2006_or_before", "body": "The effect of force on a chemical reaction has been visited in three different molecular environments. The results reveal a unifying framework that enables predictions of force-induced reactivity. Correspondence to\n                 Stephen L. Craig . Reprints and Permissions"},
{"file_id": "487309a", "url": "https://www.nature.com/articles/487309a", "year": 2012, "authors": [{"name": "Martin Freer"}], "parsed_as_year": "2006_or_before", "body": "Certain light nuclei can be described in terms of crystal-like arrangements of α-particles, which consist of two protons and two neutrons. The nature of the strong interaction within nuclei may explain such structures.  See Letter    p.341 Correspondence to\n                 Martin Freer . Reprints and Permissions"},
{"file_id": "487045a", "url": "https://www.nature.com/articles/487045a", "year": 2012, "authors": [{"name": "Margaret Moerchen"}], "parsed_as_year": "2006_or_before", "body": "A rapid drop in infrared emission from a Sun-like star could indicate that a drastic event has cleared a circumstellar disk of dusty debris — the material from which planets form.  See Letter    p.74 Correspondence to\n                 Margaret Moerchen . Reprints and Permissions"},
{"file_id": "487044a", "url": "https://www.nature.com/articles/487044a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             To many people nutrition means no more than the study of foods and their use by the living body. But with increasing evidence of widespread malnutrition throughout the world, and of a deteriorating situation in regard to world population and food supplies, much emphasis needs to be placed on the importance of work outside the laboratory on problems associated with providing people everywhere with an adequate diet. In many parts of the world an immediate problem is a means of conveying foods from one place to another. For example, fruit, the sale of which provides a livelihood for some people, may be rotting on the trees because there are no roads on which it can be transported to other people who might benefit by addition of fruit to their diet ... Lack of adequate means of distribution may seriously limit the use of fish, and while many people suffer the effects of protein malnutrition, fishermen not far away suffer economic disaster because they cannot get rid of harvest gluts. \n               From  \n               Nature \n                7 July 1962 \n             \n               100 Years Ago \n             Measurements of the temperature of flowing lava are so rare that some made by Prof. G. Platania during the eruption of Etna last September possess considerable interest ... His observations were made with a Féry's radio-pyrometer on a stream of lava flowing from the lowest of a string of craters in the neighbourhood of M. Rosso, a few days before the eruption ceased. The temperatures, in parts where the lava was still red, ranged from 795° to a maximum of 940° C. \n               From  \n               Nature \n                4 July 1912 \n             Reprints and Permissions"},
{"file_id": "487042a", "url": "https://www.nature.com/articles/487042a", "year": 2012, "authors": [{"name": "Margaret J. Schoeninger"}], "parsed_as_year": "2006_or_before", "body": "Fossils from a new South African site show that some human ancestors ate fruits and leaves, as do most primates today. The finding challenges ideas of why and how the human lineage split from the ancestors of extant apes.  See Letter    p.90 Correspondence to\n                 Margaret J. Schoeninger . Reprints and Permissions"},
{"file_id": "487046a", "url": "https://www.nature.com/articles/487046a", "year": 2012, "authors": [{"name": "Kevin J. Gaston"}], "parsed_as_year": "2006_or_before", "body": "Uncovering the contribution of rare species to ecosystems is crucial to predicting the impacts of biodiversity loss. It seems that these species can be ecologically very different from their common relatives, but only in some cases. Correspondence to\n                 Kevin J. Gaston . Reprints and Permissions"},
{"file_id": "487047a", "url": "https://www.nature.com/articles/487047a", "year": 2012, "authors": [{"name": "Peter J. Turnbaugh"}], "parsed_as_year": "2006_or_before", "body": "Western-style diets could be contributing to the rapid increase in inflammatory bowel disease. New research suggests that dietary fat can alter bile composition and so favour the growth of pro-inflammatory gut microbes.  See Letter    p.104 Correspondence to\n                 Peter J. Turnbaugh . Reprints and Permissions"},
{"file_id": "487179a", "url": "https://www.nature.com/articles/487179a", "year": 2012, "authors": [{"name": "Joel Linden"}], "parsed_as_year": "2006_or_before", "body": "Drug candidates that are related to a common metabolite called adenosine inhibit inflammation and reduce bone destruction in artificial joints. The finding suggests a potential approach to increasing the durability of prosthetic implants. Correspondence to\n                 Joel Linden . The author holds shares in Lewis and Clark Pharmaceuticals, LLC, a company that produces drugs targeting adenosine receptors.  Reprints and Permissions"},
{"file_id": "487174a", "url": "https://www.nature.com/articles/487174a", "year": 2012, "authors": [{"name": "Martin van Hecke"}], "parsed_as_year": "2006_or_before", "body": "You can run across a swimming pool filled with a mixture of cornflour and water, but you sink if you stand still. Conventional understanding of this phenomenon is now being turned on its head.  See Letter    p.205 Correspondence to\n                 Martin van Hecke . Reprints and Permissions"},
{"file_id": "487043a", "url": "https://www.nature.com/articles/487043a", "year": 2012, "authors": [{"name": "Azim Surani"}, {"name": "Julia Tischler"}], "parsed_as_year": "2006_or_before", "body": "It seems that embryonic stem cells regularly pass through a transient state during which they can generate all the cell types of an animal, including those of the placenta.  See Article    p.57 Correspondence to\n                 Azim Surani . Reprints and Permissions"},
{"file_id": "487175a", "url": "https://www.nature.com/articles/487175a", "year": 2012, "authors": [{"name": "Stefano Allesina"}], "parsed_as_year": "2006_or_before", "body": "The 'nested' pattern of mutualistic interactions between plants and their pollinators is thought to promote species coexistence. But the key determinant may instead be the number of partners that species have.  See Letter    p.227 Correspondence to\n                 Stefano Allesina . Reprints and Permissions"},
{"file_id": "nature11380", "url": "https://www.nature.com/articles/nature11380", "year": 2012, "authors": [{"name": "Daniel H. Geschwind"}, {"name": "Genevieve Konopka"}], "parsed_as_year": "2006_or_before", "body": "Several genes were duplicated during human evolution. It seems that one such duplication gave rise to a gene that may have helped to make human brains bigger and more adaptable than those of our ancestors. Correspondence to\n                 Daniel H. Geschwind  or  Genevieve Konopka . Reprints and Permissions"},
{"file_id": "487177a", "url": "https://www.nature.com/articles/487177a", "year": 2012, "authors": [{"name": "Kenneth A. Johnson"}], "parsed_as_year": "2006_or_before", "body": "By freezing a DNA polymerase enzyme at several points along its reaction pathway, a sequence of X-ray crystal structures has been obtained, showing how the enzyme replicates DNA and revealing surprising mechanistic details.  See Article    p.196 Correspondence to\n                 Kenneth A. Johnson . The author is president of KinTek Corporation, which manufactures and sells equipment and software for enzyme kinetic analysis. Reprints and Permissions"},
{"file_id": "487308a", "url": "https://www.nature.com/articles/487308a", "year": 2012, "authors": [{"name": "Taavi K. Neklesa"}, {"name": "Craig M. Crews"}], "parsed_as_year": "2006_or_before", "body": "Most proteins in the human body are difficult targets for small-molecule drugs. This problem may have been overcome with the discovery of molecules that induce protein degradation, suggesting fresh, modular approaches to drug discovery. Correspondence to\n                 Craig M. Crews . Reprints and Permissions"},
{"file_id": "487181a", "url": "https://www.nature.com/articles/487181a", "year": 2012, "authors": [{"name": "Andreas Hejnol"}], "parsed_as_year": "2006_or_before", "body": "Jellyfish move using a set of muscles that look remarkably similar to striated muscles in vertebrates. However, new data show that the two muscle types contain different molecules, implying that they evolved independently.  See Letter    p.231 Correspondence to\n                 Andreas Hejnol . Reprints and Permissions"},
{"file_id": "486328a", "url": "https://www.nature.com/articles/486328a", "year": 2012, "authors": [{"name": "Joe Gray"}, {"name": "Brian Druker"}], "parsed_as_year": "2006_or_before", "body": "Whole-genome sequencing of breast cancers is exposing the scope of tumour diversity and helping to pinpoint avenues for precise diagnostics and targeted therapy.  See Articles    p.346  &  p.353 ,  Letters    p.395 ,  p.400  &  p.405 Correspondence to\n                 Joe Gray  or  Brian Druker . Reprints and Permissions"},
{"file_id": "486327a", "url": "https://www.nature.com/articles/486327a", "year": 2012, "authors": [{"name": "Jay S. Siegel"}], "parsed_as_year": "2006_or_before", "body": "A reaction that folds up large aromatic molecules and fixes them into bowl shapes expands opportunities for making nanometre-scale objects from single sheets of carbon. Such objects have potential applications in electronics. Correspondence to\n                 Jay S. Siegel . Reprints and Permissions"},
{"file_id": "486330a", "url": "https://www.nature.com/articles/486330a", "year": 2012, "authors": [{"name": "Daniel Bazin"}], "parsed_as_year": "2006_or_before", "body": "The tin isotope  100 Sn is the heaviest 'doubly magic nucleus' that has an equal number of protons and neutrons. It is now finally starting to give up its secrets, thanks to the persistent efforts of nuclear physicists.  See Article    p.341 Correspondence to\n                 Daniel Bazin . Reprints and Permissions"},
{"file_id": "nature11382", "url": "https://www.nature.com/articles/nature11382", "year": 2012, "authors": [{"name": "Kevin Padian"}], "parsed_as_year": "2006_or_before", "body": "Because mammals have such high metabolic rates, it has long been thought that their growth is invulnerable to seasonal variation. But their bones turn out to contain annual lines, just as those of cold-blooded animals do.  See Letter    p.358 Correspondence to\n                 Kevin Padian . Reprints and Permissions"},
{"file_id": "486476a", "url": "https://www.nature.com/articles/486476a", "year": 2012, "authors": [{"name": "Stephen J. Bradshaw"}], "parsed_as_year": "2006_or_before", "body": "Observations made by NASA's Solar Dynamics Observatory have been used to identify signatures of a conduit through which energy could be transported from the surface of the Sun into its corona.  See Letter    p.505 Correspondence to\n                 Stephen J. Bradshaw . Reprints and Permissions"},
{"file_id": "nature11381", "url": "https://www.nature.com/articles/nature11381", "year": 2012, "authors": [{"name": "Stefan Roesner"}, {"name": "Varinder K. Aggarwal"}], "parsed_as_year": "2006_or_before", "body": "A remarkable reaction that reverses the chemical behaviour of molecules known as 1,3-diketones allows a new strategy that could be used to prepare a range of potentially useful, naturally occurring compounds.  See Letter  p.86 Correspondence to\n                 Varinder K. Aggarwal . Reprints and Permissions"},
{"file_id": "486479a", "url": "https://www.nature.com/articles/486479a", "year": 2012, "authors": [{"name": "Ellis L. Reinherz"}], "parsed_as_year": "2006_or_before", "body": "A drug used for HIV treatment can alter the set of antigens that activates T cells of the immune system, thereby triggering life-threatening reactions against the body's own proteins.  See Letter    p.554 Correspondence to\n                 Ellis L. Reinherz . Reprints and Permissions"},
{"file_id": "nature11198", "url": "https://www.nature.com/articles/nature11198", "year": 2012, "authors": [{"name": "Kyle Kolaja"}], "parsed_as_year": "2006_or_before", "body": "Drug candidates are usually found to be unsafe only late in the drug discovery process. A method for predicting the many biological targets of a given molecule might allow drug safety to be considered much earlier.  See Article  p.361 Correspondence to\n                 Kyle Kolaja . Reprints and Permissions"},
{"file_id": "486482a", "url": "https://www.nature.com/articles/486482a", "year": 2012, "authors": [{"name": "Eduardo Vilar"}, {"name": "Josep Tabernero"}], "parsed_as_year": "2006_or_before", "body": "Rare tumour cells with mutations that confer drug resistance can go undetected by standard testing procedures, according to two studies, which show that such mutations can be detected in patients' blood.  See Letters    p.532    and    p.537 Correspondence to\n                 Eduardo Vilar  or  Josep Tabernero . Reprints and Permissions"},
{"file_id": "nature11199", "url": "https://www.nature.com/articles/nature11199", "year": 2012, "authors": [{"name": "Debra Fischer"}], "parsed_as_year": "2006_or_before", "body": "The chemical composition of stars that host small planets seems to be more varied than that of large planets. This finding may push back the clock for the start of rocky planets and of life around stars other than the Sun.  See Letter  p.375 Correspondence to\n                 Debra Fischer . Reprints and Permissions"},
{"file_id": "486194a", "url": "https://www.nature.com/articles/486194a", "year": 2012, "authors": [{"name": "David A. Relman"}], "parsed_as_year": "2006_or_before", "body": "Microbial inhabitants outnumber our body's own cells by about ten to one. These residents have become the subject of intensive research, which is beginning to elucidate their roles in health and disease.  See Articles    p.207  &  p.215 Correspondence to\n                 David A. Relman . Reprints and Permissions"},
{"file_id": "486196a", "url": "https://www.nature.com/articles/486196a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             With the increasing use of irrigation in horticulture and agriculture and the developing interest in the effects of evapotranspiration, it is frequently necessary to locate the level of a shallow water-table. This can be done inexpensively and effectively, using a small-diameter observation well and an electric probe ... Twelve observation wells and a probe ... have been satisfactorily used by me, in soils ranging from fine clay to coarse gravel, for a period of eighteen months, in connexion with investigations of the water-table in the Thames flood-plain. It is almost certain, however, that, if necessary, these instruments would give trouble-free service for a much longer period. \n               From  \n               Nature \n                16 June 1962 \n             \n               100 Years Ago \n             A Reuter message from New York reports that a steamer arrived at Seward (Alaska) on Sunday covered with volcanic dust from an eruption at Katmai, in the Aleutian Islands. It is stated by those on board that a steady stream of volcanic fragments and ash followed a terrific explosion, spreading over the countryside. The sun was obscured. Although the vessel was seventy miles distant, at four o'clock on Thursday afternoon complete darkness set in and ash fell in a thick layer on the decks. It is estimated that volcanic ash covers three hundred square miles of fertile country. According to a telegram from Seattle (Washington State) the volcanic disturbance is rendering wireless telegraphic communication with Kadiak, Rospberry, and Afognac, three of the most important islands of south-western Alaska, impossible. \n               From  \n               Nature \n                13 June 1912 \n             Reprints and Permissions"},
{"file_id": "486195a", "url": "https://www.nature.com/articles/486195a", "year": 2012, "authors": [{"name": "Frank Wilczek"}], "parsed_as_year": "2006_or_before", "body": "Elusive theoretical fantasies known as Majorana modes have been observed in a hybrid semiconductor–superconductor system. These emergent exotica open up promising prospects for quantum computation. Correspondence to\n                 Frank Wilczek . Reprints and Permissions"},
{"file_id": "486199a", "url": "https://www.nature.com/articles/486199a", "year": 2012, "authors": [{"name": "Alberto D. Bolatto"}], "parsed_as_year": "2006_or_before", "body": "Spectroscopic measurements of a galaxy that shines brightly at submillimetre wavelengths place it in the middle of a nascent galaxy cluster at a scant one billion years after the Big Bang.  See Letter    p.233 Correspondence to\n                 Alberto D. Bolatto . Reprints and Permissions"},
{"file_id": "486198a", "url": "https://www.nature.com/articles/486198a", "year": 2012, "authors": [{"name": "Andrea A. Gust"}, {"name": "Thorsten Nürnberger"}], "parsed_as_year": "2006_or_before", "body": "The identification of two receptors for salicylic acid reveals how the hormone controls cell death and survival during plant immune responses, in tissues close to and distant from the site of infection.  See Letter    p.228 Correspondence to\n                 Andrea A. Gust  or  Thorsten Nürnberger . Reprints and Permissions"},
{"file_id": "486477a", "url": "https://www.nature.com/articles/486477a", "year": 2012, "authors": [{"name": "Fresnida J. Ramos"}, {"name": "Matt Kaeberlein"}], "parsed_as_year": "2006_or_before", "body": "Understanding how a low calorie intake slows ageing could revolutionize the way that we treat age-related diseases. One potential key to such treatments could be to enhance the local environment of stem cells.  See Article    p.490 Correspondence to\n                 Matt Kaeberlein . Reprints and Permissions"},
{"file_id": "486478a", "url": "https://www.nature.com/articles/486478a", "year": 2012, "authors": [{"name": "Matthew O. Kitching"}, {"name": "Victor Snieckus"}], "parsed_as_year": "2006_or_before", "body": "Controlling the positions at which chemical groups attach to benzene rings is vital for the synthesis of materials and medicines. A reaction that targets a normally inaccessible position takes chemists closer to this goal.  See Letter    p.518 Correspondence to\n                 Matthew O. Kitching  or  Victor Snieckus . Reprints and Permissions"},
{"file_id": "486197a", "url": "https://www.nature.com/articles/486197a", "year": 2012, "authors": [{"name": "Dilano Saldin"}], "parsed_as_year": "2006_or_before", "body": "An approach to microscopy has been developed that can be used to determine, from a single imaging angle, both the position of a specimen's individual atoms in the plane of observation and the atoms' vertical position.  See Letter    p.243 Correspondence to\n                 Dilano Saldin . Reprints and Permissions"},
{"file_id": "486036a", "url": "https://www.nature.com/articles/486036a", "year": 2012, "authors": [{"name": "Edgar Hertwich"}], "parsed_as_year": "2006_or_before", "body": "International trade is the underlying cause of 30% of threatened animal species extinctions, according to a modelling analysis of the impact of global supply chains and consumption patterns on biodiversity.  See Letter    p.109 Correspondence to\n                 Edgar Hertwich . Reprints and Permissions"},
{"file_id": "485318a", "url": "https://www.nature.com/articles/485318a", "year": 2012, "authors": [{"name": "Dheeraj Malhotra"}, {"name": "Jonathan Sebat"}], "parsed_as_year": "2006_or_before", "body": "The expression level of a single gene can determine head size in zebrafish, mirroring a human anatomical feature associated with neurological disorders such as autism and schizophrenia.  See Letter    p.363 Correspondence to\n                 Jonathan Sebat . Reprints and Permissions"},
{"file_id": "nature11194", "url": "https://www.nature.com/articles/nature11194", "year": 2012, "authors": [{"name": "Bradley E. Schaefer"}], "parsed_as_year": "2006_or_before", "body": "Stars that are just like our Sun have flares more than a million times more energetic than the biggest flare ever seen on the Sun. The Kepler satellite has allowed these superflares to be studied in detail for the first time.  See Letter    p.478 Correspondence to\n                 Bradley E. Schaefer . Reprints and Permissions"},
{"file_id": "485317a", "url": "https://www.nature.com/articles/485317a", "year": 2012, "authors": [{"name": "Andrew Jackson"}], "parsed_as_year": "2006_or_before", "body": "Restoring voluntary actions to paralysed patients is an ambition of neural-interface research. A study shows that people with tetraplegia can use brain control of a robotic arm to reach and grasp objects.  See Letter    p.372 Correspondence to\n                 Andrew Jackson . Reprints and Permissions"},
{"file_id": "nature11195", "url": "https://www.nature.com/articles/nature11195", "year": 2012, "authors": [{"name": "Richard G. Roberts"}, {"name": "Michael I. Bird"}], "parsed_as_year": "2006_or_before", "body": "An analysis of microscopic and spectroscopic features of sediments deposited in a South African cave one million years ago suggests that human ancestors were using fire much earlier than had been thought. Correspondence to\n                 Richard G. Roberts  or  Michael I. Bird . Reprints and Permissions"},
{"file_id": "485314a", "url": "https://www.nature.com/articles/485314a", "year": 2012, "authors": [{"name": "Marta Filizola"}, {"name": "Lakshmi A. Devi"}], "parsed_as_year": "2006_or_before", "body": "The search for safe, non-addictive versions of morphine and other opioid drugs has just received a boost with the solving of the crystal structures of the receptors to which the drugs bind.  See Articles    p.321  &  p.327 ,  Letters    p.395  &  p.400 Correspondence to\n                 Marta Filizola  or  Lakshmi A. Devi . Reprints and Permissions"},
{"file_id": "485453a", "url": "https://www.nature.com/articles/485453a", "year": 2012, "authors": [{"name": "Joseph R. Fetcho"}], "parsed_as_year": "2006_or_before", "body": "An ingenious technique allows the monitoring of brain-wide patterns of neuronal activity in a vertebrate at the cellular level, while the animal interacts with a virtual environment.  See Article    p.471 Correspondence to\n                 Joseph R. Fetcho . Reprints and Permissions"},
{"file_id": "nature11196", "url": "https://www.nature.com/articles/nature11196", "year": 2012, "authors": [{"name": "Peter Hannaford"}], "parsed_as_year": "2006_or_before", "body": "Quasiparticles known as repulsive polarons are predicted to occur when 'impurity' fermionic particles interact repulsively with a fermionic environment. They have now been detected in two widely differing systems.  See Letters    p.615  &  p.619 Correspondence to\n                 Peter Hannaford . Reprints and Permissions"},
{"file_id": "485452a", "url": "https://www.nature.com/articles/485452a", "year": 2012, "authors": [{"name": "William M. White"}], "parsed_as_year": "2006_or_before", "body": "An analysis of geochemical data reveals a substantial change in the composition of Earth's magmas about 2.5 billion years ago, just as Earth's atmosphere and climate were also changing drastically.  See Letter    p.490 Correspondence to\n                 William M. White . Reprints and Permissions"},
{"file_id": "485450a", "url": "https://www.nature.com/articles/485450a", "year": 2012, "authors": [{"name": "Thomas E. Mallouk"}], "parsed_as_year": "2006_or_before", "body": "An inorganic semiconductor can take the place of the liquid electrolyte typically used in dye-sensitized solar cells. This achievement points the way to making these devices more easily manufactured and more stable.  See Letter    p.486 Correspondence to\n                 Thomas E. Mallouk . Reprints and Permissions"},
{"file_id": "485451a", "url": "https://www.nature.com/articles/485451a", "year": 2012, "authors": [{"name": "Peter Carmeliet"}, {"name": "Bart De Strooper"}], "parsed_as_year": "2006_or_before", "body": "Alterations in brain blood vessels in mice precede the neural dysfunction associated with Alzheimer's disease. The finding highlights potential targets for drug development.  See Letter    p.512 Correspondence to\n                 Peter Carmeliet  or  Bart De Strooper . Reprints and Permissions"},
{"file_id": "485455a", "url": "https://www.nature.com/articles/485455a", "year": 2012, "authors": [{"name": "Jonathan Butterworth"}], "parsed_as_year": "2006_or_before", "body": "The latest measurements of the mass of the W boson, one of two elementary particles that mediate the weak nuclear force, are a powerful reminder of the profound beauty in the standard model of particle physics. Correspondence to\n                 Jonathan Butterworth . Reprints and Permissions"},
{"file_id": "nature11197", "url": "https://www.nature.com/articles/nature11197", "year": 2012, "authors": [{"name": "Timothy C. Beers"}], "parsed_as_year": "2006_or_before", "body": "An ingenious way of measuring the ages of stellar populations in the halo of the Milky Way will allow astronomers to obtain direct information on the timing of the Galaxy's evolution. Correspondence to\n                 Timothy C. Beers . Reprints and Permissions"},
{"file_id": "485585a", "url": "https://www.nature.com/articles/485585a", "year": 2012, "authors": [{"name": "Nathan J. Palpant"}, {"name": "Charles E. Murry"}], "parsed_as_year": "2006_or_before", "body": "When the heart is injured, the muscle does not regenerate and scars are produced. This process can be attenuated in the hearts of live mice by forcing scar-forming cells to become muscle cells.  See Articles    p.593  &  p.599 Correspondence to\n                 Charles E. Murry . Reprints and Permissions"},
{"file_id": "485319a", "url": "https://www.nature.com/articles/485319a", "year": 2012, "authors": [{"name": "Bruce Buffett"}], "parsed_as_year": "2006_or_before", "body": "New calculations show that the electrical resistance of Earth's liquid-iron core is lower than had been thought. The results prompt a reassessment of how the planet's magnetic field has been generated and maintained over time.  See Letter    p.355 Correspondence to\n                 Bruce Buffett . Reprints and Permissions"},
{"file_id": "485589a", "url": "https://www.nature.com/articles/485589a", "year": 2012, "authors": [{"name": "Gordon D. Brown"}], "parsed_as_year": "2006_or_before", "body": "Recognition of aberrant cell death is a crucial function of the immune system. It seems that one way in which immune cells identify damage is by sensing actin, an abundant intracellular protein. Correspondence to\n                 Gordon D. Brown . Reprints and Permissions"},
{"file_id": "485584a", "url": "https://www.nature.com/articles/485584a", "year": 2012, "authors": [{"name": "Paul W. K. Rothemund"}, {"name": "Ebbe Sloth Andersen"}], "parsed_as_year": "2006_or_before", "body": "DNA is the material of choice for making custom-designed, nanoscale shapes and patterns through self-assembly. A new technique revisits old ideas to enable the rapid prototyping of more than 100 such DNA shapes.  See Letter    p.623 Correspondence to\n                 Paul W. K. Rothemund  or  Ebbe Sloth Andersen . P.W.K.R. is the inventor on a patent that describes the method of ‘scaffolded DNA origami’. For certain nanopatterning applications, the method in the paper described by Yin  et al . is a competitor with the method of DNA origami.  Reprints and Permissions"},
{"file_id": "485590a", "url": "https://www.nature.com/articles/485590a", "year": 2012, "authors": [{"name": "Robert U. Svensson"}, {"name": "Reuben J. Shaw"}], "parsed_as_year": "2006_or_before", "body": "Elucidation of a signalling pathway that promotes tumour-cell survival during metabolic stress reveals that a protein called AMPK may both hinder and enhance cancer progression.  See Letter    p.661 Tumour cells face various metabolic stresses as they arise and progress. Early-stage tumours that have not yet recruited new blood vessels to supply them with nutrients will be short of both glucose and oxygen 1 , and some cells face metabolic stress when they make the transition from a normal to a cancerous state and become detached from the extracellular matrix, their normal environment 2 . Additionally, some mutations that trigger tumour formation accelerate certain cellular metabolic programs and thereby cause stress. A protein called AMP-activated protein kinase (AMPK) is a central sensor of cellular metabolism. It is activated during situations of metabolic stress that lower the intracellular levels of ATP, a crucial energy-supplying molecule 3 . On  page 661  of this issue, Jeon  et al . report 4  a mechanism by which AMPK dictates tumour-cell survival, and the surprising implication that it may have a cancer-promoting role in some contexts. The protein that phosphorylates and activates AMPK under conditions of metabolic stress is encoded by a gene called  LKB1 , which is classed as a tumour suppressor: mutations that inactivate this gene are among the most common causes of human lung cancer. However, the LKB1 protein phosphorylates 12 kinase proteins in addition to AMPK, and it is not clear whether LKB1's tumour-suppressor function lies in its ability to activate AMPK, some of these other kinases, or both. What is clear is that AMPK activation influences cellular signalling pathways that are involved in cancer, such as the mTOR and p53 pathways, and inhibits the proliferation of cells in culture 3 , 5 . LKB1-dependent activation of AMPK also acts as a general metabolic 'rheostat': under conditions of metabolic stress, this activation directs the reprogramming of many cellular metabolic processes 5 , 6 , 7  to restore energy homeostasis, which is essential for cell survival. But it is also not known which of AMPK's target proteins are most important for this activity. Jeon  et al . provide compelling evidence that AMPK exerts its effect on cell survival by regulating cellular levels of NADPH, a coenzyme that is essential for many biosynthetic reactions and which helps to remove dangerous reactive oxygen species (ROS) from cells ( Fig. 1 ). The researchers show that AMPK indirectly regulates NADPH by inhibiting the metabolic enzymes acetyl-CoA carboxylase 1 (ACC1) and ACC2, the first substrates of AMPK to be discovered 8 . These enzymes control both fatty-acid synthesis, a process that consumes NADPH, and fatty-acid oxidation, which leads to NADPH regeneration. Jeon and colleagues also demonstrate that control of the ACC enzymes and NADPH by AMPK is required for the survival of glucose-deprived cells, as well as for that of cells detached from the extracellular matrix. These data fit nicely with the findings of a previous study 2  that demonstrated that the survival of detached mammary epithelial cells depends on NADPH and the neutralization of cellular ROS. The new results also agree with the finding 9  that the death of tumour cells during glucose deprivation is reduced by AMPK activation and fatty-acid oxidation. Although Jeon and colleagues have demonstrated a major role for NADPH in AMPK-dependent survival 4 , improved molecular tracing methods will be needed in future studies to determine quantitatively where in a cell NADPH is produced and consumed during the various forms of metabolic stress, and the extent to which production or consumption is influenced by ACC or AMPK. In addition to its role in conditions of low nutrient levels or cell detachment, as observed by Jeon  et al ., AMPK may be required to maintain metabolic homeostasis in situations of deregulated, 'revved-up' metabolism that occur 10  in response to the activity of oncogenes — genes that promote tumorigenesis. One oncogene implicated in many human cancers is  c-MYC , which encodes a transcription factor, MYC, that primes cells for proliferation by expanding their biosynthetic capacity and reprogramming their metabolism. A recent study 10  found that MYC-induced metabolic acceleration results in the activation of AMPK's function as a metabolic regulator and that AMPK and one of its related kinases (ARK5) are required for cell survival, but only under the conditions of elevated MYC levels. Another recent study 11  screened more than 200 metabolism-associated genes for effects on cell viability and found that a gene encoding a subunit of AMPK is one of only two genes for which decreased expression resulted in reduced survival of prostate-cancer cells, but had no effect on normal prostate cells. This selective death of cancer cells in response to reduced AMPK begs the question of whether the protein normally has a pro-tumorigenic effect or whether it more often acts to keep cancer at bay. AMPK is known to exert antiproliferative effects by suppressing many oncogenic signalling pathways and biosynthetic processes, and it is thought to be a major mediator of the tumour-suppressive effect of LKB1 (ref.  3 ). So how might these previously observed anticancer effects be reconciled with the idea that AMPK function permits survival of tumour cells? Is it possible that the timing or cell-type specificity of the loss of AMPK activity is pivotal in determining whether this event halts tumours or promotes their success by 'rewiring' growth and metabolic pathways to favour cell proliferation? This potential dual role for AMPK in tumours parallels the current view of the role of autophagy in cancer. Autophagy is a process by which cells break down and recycle their own components, and is one of the metabolic systems regulated by AMPK. In some cases, inhibition of autophagy promotes tumour initiation, but in many other contexts autophagy is needed to keep later-stage tumours alive, such that its inhibition might be expected to have an anticancer effect 12 . Indeed, Jeon  et al . demonstrate that reducing LKB1 or AMPK expression in a mouse model of breast cancer significantly inhibits the growth of mammary- tumour cells, and that the presence of modified versions of ACC1 and ACC2 that cannot be phosphorylated by AMPK also leads to reduced tumour growth. Such findings suggest that these effects result from inhibition of the survival-promoting pathways that stem from ACC1 and ACC2. However, the opposite effect has been observed when  LKB1  is knocked out as an early event, including in some mouse models in which cancer development is driven by the activation of Myc (ref.  13 ) or another oncogenic protein, Kras (ref.  14 ) — here, loss of LKB1 strongly accelerates tumour growth. How can these paradoxical results be resolved? It is possible that cultured tumour cells have a greater need for AMPK for survival than do tumours  in vivo  because nutrients in cell culture media are exhausted more rapidly than nutrients in an intact animal. Alternatively, the difference might arise from the timing of these events, and therefore depend on whether LKB1 or AMPK is inactivated in early- or late-stage tumours. This situation might explain previous data showing 15 , 16  that LKB1- and AMPK-deficient cells are unexpectedly resistant to artificial transformation from a normal to a cancerous state  in vitro , although this observation might also relate to altered metabolic demands in cell culture. Interestingly, another context in which AMPK activation seems to have both tumour-suppressing and tumour-promoting effects was recently reported 17  in melanoma cells expressing the oncogene  BRAF . Only time and a more thorough dissection of these possibilities in different cell types and mouse models will reveal what determines the part AMPK plays in different cancers. In the meantime, the prospect that AMPK inhibition might sensitize advanced tumour cells to chemotherapy, or even to their own deregulated metabolic demands, warrants further examination. AMPK may therefore be both friend and foe to cancer, depending on when and why it is needed. Correspondence to\n                 Reuben J. Shaw . Reprints and Permissions"},
{"file_id": "485049a", "url": "https://www.nature.com/articles/485049a", "year": 2012, "authors": [{"name": "Robert West"}], "parsed_as_year": "2006_or_before", "body": "Compounds of transition metals are often used to activate small molecules for chemical reactions. The discovery of unusual silicon-containing compounds raises the prospect of metal-free activators. Correspondence to\n                 Robert West . Reprints and Permissions"},
{"file_id": "486041a", "url": "https://www.nature.com/articles/486041a", "year": 2012, "authors": [{"name": "Thomas D. Mrsic-Flogel"}, {"name": "Tobias Bonhoeffer"}], "parsed_as_year": "2006_or_before", "body": "Two studies show how electrical coupling between sister neurons in the developing cerebral cortex might help them to link up into columnar microcircuits that process related sensory information.  See Letters    p.113  &  p.118 Correspondence to\n                 Thomas D. Mrsic-Flogel  or  Tobias Bonhoeffer . Reprints and Permissions"},
{"file_id": "484462a", "url": "https://www.nature.com/articles/484462a", "year": 2012, "authors": [{"name": "Nate Bastian"}], "parsed_as_year": "2006_or_before", "body": "The observation that old, massive galaxies have a larger fraction of low-mass stars than their younger, lower-mass counterparts adds to mounting evidence that star formation may have been different in the early Universe.  See Letter    p.485 Correspondence to\n                 Nate Bastian . Reprints and Permissions"},
{"file_id": "484461a", "url": "https://www.nature.com/articles/484461a", "year": 2012, "authors": [{"name": "Christian Roos"}], "parsed_as_year": "2006_or_before", "body": "Laser-excited oscillations of ion crystals can be used to make ions interact like magnetic quantum particles. This mechanism has now been demonstrated in a large, two-dimensional ion lattice.  See Letter    p.489 Correspondence to\n                 Christian Roos . Reprints and Permissions"},
{"file_id": "484464a", "url": "https://www.nature.com/articles/484464a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             We have obtained what we believe to be a unique photograph of a pinched lightning discharge ... Over the years we have taken hundreds of photographs of lightning discharges, and this is our first photographic evidence of a pinched lightning. We estimate the distance of the lightning to the camera at between 200 to 1,000 metres, and thus, the transverse dimension of the lightning between 1 and 5 m. Somewhat puzzling is the apparent much larger intensity of the integrated luminosity of the pinched lightning when compared with the luminosity of the aforementioned standard lightning stroke.  \n               From  \n               Nature \n                28 April 1962 \n             \n               100 Years Ago \n             Prof. Milne ... has now further increased the debt of seismologists to him by compiling, at the cost of several years' labour, a “Catalogue of Destructive Earthquakes from  A.D.  7 to  A.D.  1899,” ... Though containing only half as many entries as the earlier version, its value, it may be anticipated, will be even greater. Being confined to shocks of an intensity sufficient to damage buildings, it deals with those movements which are of chief consequence in the moulding of the earth's crust. An analysis of the catalogue for different epochs should reveal to us some of the laws which govern the distribution of seismic energy within extensive regions, such, for instance, as the Pacific coast of the America continent. \n               From  \n               Nature \n                25 April 1912 \n             Reprints and Permissions"},
{"file_id": "nature11191", "url": "https://www.nature.com/articles/nature11191", "year": 2012, "authors": [{"name": "Giuseppe Lodato"}], "parsed_as_year": "2006_or_before", "body": "When a star wanders too close to a giant black hole, it can be pulled apart by the black hole's tidal force. One such event offers insight into the properties of both the black hole and the star. Astronomers have strong evidence that supermassive black holes, with masses between a million and a billion times that of the Sun, reside in the centre of most galaxies. The evidence comes from observations of the copious amount of radiation that is emitted when these objects pull gas from their immediate vicinity. However, if a black hole's close environment is poor in gas, gas accretion proceeds at a low rate and is not accompanied by significant emission of radiation. Probing such 'dormant' black holes is therefore difficult — unless a tidal-disruption event occurs. Such an event takes place when a star comes close enough to the black hole to be ripped apart by its tidal force. The ensuing stellar debris is accreted by the black hole and produces a characteristic flare. In a paper published on  Nature 's website today, Gezari  et al . 1  describe how detailed observations of a tidal-disruption event have allowed them to determine the properties of not only the black hole, but also the disrupted star Footnote  1 . Tidal-disruption events are rare. They are expected to occur once every 10,000 years per galaxy. To find them, it is therefore necessary to use large astronomical surveys in which thousands of galaxies are regularly observed. Gezari and colleagues' discovery comes from one such survey, which is expected to detect roughly one event every two years 2 . The main significance of this study probably lies in the accurate determination of the properties of the tidal-disruption event, which the authors based on a well-sampled ultraviolet–optical light curve for the flare (a plot that shows the evolution of the flare's brightness over time) and spectroscopic measurements of the system. They find that the supermassive black hole is hosted by a galaxy at redshift 0.17 (corresponding to a distance of approximately 2 billion light years from Earth), and has a mass of about 3 million solar masses. Moreover, on the basis of the shape of the light curve 3  and the absence of hydrogen lines in the spectra of the stellar debris, Gezari  et al . conclude that the disrupted star was the helium-rich core of a red giant whose hydrogen outer shell had been previously stripped off, possibly by the same tidal force that eventually led to its complete disruption ( Fig. 1 ). Gezari and colleagues' observations also imply that the orbit of the star around the black hole was exceptionally tight, with the point of closest approach being only six times the black hole's Schwarzschild radius, which, for a non-rotating black hole, corresponds to its event horizon — the boundary beyond which nothing, not even light, can escape. After the point of closest approach, part of the debris was expelled from the system and part was launched into highly eccentric orbits, falling onto the black hole after approximately two months from closest approach, and producing the observed ultraviolet–optical flare. During the past year, two other tidal-disruption events caused by supermassive black holes have been detected 4 , 5 , 6 , 7 . In those cases, the emission occurred over a wide range of the electromagnetic spectrum, from X-rays to radio waves, because it was produced by a high-energy jet of particles that happened to point almost exactly in our line of sight; such jets are expected to be associated with tidal-disruption events. By contrast, the ultraviolet–optical radiation of tidal-disruption events is usually associated with thermal emission from an accretion disk of stellar debris that forms around the black hole. However, somewhat surprisingly, in the present case Gezari and colleagues find that the ultraviolet–optical emission does not seem to be caused by an accretion disk, because its emission would have fallen off with time 8  at a different rate from that observed. This finding will provide food for thought for subsequent investigations of these events. Finally, the observation that the star's closest approach to the black hole corresponds to a distance of only six times the Schwarzschild radius suggests that effects of the general theory of relativity might need to be invoked to describe the system. Would the shape of the light curve be modified by such effects? Current models, including those used by Gezari  et al ., are generally based on Newtonian dynamics, and hence do not include the effects of general relativity. As a result, the models cannot distinguish between a rotating and a non-rotating black hole. Tidal-disruption events can probe deeply into the gravitational field of the black hole, and so offer the means to test the effects of general relativity and black-hole rotation. The fact that we are now in a position to characterize the light curve and spectra of such events so accurately, and that the rate of discovery seems to be in line with expectations, means that we should soon be able to answer these fascinating questions. Correspondence to\n                 Giuseppe Lodato . Reprints and Permissions"},
{"file_id": "485052a", "url": "https://www.nature.com/articles/485052a", "year": 2012, "authors": [{"name": "David J. Stevenson"}], "parsed_as_year": "2006_or_before", "body": "The origin of the planet Mercury has been a continuing puzzle. Data from NASA's MESSENGER space probe, combined with ground-based observations, are delivering information on the planet's structure and evolution. Correspondence to\n                 David J. Stevenson . Reprints and Permissions"},
{"file_id": "485051a", "url": "https://www.nature.com/articles/485051a", "year": 2012, "authors": [{"name": "Ian Jackson"}], "parsed_as_year": "2006_or_before", "body": "There have been conflicting claims about the composition of Earth's lower mantle. The latest Brillouin-spectroscopy data suggest that this section of the planet's interior may contain more silica than the upper mantle.  See Letter    p.90 Correspondence to\n                 Ian Jackson . Reprints and Permissions"},
{"file_id": "485047a", "url": "https://www.nature.com/articles/485047a", "year": 2012, "authors": [{"name": "Mone Zaidi"}, {"name": "Jameel Iqbal"}], "parsed_as_year": "2006_or_before", "body": "The protein Sema3A both restrains bone degradation and stimulates bone building in mice, suggesting a potential therapy for conditions such as osteoporosis.  See Article    p.69 Correspondence to\n                 Mone Zaidi . Reprints and Permissions"},
{"file_id": "nature11190", "url": "https://www.nature.com/articles/nature11190", "year": 2012, "authors": [{"name": "Frank T. Kyte"}], "parsed_as_year": "2006_or_before", "body": "The latest studies of asteroid impacts on Earth and the Moon beginning about 450 million years after the formation of the Solar System provide insight into the duration, number and size of these events. Correspondence to\n                 Frank T. Kyte . Reprints and Permissions"},
{"file_id": "485050a", "url": "https://www.nature.com/articles/485050a", "year": 2012, "authors": [{"name": "Antonio Gentilella"}, {"name": "George Thomas"}], "parsed_as_year": "2006_or_before", "body": "A genome-wide characterization of active translation of messenger RNA following inhibition of mTOR will transform our view of this signalling protein's regulatory role in cancer.  See Article    p.55  &  Letter    p.109 Correspondence to\n                 George Thomas . Reprints and Permissions"},
{"file_id": "nature11192", "url": "https://www.nature.com/articles/nature11192", "year": 2012, "authors": [{"name": "Hui-Ling Yen"}, {"name": "Joseph Sriyal Malik Peiris"}], "parsed_as_year": "2006_or_before", "body": "An engineered influenza virus based on a haemagglutinin protein from H5N1 avian influenza, with just four mutations, can be transmitted between ferrets, emphasizing the potential for a human pandemic to emerge from birds.  See Letter    p.420 Correspondence to\n                 Hui-Ling Yen  or  Joseph Sriyal Malik Peiris . Reprints and Permissions"},
{"file_id": "485045a", "url": "https://www.nature.com/articles/485045a", "year": 2012, "authors": [{"name": "Joseph Bass"}], "parsed_as_year": "2006_or_before", "body": "A biological clock synchronizes animal behaviour and physiology with Earth's 24-hour rotation. Drugs targeting the clock's 'gears' show promise for treating obesity and other metabolic disorders.  See Article    p.62  &  Letter    p.123 Correspondence to\n                 Joseph Bass . Joseph Bass provides consulting and speakers bureau services to Merck and to Gerhson Lehrman Group. He has received research funding from Amylin Pharmaceuticals, Eli Lilly and Takeda Pharmaceuticals. He is a member of the advisory board and a stockholder of Reset Therapeutics. Neither of these companies is mentioned, or specifically alluded to, in this article. Reprints and Permissions"},
{"file_id": "nature11193", "url": "https://www.nature.com/articles/nature11193", "year": 2012, "authors": [{"name": "Jasper Kok"}], "parsed_as_year": "2006_or_before", "body": "High-resolution spacecraft images show surprisingly large rates of sand transport on Mars. This finding suggests that the planet's surface is a more active environment than previously thought.  See Letter    p.339 Correspondence to\n                 Jasper Kok . Reprints and Permissions"},
{"file_id": "485179a", "url": "https://www.nature.com/articles/485179a", "year": 2012, "authors": [{"name": "Klitos Konstantinidis"}, {"name": "Richard N. Kitsis"}], "parsed_as_year": "2006_or_before", "body": "High blood pressure can damage heart muscle cells and their mitochondrial organelles. DNA from degraded mitochondria has been shown to trigger inflammation leading to heart failure.  See Letter    p.251 Correspondence to\n                 Richard N. Kitsis . Reprints and Permissions"},
{"file_id": "485181a", "url": "https://www.nature.com/articles/485181a", "year": 2012, "authors": [{"name": "Anisa Shaker"}, {"name": "Deborah C. Rubin"}], "parsed_as_year": "2006_or_before", "body": "The use of adult-tissue stem cells to treat gastrointestinal diseases holds much promise. A method for  in vitro  growth of gut stem cells and their use in repairing damaged intestines in mice has been described. Correspondence to\n                 Deborah C. Rubin . Reprints and Permissions"},
{"file_id": "485182a", "url": "https://www.nature.com/articles/485182a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             PROF. A. C. AITKEN, in a pamphlet entitled  The Case Against Decimalisation , presents very skilfully the case against decimalization in general, starting with a lucid and cogent historical review ... He is less persuasive, however, in arguing for the duodecimal system, adoption of which in coinage, with a pound of twelve shillings, he suggests. He claims that this is a much more efficient system than the decimal system and that its adoption offers substantial advantages on practical as well as on arithmetical grounds. \n               From  \n               Nature \n                12 May 1962 \n             \n               100 Years Ago \n             One of the chief objections to the Daylight Saving Bill is the dislocation the scheme would effect in the zone system of time reckoning established by international conferences held successively in Rome and Washington thirty years ago. Mr. W. Ellis, F.R.S., refers particularly to this point in a short article in the March number of  The Horological Journal . At present the prime meridian of Greenwich regulates the time of the civilized world. If the clocks of Great Britain are put forward one hour in summer, as proposed by the Bill, they will not show Greenwich time, but mid-European time; that is to say, our prime meridian, accepted by nations as regulating the time of the world, will be discarded by us for five months in every year ... An Act to enforce the alteration of clocks by putting them forward for one hour in the summer would introduce confusion in a scientific system and disturb accepted international standards. We cannot believe that such a proposal will ever be seriously entertained by Parliament. \n               From  \n               Nature \n                9 May 1912 \n             Reprints and Permissions"},
{"file_id": "485177a", "url": "https://www.nature.com/articles/485177a", "year": 2012, "authors": [{"name": "Antonio J. Pons"}], "parsed_as_year": "2006_or_before", "body": "Crack propagation in materials is rarely welcome. But carefully engineered cracks produced during the deposition of a film on silicon can be used to efficiently create pre-designed patterns of nanometre-scale channels.  See Letter    p.221 Correspondence to\n                 Antonio J. Pons . Reprints and Permissions"},
{"file_id": "485180a", "url": "https://www.nature.com/articles/485180a", "year": 2012, "authors": [{"name": "Jochem Marotzke"}], "parsed_as_year": "2006_or_before", "body": "Climate simulations based on an ocean model may hold the key to understanding why existing climate models have failed to deliver a clear picture of ocean circulation during the last ice age. Correspondence to\n                 Jochem Marotzke . Reprints and Permissions"},
{"file_id": "483547a", "url": "https://www.nature.com/articles/483547a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Applications are invited for a scholarship sponsored by the Worshipful Company of Gardeners, and open to young gardeners who are undergoing or have completed training at the Royal Horticultural Society's Gardens, Wisley, or elsewhere, and who will have had at least four years' practical experience in horticulture ... The scholarship is restricted to male candidates who are unmarried and undertake to remain so during the tenure of the scholarship. The scholarship will be tenable for two years, beginning October 1, and is valued at £300 per annum. \n               From  \n               Nature \n                31 March 1962 \n             \n               100 Years Ago \n             The metals occurring most frequently are gold and copper. The former is much more widely distributed than the latter, and must have been the first metal to be known in many regions. It is, however, one of the most worthless metals for practical purposes, so that until the rise of Greek and Roman civilisation but little use was made of it. Copper, too, we only find in use to a very limited extent, as it was not well suited for the construction of weapons or useful implements. On the other hand, its alloy with tin afforded a metal which in many physical properties could only be surpassed by iron or steel. According to the views of several ancient writers, Lucretius and Poseidonius, so momentous a discovery as that of metals contained in ores must needs have been brought about by no uncommon cause. According to them, a conflagration consumed forests which covered the outcrop of metalliferous veins, reducing the metals and bringing them to the notice of man, but there are no grounds for such inference. \n               From  \n               Nature \n                28 March 1912 \n             Reprints and Permissions"},
{"file_id": "484042a", "url": "https://www.nature.com/articles/484042a", "year": 2012, "authors": [{"name": "Eduardo Dias-Ferreira"}, {"name": "Rui M. Costa"}], "parsed_as_year": "2006_or_before", "body": "The brain's parietal cortex seems to orchestrate decision-making without single neurons performing 'solos'. Rather, decision-specific motifs emerge as highly organized sequences of short-lived neuronal activity.  See Article    p.62 Correspondence to\n                 Rui M. Costa . Reprints and Permissions"},
{"file_id": "484041a", "url": "https://www.nature.com/articles/484041a", "year": 2012, "authors": [{"name": "Eric W. Wolff"}], "parsed_as_year": "2006_or_before", "body": "A reconstruction of temperature from proxy records shows that the rise in global mean temperature closely resembled, but slightly lagged, the rise in carbon dioxide concentration during the last period of deglaciation.  See Article    p.49 Correspondence to\n                 Eric W. Wolff . Reprints and Permissions"},
{"file_id": "484043a", "url": "https://www.nature.com/articles/484043a", "year": 2012, "authors": [{"name": "Vladan Vuletic"}], "parsed_as_year": "2006_or_before", "body": "Lasers are often described in terms of a light field circulating in an optical resonator system. Now a laser has been demonstrated in which the field resides primarily in the atomic medium that is used to generate the light.  See Letter    p.78 Correspondence to\n                 Vladan Vuletic . Reprints and Permissions"},
{"file_id": "nature11037", "url": "https://www.nature.com/articles/nature11037", "year": 2012, "authors": [{"name": "Amato Evan"}], "parsed_as_year": "2006_or_before", "body": "A cutting-edge global climate model links atmospheric aerosol emissions to temperature variability in the North Atlantic Ocean, suggesting that human activity influences extreme weather events.  See Letter    p.228 Correspondence to\n                 Amato Evan . Reprints and Permissions"},
{"file_id": "484173a", "url": "https://www.nature.com/articles/484173a", "year": 2012, "authors": [{"name": "Gerald L. Hazelbauer"}], "parsed_as_year": "2006_or_before", "body": "Bacteria direct their movement in response to certain chemicals by controlling the rotation of whip-like appendages called flagella. The sensitivity of the response can be adjusted at the signal's target, the flagellar motor.  See Letter    p.233 Correspondence to\n                 Gerald L. Hazelbauer . Reprints and Permissions"},
{"file_id": "484040a", "url": "https://www.nature.com/articles/484040a", "year": 2012, "authors": [{"name": "Dirk Brockmann"}], "parsed_as_year": "2006_or_before", "body": "The complexity in patterns of human mobility, migration and communication has been difficult to unpack. Researchers have now come up with a simple theory that captures the intricacy of such phenomena.  See Letter    p.96 Correspondence to\n                 Dirk Brockmann . Reprints and Permissions"},
{"file_id": "484044a", "url": "https://www.nature.com/articles/484044a", "year": 2012, "authors": [{"name": "Oriol Casanovas"}], "parsed_as_year": "2006_or_before", "body": "Certain drugs that are used to treat cancer affect blood-vessel formation in tumours. But it seems that these antiangiogenic drugs can reduce the efficiency of other anticancer agents and increase the tumours' aggressiveness. Correspondence to\n                 Oriol Casanovas . Reprints and Permissions"},
{"file_id": "484046a", "url": "https://www.nature.com/articles/484046a", "year": 2012, "authors": [{"name": "Hopi E. Hoekstra"}], "parsed_as_year": "2006_or_before", "body": "Whole-genome sequences from a marine fish that has adjusted to life in fresh water give hints about general genetic mechanisms that drive the evolution of adaptations to new environmental niches.  See Article    p.55 Correspondence to\n                 Hopi E. Hoekstra . Reprints and Permissions"},
{"file_id": "484174a", "url": "https://www.nature.com/articles/484174a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "The terrible loss of life on account of the disaster to the  Titanic  has directed emphatic attention to various aspects of the employment of wireless telegraphy in times of crisis at sea. The point which is at the moment attracting most of the public attention is that of the erroneous messages, or alleged messages, which appeared in the newspapers in the day or two following the disaster ... All this raises more prominently than ever the chaotic condition of wireless telegraphy in the United States ... [T]he most urgent call for help will pass unheeded if none of the operators on the ships within hail are on duty. In fact, it seems to have been a mere chance that the  Carpathia  operator was at his apparatus at the time the  Titanic  called. On ships that carry only one operator — and very few carry more — the man cannot always be on the look-out ... Engineering aspects of the disaster are discussed in the leading article in  Engineering  for April 19 ... [S]everal questions present themselves as ripe for discussion and settlement. The effect of centre-line or longitudinal wing bulkheads is one of these. Such have advantages in confining any water admitted to a part of the width, but have disadvantages even from the point of view of stability under disastrous conditions. The effect of impact on the superstructure of very large ships will have to be considered. In such ships it has become a practice to have two or three decks above the moulded structure. Would inertia have effects somewhat similar to those experienced in railway collisions, in which the body of the carriage is driven from the under-frame? ... The engineers of the ship have all been lost — their claim to recognition is the simplest and best; they did their duty to the end. \n               From  \n               Nature \n                25 April 1912 \n               At the time when the  Titanic  was lost the standing Advisory Committee appointed by the Board of Trade under the provisions of Merchant Shipping Acts was engaged in the reconsideration of the regulations for boats and life-saving appliances ... The main recommendations of [their] report may be summarised. First, it is recognised that “the stability and seaworthy qualities of the vessel itself” must be regarded as of primary importance. This includes the question of watertight subdivision, now under investigation by a special committee. Second, as regards boats and life-saving appliances it is recommended that accommodation should be provided for the  total number  of persons which each  foreign-going  passenger steamship is licensed to carry ... One of [the committee's] most valuable recommendations is that proposing to extend the present regulations and to prescribe to those in charge of ships the necessity for proceeding at moderate speed “at night in the known vicinity of ice.” \n               From  \n               Nature \n                29 August 1912 \n             It behoves surely men of science to ask the question whether we have not reached the imperative limits of that false security which the “practical man” is wont to feel in his contempt for scientific “theory”; and further, whether the time has not therefore come for legislation requiring commanders of the largest ocean-going steamers to hold a diploma, guaranteeing such a systematic course of study (say in a class at Greenwich or Kensington) in marine physiography and the elementary laws of mechanics as would quicken their imagination as to the uncertainty and the magnitude of the risks to be run in an abnormally ice-drifted sea. Lord Mersey's report may whitewash the facts, but the facts  en évidence  remain; and the chain of cause and effect in the lamentable and tragic loss of the  Titanic  leads us in the last resort to the notorious contempt for scientific acquaintance with the facts and laws of nature on the part of the “practical man”. \n               From  \n               Nature \n                12 September 1912 \n             Reprints and Permissions"},
{"file_id": "484171a", "url": "https://www.nature.com/articles/484171a", "year": 2012, "authors": [{"name": "Tommy Kaplan"}, {"name": "Nir Friedman"}], "parsed_as_year": "2006_or_before", "body": "Transcription factors regulate the expression of genes by binding to certain DNA sequences. But the outcome can be markedly different, depending on whether the binding is stable or short-lived.  See Letter    p.251 Correspondence to\n                 Tommy Kaplan  or  Nir Friedman . Reprints and Permissions"},
{"file_id": "484172a", "url": "https://www.nature.com/articles/484172a", "year": 2012, "authors": [{"name": "Susanne Höfner"}], "parsed_as_year": "2006_or_before", "body": "Ageing stars produce elements vital for life and disperse them into space on stellar winds. The discovery of large dust grains in the vicinity of cool giant stars sheds light on the mechanisms that drive such winds.  See Letter    p.220 Correspondence to\n                 Susanne Höfner . Reprints and Permissions"},
{"file_id": "nature11038", "url": "https://www.nature.com/articles/nature11038", "year": 2012, "authors": [{"name": "Ralph Claessen"}], "parsed_as_year": "2006_or_before", "body": "Interacting electrons that are confined to move in a one-dimensional structure do not simply jam together like cars in rush hour. Inelastic X-ray scattering shows that the electrons act as if they split into separate fractional entities.  See Letter    p.82 Correspondence to\n                 Ralph Claessen . Reprints and Permissions"},
{"file_id": "484321a", "url": "https://www.nature.com/articles/484321a", "year": 2012, "authors": [{"name": "Franz Kreupl"}], "parsed_as_year": "2006_or_before", "body": "A carbon-nanotube transistor has been made that performs better than the best conventional silicon analogues. The result propels these devices to the forefront of future microchip technologies. Correspondence to\n                 Franz Kreupl . Reprints and Permissions"},
{"file_id": "484324b", "url": "https://www.nature.com/articles/484324b", "year": 2012, "authors": [{"name": "Alexey Bezryadin"}], "parsed_as_year": "2006_or_before", "body": "The observation of a phenomenon known as coherent quantum phase slip, across a nanowire in a superconducting system, paves the way for applications in quantum computing and metrology.  See Letter    p.355 Correspondence to\n                 Alexey Bezryadin . Reprints and Permissions"},
{"file_id": "484320a", "url": "https://www.nature.com/articles/484320a", "year": 2012, "authors": [{"name": "Henrik Mouritsen"}], "parsed_as_year": "2006_or_before", "body": "The idea that bird orientation is guided by magnetic-sensing structures in the animals' beaks has been challenged by the suggestion that the iron-containing cells are macrophages, which have no link to the brain.  See Letter    p.367 Correspondence to\n                 Henrik Mouritsen . Reprints and Permissions"},
{"file_id": "484325a", "url": "https://www.nature.com/articles/484325a", "year": 2012, "authors": [{"name": "François Rouyer"}], "parsed_as_year": "2006_or_before", "body": "In the laboratory, fruitflies rely on an internal clock to alternate activity with a midday nap and night-time sleep. Surprisingly, when outdoors, they follow temperature rather than the clock, and skip siestas.  See Letter    p.371 Correspondence to\n                 François Rouyer . Reprints and Permissions"},
{"file_id": "483282a", "url": "https://www.nature.com/articles/483282a", "year": 2012, "authors": [{"name": "Jonathan Simon"}, {"name": "Markus Greiner"}], "parsed_as_year": "2006_or_before", "body": "The synthesis of analogues of graphene by two different means provides insight into the origins of massless particles and paves the way for studies of materials with exotic topological properties.  See Letters    p.302  &  p.306 Correspondence to\n                 Jonathan Simon  or  Markus Greiner . Reprints and Permissions"},
{"file_id": "483278a", "url": "https://www.nature.com/articles/483278a", "year": 2012, "authors": [{"name": "Noah Z. Burns"}, {"name": "Eric N. Jacobsen"}], "parsed_as_year": "2006_or_before", "body": "An acid has been found to catalyse the formation of a common chemical group, the spiroacetals, and to control which mirror-image isomer of the group is made. The key to success is the acid's bulky molecular structure.  See Letter    p.315 Correspondence to\n                 Eric N. Jacobsen . Reprints and Permissions"},
{"file_id": "nature11034", "url": "https://www.nature.com/articles/nature11034", "year": 2012, "authors": [{"name": "Alexei L. Krasnoselsky"}, {"name": "Michael G. Katze"}], "parsed_as_year": "2006_or_before", "body": "Epigenetics is a hot new research field, but it seems that the influenza virus already has it figured out. By mimicking epigenetic regulation in human cells, one flu strain suppresses the expression of antiviral genes.  See Article    p.428 Correspondence to\n                 Alexei L. Krasnoselsky  or  Michael G. Katze . Reprints and Permissions"},
{"file_id": "483286a", "url": "https://www.nature.com/articles/483286a", "year": 2012, "authors": [{"name": "Stephen Buratowski"}], "parsed_as_year": "2006_or_before", "body": "A genome-wide, high-resolution study of DNA-binding sites for proteins that transcribe DNA into RNA reveals details about how this process occurs  in vivo .  See Article    p.295 Correspondence to\n                 Stephen Buratowski . Reprints and Permissions"},
{"file_id": "483285a", "url": "https://www.nature.com/articles/483285a", "year": 2012, "authors": [{"name": "David E. Cane"}], "parsed_as_year": "2006_or_before", "body": "The naturally occurring antibiotic lasalocid A contains a chemical structure that is not expected to form readily. The enzyme that catalyses the formation of this structure has been identified, and its activity is a revelation.  See Letter    p.355 Correspondence to\n                 David E. Cane . Reprints and Permissions"},
{"file_id": "483281a", "url": "https://www.nature.com/articles/483281a", "year": 2012, "authors": [{"name": "Elizabeth M. McNally"}], "parsed_as_year": "2006_or_before", "body": "Genetic mutations can cause a type of heart disease called dilated cardiomyopathy, by predisposing the organ to enlarge and function poorly. It has now been found that 27% of cases are due to mutations that disrupt the muscle protein titin. Correspondence to\n                 Elizabeth M. McNally . The author’s spouse receives patent royalties related to techniques used in massively parallel sequencing. Reprints and Permissions"},
{"file_id": "483280a", "url": "https://www.nature.com/articles/483280a", "year": 2012, "authors": [{"name": "Henry Gee"}], "parsed_as_year": "2006_or_before", "body": "The vertebrate brain is so complex that tracing its origins among invertebrates is problematic. It must have evolutionary roots somewhere, but where? On  page 289  of this issue, Pani  et al . point the way with their finding that acorn worms have gene-expression signatures very similar to those that direct vertebrate brain development (A. M. Pani  et al .  Nature   483 , 289–294; 2012). The closest relatives of vertebrates are the urochordates (tunicates, or sea squirts) and cephalochordates (the superficially fish-like lancelet). More distant on the evolutionary tree lie the hemichordates, which include acorn worms such as  Saccoglossus kowalevskii  (pictured), and the echinoderms (including starfish and sea urchins). Together, these groups comprise the deuterostomes, among which the elaborate structural and genomic innovations of vertebrates stand out rather like a cuckoo chick in a nest of willow warblers. One such feature is the signalling centres — physical regions of a developing embryo in which a specific set of secreted proteins drives the formation of a particular body section. These centres are present in the vertebrate neuroectoderm, an embryonic tissue that gives rise to the brain and nervous system. They are modified or completely absent in tunicates and lancelets, suggesting that many aspects of brain development are unique to vertebrates and arose  de novo  in the vertebrate lineage. Pani and colleagues' data contradict this theory. They show that a gene-expression program similar to that in three vertebrate neuroectodermal signalling centres is also present in  S. kowalevskii . Although acorn worms do not have anything like a brain, Pani  et al . show that these genetic programs are used to pattern (direct the development of) the ectoderm of the embryonic animal. The genes expressed are equivalent to those found in vertebrates, and they are deployed at similar times and places in vertebrate and acorn-worm embryos. The researchers propose that these signalling centres were part of an ancient gene-regulation 'scaffold' that was present in the common ancestor of all deuterostomes, and that was retained in hemichordates and vertebrates but lost in the evolutionary branches that formed lancelets and urochordates. Such an idea implies that the common ancestor was unexpectedly complicated. This does not mean that it had a complex brain, but that the genetic programs that were eventually modified for use in patterning the vertebrate brain already existed in an ancestral creature that lived perhaps more than 600 million years ago. Reprints and Permissions"},
{"file_id": "483279a", "url": "https://www.nature.com/articles/483279a", "year": 2012, "authors": [{"name": "Vincent Garcia"}, {"name": "Manuel Bibes"}], "parsed_as_year": "2006_or_before", "body": "The drive to improve digital memory through ever-shrinking electronic circuitry will ultimately face a bottleneck. Researchers propose exploiting the room 'inside' memory elements as a solution. Correspondence to\n                 Vincent Garcia  or  Manuel Bibes . Reprints and Permissions"},
{"file_id": "483412a", "url": "https://www.nature.com/articles/483412a", "year": 2012, "authors": [{"name": "Alysia Vandenberg"}, {"name": "Geneviève Almouzni"}], "parsed_as_year": "2006_or_before", "body": "Cells replicate half of their genome as short fragments that are put together later on. The way in which this process is linked to the formation of DNA–protein complexes called nucleosomes is now becoming clearer.  See Article    p.434 Correspondence to\n                 Geneviève Almouzni . Reprints and Permissions"},
{"file_id": "483417a", "url": "https://www.nature.com/articles/483417a", "year": 2012, "authors": [{"name": "F. Javier García de Abajo"}], "parsed_as_year": "2006_or_before", "body": "Observations of collective electron waves in metal nanoparticles challenge our understanding of how light interacts with matter on small scales and underscore the need to factor quantum effects into nanophotonics.  See Article    p.421 Correspondence to\n                 F. Javier García de Abajo . Reprints and Permissions"},
{"file_id": "483410a", "url": "https://www.nature.com/articles/483410a", "year": 2012, "authors": [{"name": "David W. Pfennig"}, {"name": "David W. Kikuchi"}], "parsed_as_year": "2006_or_before", "body": "Some species evolve to resemble another species so as to protect themselves from predation, but this mimicry is often imprecise. An analysis of hoverflies suggests why imperfect imitation persists in the face of natural selection.  See Letter    p.461 Correspondence to\n                 David W. Pfennig  or  David W. Kikuchi . Reprints and Permissions"},
{"file_id": "nature11035", "url": "https://www.nature.com/articles/nature11035", "year": 2012, "authors": [{"name": "Jonathan C. F. Matthews"}, {"name": "Mark G. Thompson"}], "parsed_as_year": "2006_or_before", "body": "By harnessing the quantum nature of light and guiding the light through a network of circuits integrated in a glass chip, it is possible to mimic fundamental particles undergoing a quantum walk. Correspondence to\n                 Mark G. Thompson . Reprints and Permissions"},
{"file_id": "483413a", "url": "https://www.nature.com/articles/483413a", "year": 2012, "authors": [{"name": "Henrik Svensen"}], "parsed_as_year": "2006_or_before", "body": "A study suggests that hydrocarbons released from sedimentary basins formed part of a climatic feedback mechanism that exacerbated global warming during the Eocene epoch. Correspondence to\n                 Henrik Svensen . Reprints and Permissions"},
{"file_id": "483411a", "url": "https://www.nature.com/articles/483411a", "year": 2012, "authors": [{"name": "Tamás Vicsek"}], "parsed_as_year": "2006_or_before", "body": "An artificial system of microtubules propelled by dynein motor proteins self-organizes into a pattern of whirling rings. This observation may provide insight into collective motion in biological systems.  See Letter    p.448 Correspondence to\n                 Tamás Vicsek . Reprints and Permissions"},
{"file_id": "483550a", "url": "https://www.nature.com/articles/483550a", "year": 2012, "authors": [{"name": "Daniel E. Lieberman"}], "parsed_as_year": "2006_or_before", "body": "A fossil foot found in Ethiopia suggests that human ancestors that walked on two feet and also ably climbed trees existed until 3.4 million years ago, adding evidence for locomotor diversity during early human evolution.  See Article    p.565 Correspondence to\n                 Daniel E. Lieberman . Reprints and Permissions"},
{"file_id": "483546a", "url": "https://www.nature.com/articles/483546a", "year": 2012, "authors": [{"name": "Leisa Johnson"}], "parsed_as_year": "2006_or_before", "body": "Anticancer 'co-clinical' trials, in which mice carrying known mutations are treated in parallel with patients enrolled in a simultaneous clinical study, could help to improve therapeutic outcome.  See Letter    p.613 Correspondence to\n                 Leisa Johnson . The author is an employee of Genentech, a member of the Roche Group. She owns restricted stock units and stock options in Roche. Genentech/Roche owns all patent rights for which employees are listed as an inventor or co-inventor. Reprints and Permissions"},
{"file_id": "nature11036", "url": "https://www.nature.com/articles/nature11036", "year": 2012, "authors": [{"name": "William S. Cassata"}, {"name": "Paul R. Renne"}], "parsed_as_year": "2006_or_before", "body": "An analysis of fossil imprints of ancient raindrops suggests that the density of the atmosphere 2.7 billion years ago was much the same as that today. This result casts fresh light on a long-standing palaeoclimate paradox.  See Letter    p.359 Correspondence to\n                 William S. Cassata  or  Paul R. Renne . Reprints and Permissions"},
{"file_id": "483162a", "url": "https://www.nature.com/articles/483162a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "From the fermentation broth of a strain of  Fusidium  a hitherto unrecorded antibiotic, for which the name 'fusidic acid' is proposed, has been isolated ... The activity was determined by the agar cup-plate method using  Staphylococcus aureus  as test organism ... From the concentrated aqueous solution obtained, fusidic acid was precipitated as a crystalline benzene solvate on acidification in the presence of benzene ... Fusidic acid is non-toxic. The subcutaneous and oral  LD 50  in mice were found to be 1.2 gm. and 1.5 gm. per kgm. body-weight, respectively ... Daily oral administration of fusidic acid to rats in doses of 0.4 gm. per kgm. body-weight over a period of 6 months was well-tolerated. Post-mortem examination revealed no pathological changes. \n               From  \n               Nature \n                10 March 1962 \n             \n               100 Years Ago \n             Mr. G. R. M. Temple sends us from York a copy of a photograph ... which illustrates very clearly the result of the expansion of water by freezing during the recent frost. The bottle was filled with clean water and tightly corked; when the water had frozen a stem of ice about 4½ in. in length was found to be projecting from the bottle ... This stem represented, of course, the increase of volume undergone by the water in passing from the liquid to the solid state. The bottle must have been cracked while solidification was going on, otherwise the water would have escaped. \n               From  \n               Nature \n                7 March 1912 \n             Reprints and Permissions"},
{"file_id": "482476a", "url": "https://www.nature.com/articles/482476a", "year": 2012, "authors": [{"name": "Rosamund Daw"}], "parsed_as_year": "2006_or_before", "body": "From the fixative properties of hairsprays to the stickiness of filaments on beetles' feet, the wetting of flexible fibres with droplets of liquid is a universal phenomenon — but one we know surprisingly little about. On  page 510  of this issue, Duprat  et al . formulate rules to describe how mists of droplets interact with flexible fibre arrays (C. Duprat, S. Protière, A. Y. Beebe & H. A. Stone  Nature   482 , 510–513; 2012). The researchers began with the simplest possible model: the interactions of water droplets with a pair of closely aligned, flexible glass fibres that were clamped at one end but free to bend at the other. They observed that a droplet deposited close to the clamped ends adopts one of three forms: it could remain as a tight, spherical bridge between the filaments, or, depending on the conditions, it could either partially or completely spread along the fibres, in the latter case causing them to coalesce. On further investigation, Duprat  et al . found that six physical parameters control droplet shape and spreading; they include fibre geometry, the distance between the fibres, and the fibres' mechanical properties. The authors also identified a critical droplet volume above which fibres do not coalesce, and a second critical volume at which droplet capture by fibres is maximized. The team went on to explore the wetting of a natural fibre array by spraying a goose feather with oil droplets and observing the effects on the barbules (filaments projecting from each barb of a feather). They found that their theoretical model held up — small droplets spread along the barbules and caused barbule clumping, whereas larger droplets did not spread and could be easily dislodged — despite the roughness of the feather's barbules and the chemical affinity between the droplet and the barbules' surfaces. Duprat and colleagues' discoveries suggest that the mechanical properties and spatial organization of biological fibre arrays may have evolved to optimize interactions with liquid droplets, and so enhance functions such as adhesion, dew collection and self-cleaning. The work also offers opportunities for improving the performance of technological wetting systems — for example, droplet volumes in sprays could be engineered to fine-tune their wetting interactions with relevant fibres. Reprints and Permissions"},
{"file_id": "483544a", "url": "https://www.nature.com/articles/483544a", "year": 2012, "authors": [{"name": "John N. Weinstein"}], "parsed_as_year": "2006_or_before", "body": "Large panels of human cancer cell lines, profiled at the DNA, RNA and chromosomal levels and tested for sensitivity to approved and potential drugs, will accelerate the search for new cancer therapies.  See Article    p.570  &  Letter    p.603 Correspondence to\n                 John N. Weinstein . Reprints and Permissions"},
{"file_id": "483549a", "url": "https://www.nature.com/articles/483549a", "year": 2012, "authors": [{"name": "Robert E. Kopp"}], "parsed_as_year": "2006_or_before", "body": "The exact origin, timing and amplitude of a rapid period of sea-level rise known as meltwater pulse 1A, about 14,500 years ago, have remained unclear. An analysis of coral samples from Tahiti delivers some answers.  See Article    p.559 Correspondence to\n                 Robert E. Kopp . Reprints and Permissions"},
{"file_id": "483545a", "url": "https://www.nature.com/articles/483545a", "year": 2012, "authors": [{"name": "Rupert Huber"}], "parsed_as_year": "2006_or_before", "body": "Intense laser fields can rip electrons from an atom and slam them back into it. By using intense terahertz radiation, this idea can be extended to electrons paired with 'holes' in a semiconductor.  See Letter    p.580 Correspondence to\n                 Rupert Huber . Reprints and Permissions"},
{"file_id": "482478a", "url": "https://www.nature.com/articles/482478a", "year": 2012, "authors": [{"name": "James D. Franson"}], "parsed_as_year": "2006_or_before", "body": "Quantum computing is plagued by noise and small errors. An approach based on topological techniques reduces the sensitivity to errors and boosts the prospects for building practical quantum computers.  See Article    p.489 Correspondence to\n                 James D. Franson . Reprints and Permissions"},
{"file_id": "482479a", "url": "https://www.nature.com/articles/482479a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Although the annual figures for carriage-rates of all pathogenic staphylococci follow no particular course, evidence from many sources in industrialized countries shows that this is not the case with regard to the proportions of penicillin-resistant organisms ... These findings raise many questions about the origin and spread of resistant strains. They are certainly consistent with the general impression of a relationship between the increased use of penicillin and the growth of resistant strains ... It has to be borne in mind that penicillin, with other antibiotics, is being used on a large scale for preserving food and controlling animal diseases in many countries. It is increasingly present in milk and cheese, and quite large numbers of hospital, veterinary and farm workers are intermittently or continuously exposed to small concentrations of the antibiotic. These are all factors likely to promote the emergence of resistant strains in man. \n               From  \n               Nature \n                24 February 1962 \n             \n               100 Years Ago \n             By the death of Lord Lister, the world has lost one of its greatest men ... it was his work which gave the main impulse to the development of the great science of bacteriology, a science which bids fair to occupy the most prominent place in medical work ... Until Pasteur's time the existence of bacteria and their life-history had been looked on as only an interesting but not very important study ... As soon as Lister showed that the exclusion of these organisms from wounds meant the disappearance of a variety of diseases to which man had been previously subject, the study of these organisms naturally advanced with great rapidity. \n               From  \n               Nature \n                22 February 1912 \n             Reprints and Permissions"},
{"file_id": "482477a", "url": "https://www.nature.com/articles/482477a", "year": 2012, "authors": [{"name": "Matthias P. Lutolf"}], "parsed_as_year": "2006_or_before", "body": "A combination of two light-induced reactions has been used to attach peptides to a polymeric gel, and then to detach them from it. This feat opens up opportunities for studying the effects of signalling molecules on cell behaviour  in vitro . Correspondence to\n                 Matthias P. Lutolf . Reprints and Permissions"},
{"file_id": "482480a", "url": "https://www.nature.com/articles/482480a", "year": 2012, "authors": [{"name": "Rebecca L. Kow"}, {"name": "Neil M. Nathanson"}], "parsed_as_year": "2006_or_before", "body": "Muscarinic acetylcholine receptors mediate many physiological responses of the nervous system. Structures of two of these receptors yield insight into how they bind drugs and their mechanism of action.  See Letters    p.547  &  552 Correspondence to\n                 Rebecca L. Kow . Reprints and Permissions"},
{"file_id": "483042a", "url": "https://www.nature.com/articles/483042a", "year": 2012, "authors": [{"name": "Danielle M. Schultz"}, {"name": "John P. Wolfe"}], "parsed_as_year": "2006_or_before", "body": "Every organic molecule has a sea of carbon–hydrogen bonds, so fishing out just one of these bonds for a reaction is difficult. Using a common chemical group as bait provides a solution to the problem.  See Letter    p.70 Correspondence to\n                 John P. Wolfe . Reprints and Permissions"},
{"file_id": "483044a", "url": "https://www.nature.com/articles/483044a", "year": 2012, "authors": [{"name": "David B. Solit"}, {"name": "Pasi A. Jänne"}], "parsed_as_year": "2006_or_before", "body": "A drug for treating melanoma is ineffective in colorectal cancers that have the same causative mutation. Studies of how cells adapt to the drug reveal why this is so, and suggest combination therapies that may be more effective.  See Letter    p.100 Correspondence to\n                 David B. Solit  or  Pasi A. Jänne . Reprints and Permissions"},
{"file_id": "483039a", "url": "https://www.nature.com/articles/483039a", "year": 2012, "authors": [{"name": "Simon Gächter"}], "parsed_as_year": "2006_or_before", "body": "Rewards and punishments can cajole people into cooperating, but they are costly to implement. A theoretical study finds that, when participation in group activities is optional, punishing uncooperative behaviour is the cheaper method. Correspondence to\n                 Simon Gächter . Reprints and Permissions"},
{"file_id": "483041a", "url": "https://www.nature.com/articles/483041a", "year": 2012, "authors": [{"name": "Brigitte Meyer-Berthaud"}, {"name": "Anne-Laure Decombeix"}], "parsed_as_year": "2006_or_before", "body": "The uncovering of a large soil surface preserved under sediment for 390 million years has exposed plant remains which show that the world's earliest forests were much more complex than previously thought.  See Letter    p.78 Correspondence to\n                 Brigitte Meyer-Berthaud  or  Anne-Laure Decombeix . Reprints and Permissions"},
{"file_id": "483043a", "url": "https://www.nature.com/articles/483043a", "year": 2012, "authors": [{"name": "Robert C. R. Wootton"}, {"name": "Andrew J. deMello"}], "parsed_as_year": "2006_or_before", "body": "Current methods for screening libraries of compounds for biological activity are rather cumbersome, slow and imprecise. A method that breaks up a continuous flow of a compound's solution into droplets offers radical improvements. Correspondence to\n                 Robert C. R. Wootton  or  Andrew J. deMello . Reprints and Permissions"},
{"file_id": "483167a", "url": "https://www.nature.com/articles/483167a", "year": 2012, "authors": [{"name": "Richard A Register"}], "parsed_as_year": "2006_or_before", "body": "By making polymers whose central blocks have a range of lengths, materials have been prepared that contain separate, intermeshed domains extending throughout the material — a highly desirable structure. Correspondence to\n                 Richard A Register . Reprints and Permissions"},
{"file_id": "483160a", "url": "https://www.nature.com/articles/483160a", "year": 2012, "authors": [{"name": "Kim Hill"}, {"name": "A. Magdalena Hurtado"}], "parsed_as_year": "2006_or_before", "body": "What is the biological explanation for menopause, and for female survival beyond it? A study suggests that competition for help in ancestral societies may have been key to the evolution of this unusual human trait. Correspondence to\n                 Kim Hill  or  A. Magdalena Hurtado . Reprints and Permissions"},
{"file_id": "nature10951", "url": "https://www.nature.com/articles/nature10951", "year": 2012, "authors": [{"name": "David T. Blake"}], "parsed_as_year": "2006_or_before", "body": "After training, animals and humans can make their thoughts interact directly with computers. A study provides evidence that the corticostriatal system of the brain is essential for this learning process. Correspondence to\n                 David T. Blake . Reprints and Permissions"},
{"file_id": "483161a", "url": "https://www.nature.com/articles/483161a", "year": 2012, "authors": [{"name": "Misha Y. Ivanov"}], "parsed_as_year": "2006_or_before", "body": "By ripping an electron away from a molecule and then slamming it back again, the motion of nuclei in a molecule has been tracked with extremely high temporal and spatial resolution.  See Letter    p.194 Correspondence to\n                 Misha Y. Ivanov . Reprints and Permissions"},
{"file_id": "483165a", "url": "https://www.nature.com/articles/483165a", "year": 2012, "authors": [{"name": "Tim I. Eglinton"}], "parsed_as_year": "2006_or_before", "body": "The finding that reactive iron species may have a role in stabilizing organic matter in ocean sediments underlines the tight coupling between the biogeochemical cycles of carbon and iron.  See Letter    p.198 Correspondence to\n                 Tim I. Eglinton . Reprints and Permissions"},
{"file_id": "nature10952", "url": "https://www.nature.com/articles/nature10952", "year": 2012, "authors": [{"name": "Derek P. Narendra"}, {"name": "Richard J. Youle"}], "parsed_as_year": "2006_or_before", "body": "Studies of rare hereditary disorders are intended to find treatments, but they can also bring other discoveries. One such study links the dysfunction of a protein to that of the cell's energy producers, the mitochondria. Correspondence to\n                 Richard J. Youle . Reprints and Permissions"},
{"file_id": "nature10950", "url": "https://www.nature.com/articles/nature10950", "year": 2012, "authors": [{"name": "David B. Lombard"}, {"name": "Richard A. Miller"}], "parsed_as_year": "2006_or_before", "body": "Debates over the role of sirtuin proteins in ageing are maturing into functional assessments of the individual proteins. It seems that overexpression of a specific sirtuin can extend lifespan in male mice.  See Letter    p.218 Correspondence to\n                 David B. Lombard  or  Richard A. Miller . Reprints and Permissions"},
{"file_id": "483164a", "url": "https://www.nature.com/articles/483164a", "year": 2012, "authors": [{"name": "Richard A Gibbs"}, {"name": "Jeffrey Rogers"}], "parsed_as_year": "2006_or_before", "body": "The gorilla genome reveals that genetic similarities among humans and the apes are more complex than expected, and allows a fresh assessment of the evolutionary mechanisms that led to the primate species seen today.  See Article    p.169 Correspondence to\n                 Richard A Gibbs  or  Jeffrey Rogers . Reprints and Permissions"},
{"file_id": "482474a", "url": "https://www.nature.com/articles/482474a", "year": 2012, "authors": [{"name": "David J. Stephens"}], "parsed_as_year": "2006_or_before", "body": "Cells package proteins into vesicles for secretion to the extracellular milieu. A study has now identified an enzyme that modifies the packaging machinery to encapsulate unusually large proteins, such as collagen.  See Article    p.495 Correspondence to\n                 David J. Stephens . Reprints and Permissions"},
{"file_id": "484324a", "url": "https://www.nature.com/articles/484324a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             Charles Darwin's Orchid Bank at Downe in Kent has recently been acquired as a nature reserve by the Kent Naturalists' Trust. It is a site of great scientific interest which shows a wide range of vegetation types ... and, as it is only sixteen miles from the centre of London, the need for conservation is urgent and considerable. It is also of unique historical importance, for Darwin is known to have carried out field studies there from his nearby home, Down House, where he lived for forty years ... Eleven of the thirteen species of orchid mentioned by Darwin as occurring within a mile of his house can still be found in the reserve. \n               From  \n               Nature \n                21 April 1962 \n             \n               100 Years Ago \n             The Mind of Primitive Man . By Franz Boas — There is a popular fallacy that racial antipathy is based on physiological foundations. But in so far as such antipathy is real, there is nothing physiological in its causation ... The author's discussion and explanation of the causes and results of variation within a race ... supply the most convincing theory that has yet appeared ... The ordinary view of the mental deficiencies of the \"inferior races\" is remorselessly criticised. The lowest savage  does  possess self-control. He is not improvident, but rather optimistic. He  can  concentrate his mind. He possesses originality. Savages who do not count beyond three or ten easily adapt their language and intellect to civilised methods of reckoning ... The point is that these civilised methods are not needed in the primitive state, where each man on a war-expedition is known by name, though the number of the troop may not be reckoned. Both in mind and in body there is little to choose between the ordinary barbarian and the civilised man. \n               From  \n               Nature \n                18 April 1912 \n             Reprints and Permissions"},
{"file_id": "483163a", "url": "https://www.nature.com/articles/483163a", "year": 2012, "authors": [{"name": "Philip A. Gottlieb"}, {"name": "Frederick Sachs"}], "parsed_as_year": "2006_or_before", "body": "Piezo proteins have been shown to form large ion channels that serve a sensory function in fruitflies. The findings help to explain how Piezos convert mechanical force into biological signals.  See Article    p.176  &  Letter    p.209 Correspondence to\n                 Philip A. Gottlieb  or  Frederick Sachs . Reprints and Permissions"},
{"file_id": "482165a", "url": "https://www.nature.com/articles/482165a", "year": 2012, "authors": [{"name": "Robert Plomin"}], "parsed_as_year": "2006_or_before", "body": "An analysis of common genetic variants shows that hereditary factors that influence intelligence in childhood also affect it in old age. Such work could signal the end of the nature–nurture controversy.  See Letter    p.212 Correspondence to\n                 Robert Plomin . Reprints and Permissions"},
{"file_id": "482312a", "url": "https://www.nature.com/articles/482312a", "year": 2012, "authors": [{"name": "Richard N. Zare"}], "parsed_as_year": "2006_or_before", "body": "Radiocarbon is rare, forming no more than one part per trillion of the total carbon content of the atmosphere. An optical method allows radiocarbon to be detected at roughly 25-fold lower levels than this, opening up fresh avenues of research. Correspondence to\n                 Richard N. Zare . Reprints and Permissions"},
{"file_id": "482318a", "url": "https://www.nature.com/articles/482318a", "year": 2012, "authors": [{"name": "Oliver P. Ernst"}, {"name": "Thomas P. Sakmar"}], "parsed_as_year": "2006_or_before", "body": "When expressed in neurons, channelrhodopsin proteins allow the cells' electrical activity to be controlled by light. The structure of one such protein will guide efforts to make better tools for controlling neurons.  See Article    p.369 Correspondence to\n                 Oliver P. Ernst  or  Thomas P. Sakmar . Reprints and Permissions"},
{"file_id": "482164a", "url": "https://www.nature.com/articles/482164a", "year": 2012, "authors": [{"name": "Renato Renner"}], "parsed_as_year": "2006_or_before", "body": "Logic gates are the elementary building blocks of computers. The finding that a single logic gate may drive a refrigerator is a beautiful demonstration that information-processing devices can have useful thermodynamic properties. Correspondence to\n                 Renato Renner . Reprints and Permissions"},
{"file_id": "482045a", "url": "https://www.nature.com/articles/482045a", "year": 2012, "authors": [{"name": "Linda Young"}], "parsed_as_year": "2006_or_before", "body": "A 'comb' of photons at evenly spaced frequencies in the extreme ultraviolet has been generated. It will allow a more precise search for variation in the fine-structure constant, which sets the strength of the electromagnetic force.  See Letter    p.68 Correspondence to\n                 Linda Young . Reprints and Permissions"},
{"file_id": "482043a", "url": "https://www.nature.com/articles/482043a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             In a Cantor Lecture ... Dr. Tom A. Margerison described how science could be presented on television not only to the specialist audience but especially to the layman. In spite of the absolute necessity of science and technology, the 10–15 per cent of the population who guide the destiny of Britain, the professional men, the majority of teachers, the industrialists, the politicians, are almost completely ignorant about science. The bridging of this gap in this most influential part of the population is of great urgency. There are many ways in which television can help to close the gap. \n               From  \n               Nature \n                3 February 1962 \n             \n               100 Years Ago \n             Mr. Harding's letter ... reminds me of an experience which ... may be of sufficient interest to place upon record in these columns ... It must, I think, have been in 1866 or 1867 ... that I had occasion to go from the West to the East End of London. Starting upon my journey about 10 p.m., it began to rain soon after I left the house in Bayswater, and I opened an umbrella, which, to my surprise, became stiffer and heavier every moment, and was found on examination to be so thickly glazed over with ice that it was impossible to close it. At the same time the pavements and roadway were also becoming uniformly glazed; pedestrian movement was most difficult, and all horse traffic was suspended. Although an experience of some forty-five years ago, the impression left upon my memory is still vivid — the ludicrous sight of people carrying ponderous and rigidly frozen umbrellas which they could not close, the stream of skaters down Oxford Street and Holborn, and the silence due to the absence of vehicles, all came to mind on reading Mr. Harding's letter. \n               From  \n               Nature \n                1 February 1912 \n             Reprints and Permissions"},
{"file_id": "482041a", "url": "https://www.nature.com/articles/482041a", "year": 2012, "authors": [{"name": "Peidong Yang"}], "parsed_as_year": "2006_or_before", "body": "A simple method has been developed to control the shape of nanoscale cuprous oxide crystals. Some shapes turn out to be much better than others as catalysts for a light-activated reaction. Correspondence to\n                 Peidong Yang . Reprints and Permissions"},
{"file_id": "482044a", "url": "https://www.nature.com/articles/482044a", "year": 2012, "authors": [{"name": "Wilhelm J. Walter"}, {"name": "Stefan Diez"}], "parsed_as_year": "2006_or_before", "body": "The protein dynein 'walks' along filaments to transport various cargoes within the cell. Two studies reveal that, unlike other motor proteins, dynein's steps are not strictly coordinated. Correspondence to\n                 Wilhelm J. Walter  or  Stefan Diez . Reprints and Permissions"},
{"file_id": "482169a", "url": "https://www.nature.com/articles/482169a", "year": 2012, "authors": [{"name": "Bernhard W. Adams"}], "parsed_as_year": "2006_or_before", "body": "Means to access and manipulate X-rays have been developing at a slow pace. But quantum-optical effects in ensembles of nuclei offer a way to tackle the control of this energetic radiation.  See Letter    p.199 Correspondence to\n                 Bernhard W. Adams . Reprints and Permissions"},
{"file_id": "nature10948", "url": "https://www.nature.com/articles/nature10948", "year": 2012, "authors": [{"name": "Jonathan Bamber"}], "parsed_as_year": "2006_or_before", "body": "Melting glaciers contribute to sea-level rise, but measuring their mass loss over time is difficult. An analysis of satellite data on Earth's changing gravity field does just that, and delivers some unexpected results. Correspondence to\n                 Jonathan Bamber . Reprints and Permissions"},
{"file_id": "482167a", "url": "https://www.nature.com/articles/482167a", "year": 2012, "authors": [{"name": "Alan H. Fairlamb"}], "parsed_as_year": "2006_or_before", "body": "Drugs used to treat African sleeping sickness are outdated, and how they enter cells and exert biological effects is poorly understood. A genome-wide study using RNA interference provides valuable insight.  See Letter    p.232 Correspondence to\n                 Alan H. Fairlamb . Reprints and Permissions"},
{"file_id": "482170a", "url": "https://www.nature.com/articles/482170a", "year": 2012, "authors": [{"name": "Geng Tian"}, {"name": "Daniel Finley"}], "parsed_as_year": "2006_or_before", "body": "Correctly dismantling a structure can be as challenging as assembling it. The architecture of the yeast proteasome reveals this enzyme's intricate machinery for protein degradation.  See Article    p.186 Correspondence to\n                 Daniel Finley . Reprints and Permissions"},
{"file_id": "482166a", "url": "https://www.nature.com/articles/482166a", "year": 2012, "authors": [{"name": "Didier Queloz"}], "parsed_as_year": "2006_or_before", "body": "The first Earth-sized planets orbiting a Sun-like star outside the Solar System have at last been detected. The discovery paves the way to finding Earth-like worlds.  See Letter    p.195 Correspondence to\n                 Didier Queloz . Reprints and Permissions"},
{"file_id": "482316a", "url": "https://www.nature.com/articles/482316a", "year": 2012, "authors": [{"name": "Ju Huang"}, {"name": "John H. Brumell"}], "parsed_as_year": "2006_or_before", "body": "Cells can destroy invading bacteria through a digestive process called autophagy. A study finds that sugar molecules, exposed by bacterial damage to the cell's membrane, can trigger this process.  See Letter    p.414 Correspondence to\n                 Ju Huang  or  John H. Brumell . Reprints and Permissions"},
{"file_id": "482314a", "url": "https://www.nature.com/articles/482314a", "year": 2012, "authors": [{"name": "Cin-Ty A. Lee"}, {"name": "Stephen P. Grand"}], "parsed_as_year": "2006_or_before", "body": "The origin of volcanic activity occurring far from tectonic-plate boundaries has been a subject of contention. The latest geodynamic model offers a fresh take on the matter.  See Letter    p.386 Correspondence to\n                 Cin-Ty A. Lee . Reprints and Permissions"},
{"file_id": "482317a", "url": "https://www.nature.com/articles/482317a", "year": 2012, "authors": [{"name": "Noam Soker"}, {"name": "Amit Kashi"}], "parsed_as_year": "2006_or_before", "body": "Almost two centuries after the eruption of one of the most massive binary systems in our Galaxy, light reflected from its surroundings has been detected. The observations challenge traditional models for the eruption.  See Letter    p.375 Correspondence to\n                 Noam Soker  or  Amit Kashi . Reprints and Permissions"},
{"file_id": "482313a", "url": "https://www.nature.com/articles/482313a", "year": 2012, "authors": [{"name": "Jeffrey S. McKinnon"}, {"name": "Eric B. Taylor"}], "parsed_as_year": "2006_or_before", "body": "The appearance of new ecological niches propels the evolution of species, but the converse can also occur. A study shows that changing lake habitats have caused extinctions and reduced the genetic differences between species.  See Article    p.357 Correspondence to\n                 Jeffrey S. McKinnon  or  Eric B. Taylor . Reprints and Permissions"},
{"file_id": "nature10949", "url": "https://www.nature.com/articles/nature10949", "year": 2012, "authors": [{"name": "Steven C. Clifford"}], "parsed_as_year": "2006_or_before", "body": "A genetic study of brain cancers in mice and humans reveals distinct mutations in primary tumours and their metastases, suggesting that the two disease 'compartments' may require different treatments. Correspondence to\n                 Steven C. Clifford . Reprints and Permissions"},
{"file_id": "482475a", "url": "https://www.nature.com/articles/482475a", "year": 2012, "authors": [{"name": "Uroš Seljak"}], "parsed_as_year": "2006_or_before", "body": "Early data from the Planck space satellite provide information about dust in distant galaxies, as well as in the Milky Way, and on the properties of gas in some of the largest clusters of galaxies in the Universe. Correspondence to\n                 Uroš Seljak . Reprints and Permissions"},
{"file_id": "484463a", "url": "https://www.nature.com/articles/484463a", "year": 2012, "authors": [{"name": "Eric T. Boder"}], "parsed_as_year": "2006_or_before", "body": "A stepwise process of mutation and structural analysis has modulated a flexible binding interface of an immune-cell signalling protein, interleukin-2, and generated mutant proteins with enhanced anticancer activity.  See Article    p.529 Correspondence to\n                 Eric T. Boder . Reprints and Permissions"},
{"file_id": "484459a", "url": "https://www.nature.com/articles/484459a", "year": 2012, "authors": [{"name": "Deborah Yelon"}], "parsed_as_year": "2006_or_before", "body": "Developing organs adapt dynamically to meet the changing needs of a growing organism. A study in zebrafish reveals surprising patterns of muscle growth that reshape the heart as it matures.  See Article    p.479 Correspondence to\n                 Deborah Yelon . Reprints and Permissions"},
{"file_id": "485313a", "url": "https://www.nature.com/articles/485313a", "year": 2012, "authors": [{"name": "Manfred Lein"}], "parsed_as_year": "2006_or_before", "body": "Strong laser fields allow electrons to tunnel out of atoms. The response of such electrons to a second laser field supports the idea that they start tunnelling at a time defined by a complex number, but exit atoms at a 'real' time.  See Letter    p.343 Correspondence to\n                 Manfred Lein . Reprints and Permissions"},
{"file_id": "486037a", "url": "https://www.nature.com/articles/486037a", "year": 2012, "authors": [{"name": "Michael Polymenis"}, {"name": "Brian K. Kennedy"}], "parsed_as_year": "2006_or_before", "body": "A method commonly employed to study replicative ageing in yeast is laborious and slow. The use of miniaturized culture chambers opens the door for automated molecular analyses of individual cells during ageing. Correspondence to\n                 Michael Polymenis  or  Brian K. Kennedy . Reprints and Permissions"},
{"file_id": "482038a", "url": "https://www.nature.com/articles/482038a", "year": 2012, "authors": [{"name": "Jon Blundy"}, {"name": "Alison Rust"}], "parsed_as_year": "2006_or_before", "body": "A petrology study of the Bronze Age 'Minoan' eruption on the Greek island of Santorini finds that the sub-volcanic magma reservoir was recharged in spurts during the decades to months that preceded the eruption.  See Letter    p.77 Correspondence to\n                 Jon Blundy . Reprints and Permissions"},
{"file_id": "481453a", "url": "https://www.nature.com/articles/481453a", "year": 2012, "authors": [{"name": "Ilya A. Shestopalov"}, {"name": "Leonard I. Zon"}], "parsed_as_year": "2006_or_before", "body": "Different cell types produce signals that regulate the activity of blood-forming stem cells. A study shows that certain rare mesenchymal cells surrounding blood vessels are the main source of one such signal in mice.  See Article    p.457 Correspondence to\n                 Ilya A. Shestopalov  or  Leonard I. Zon . \n                   L.I.Z. is a founder and shareholder of Fate Therapeutics and a scientific adviser for Stemgent, two biotechnology companies developing therapies based on stem-cell research. \n                 Reprints and Permissions"},
{"file_id": "486040a", "url": "https://www.nature.com/articles/486040a", "year": 2012, "authors": [{"name": "Chris J. Ballentine"}], "parsed_as_year": "2006_or_before", "body": "The cocktail of noble-gas isotopes in an Icelandic rock suggests that the upper mantle does not, and never did, receive gas from a deeper mantle reservoir. This challenges ideas of deep Earth's behaviour and formation.  See Letter    p.101 Correspondence to\n                 Chris J. Ballentine . Reprints and Permissions"},
{"file_id": "481449a", "url": "https://www.nature.com/articles/481449a", "year": 2012, "authors": [{"name": "Joseph Henrich"}], "parsed_as_year": "2006_or_before", "body": "A study of social networks in the hunter-gatherer Hadza people in Tanzania illuminates the evolutionary origins of humans' unique style of cooperation in groups.  See Letter    p.497 Correspondence to\n                 Joseph Henrich . Reprints and Permissions"},
{"file_id": "481452a", "url": "https://www.nature.com/articles/481452a", "year": 2012, "authors": [{"name": "Jon Marangos"}], "parsed_as_year": "2006_or_before", "body": "With the laser just over half a century old, another dream of the pioneers of this light source has been fulfilled. An atomic X-ray laser with unprecedentedly high photon energy has been demonstrated.  See Letter    p.488 Correspondence to\n                 Jon Marangos . Reprints and Permissions"},
{"file_id": "481151a", "url": "https://www.nature.com/articles/481151a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             On December 19 Lord Mills announced in the House of Lords that the Government, after considering the question of decimal coinage ... thought real advantage would follow from adopting a decimal currency. In view of the widespread use of accounting and other monetary machinery, the transitional cost would be substantial, but could be limited by choice of the size of the new units and careful timing of the change-over. \n               From  \n               Nature \n                13 January 1962 \n             \n               100 Years Ago \n             Mr. E. C. Snow, in his paper entitled “The Intensity of Natural Selection in Man” ... has set himself to answer the following question: Has heavy infantile mortality any selective value or tendency to eliminate the more sickly and to spare the hardier children? Of the data available for the investigation of this problem, the most satisfactory are derived from the annual volumes of Prussian statistics ... Thirty rural districts in Prussia were taken, and all the children in them born in the year 1881 were considered. It was ascertained for each district how many of these children died in the first two years of life and how many in the next eight ... If the infantile mortality tends to weed out the weaker children, then in those districts in which the mortality among the children born in 1881 was highest in the years 1881 and 1882 it should tend to be lowest in the years 1883–90, since stronger children less likely to succumb to the ailments of childhood would have survived their first two years ... We are of the opinion that, on the whole, the author is justified in saying: “Natural selection in the form of a selective death-rate is strongly operative in man in the earlier years of life.” \n               From  \n               Nature \n                11 January 1912 \n             Reprints and Permissions"},
{"file_id": "481153a", "url": "https://www.nature.com/articles/481153a", "year": 2012, "authors": [{"name": "Andrew M. Walker"}], "parsed_as_year": "2006_or_before", "body": "Multi-scale modelling of the deformation of magnesium oxide reveals the need for a re-examination of the way in which laboratory data are used to estimate the strength of Earth's lower mantle.  See Letter    p.177 Correspondence to\n                 Andrew M. Walker . Reprints and Permissions"},
{"file_id": "493310a", "url": "https://www.nature.com/articles/493310a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "Reprints and Permissions"},
{"file_id": "481152a", "url": "https://www.nature.com/articles/481152a", "year": 2012, "authors": [{"name": "Tomás Palacios"}], "parsed_as_year": "2006_or_before", "body": "Three-dimensional nanowire-like electronic devices are gaining ground over conventional planar technology. They may be the means to improve the performance of the electronic circuitry of the future. Correspondence to\n                 Tomás Palacios . Reprints and Permissions"},
{"file_id": "481149a", "url": "https://www.nature.com/articles/481149a", "year": 2012, "authors": [{"name": "Pilar Ruiz-Lapuente"}], "parsed_as_year": "2006_or_before", "body": "A study of the remains of a type Ia supernova whose light swept past Earth about 400 years ago finds no sign of a companion star. The result indicates that the supernova's progenitor was a pair of white dwarfs.  See Letter    p.164 Correspondence to\n                 Pilar Ruiz-Lapuente . Reprints and Permissions"},
{"file_id": "481275a", "url": "https://www.nature.com/articles/481275a", "year": 2012, "authors": [{"name": "Geneviève Deblois"}, {"name": "Vincent Giguère"}], "parsed_as_year": "2006_or_before", "body": "On binding to its target hormone, the oestrogen-receptor protein modulates the expression of many genes. Changes in the receptor's interaction with DNA have now been linked to clinical outcome in patients with breast cancer. See Letter  p.389 Correspondence to\n                 Vincent Giguère . Reprints and Permissions"},
{"file_id": "481274a", "url": "https://www.nature.com/articles/481274a", "year": 2012, "authors": [{"name": "Jonathan Clayden"}], "parsed_as_year": "2006_or_before", "body": "Any chemist will tell you that amide compounds are renowned for their stability, yet a family of amides has been discovered that is surprisingly unstable. The cause of this phenomenon is even more surprising. Correspondence to\n                 Jonathan Clayden . Reprints and Permissions"},
{"file_id": "481271a", "url": "https://www.nature.com/articles/481271a", "year": 2012, "authors": [{"name": "Robert W. Schmidt"}], "parsed_as_year": "2006_or_before", "body": "Astronomers value the smallest galaxies for the clues they can provide about how galaxies form. But only those nearest to us are easily detectable. A neat technique has allowed one such object to be found at a large distance. See Letter  p.341 Correspondence to\n                 Robert W. Schmidt . Reprints and Permissions"},
{"file_id": "481269a", "url": "https://www.nature.com/articles/481269a", "year": 2012, "authors": [{"name": "Julien Sage"}, {"name": "Michael L. Cleary"}], "parsed_as_year": "2006_or_before", "body": "Genomic analyses of tumours of the childhood cancer retinoblastoma reveal a low mutation rate, challenging the view that genomic instability is crucial for its progression. The work also identifies a new therapeutic target.  See Article    p.329 Correspondence to\n                 Julien Sage  or  Michael L. Cleary . Reprints and Permissions"},
{"file_id": "481272a", "url": "https://www.nature.com/articles/481272a", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 Years Ago \n             At the International Geological Congress in Copenhagen in 1960, and at the Russian Trade Exhibition in London last year, one of the outstanding scientific exhibits was a hand-coloured tectonic map of Europe compiled by Russian draughtsmen from copy submitted by the various national geological surveys. The map, on a scale of 1:2,500,000, has been sponsored by the Sub-Commission on the Tectonic Map of the World of the International Geological Congress ... Western geologists who wish to make sure of receiving a copy should place an order, in advance of publication, with their national agents for Russian books. \n               From  \n               Nature \n                20 January 1962 \n             \n               100 Years Ago \n             The possibility of the discovery of a remedy for cancer has been advanced a stage by the preparation by Prof. Wassermann, of Berlin, of a substance which possesses a curative action experimentally on cancer of mice. Prof. Wassermann reasoned that since the cancer-cells are growing rapidly, their oxygen requirements would be different from, and greater than, those of the cells of the body generally. He sought for some substance which might interfere with the oxygen supply to the cancer-cells, and finally adopted selenium as a means to do this. The next problem was to convey selenium to the cancer-cells by means of the blood stream, and ... a compound of selenium with an anilin dye eosin was found to fulfil this condition ... After two or three injections of the substance into a mouse the subject of cancerous tumours, the tumours are found to have softened, and after six to eight doses they become cystic, diminish in size, and finally disappear, and no recurrence takes place. The eosin–selenium compound is, however, poisonous, and a certain number of mice succumb under the treatment. \n               From  \n               Nature \n                18 January 1912 \n             Reprints and Permissions"},
{"file_id": "nature10869", "url": "https://www.nature.com/articles/nature10869", "year": 2012, "authors": [{"name": "Christopher J. Hale"}, {"name": "Steven E. Jacobsen"}], "parsed_as_year": "2006_or_before", "body": "During early embryo development in animals, maternal genes are expressed in preference to those of the zygote — the newly fertilized egg. But in plants it seems that zygote genomes switch on within hours of fertilization.  See Letter    p.94 Correspondence to\n                 Christopher J. Hale  or  Steven E. Jacobsen . Reprints and Permissions"},
{"file_id": "481454a", "url": "https://www.nature.com/articles/481454a", "year": 2012, "authors": [{"name": "Francesca Cesari"}, {"name": "Deepa Nath"}], "parsed_as_year": "2006_or_before", "body": "In two papers in this issue, Lechene and colleagues 1 , 2  report the first use of an approach called multi-isotope imaging mass spectrometry (MIMS) in living organisms (see  pages 516  and  520 ). This technique has outstanding resolution: it provides data in the sub-micrometre range, allowing analysis of structures as small as cellular regions. MIMS involves labelling living tissues with stable isotopes. The isolated sample surface is then bombarded with a beam of ions, and the ejected 'secondary' ions are measured with a mass spectrometer to determine the sample's molecular composition. The technique can distinguish between ions of very similar mass, providing a precise measurement of isotope labels, which can be imaged simultaneously.  Lechene and co-workers used MIMS to test the immortal-strand hypothesis, which proposes that asymmetrically dividing stem cells also segregate their DNA asymmetrically. That is, the daughter cells that will remain stem cells retain the older DNA template, whereas those that are committed to differentiation inherit newly synthesized DNA strands. The authors disprove this proposal, showing that DNA strands segregate randomly in proliferating crypt cells of the mouse small intestine (pictured). This finding should further our understanding of tissue homeostasis. The researchers also analysed protein turnover in the mechanosensory hair cells in the inner ear of frogs and mice. During most vertebrates' lifetime, hair cells are not replaced, but their degraded proteins are. One kind of structure within these cells is the stereocilia, each of which is made up of hundreds of filaments of the protein actin. Lechene and collaborators quantified actin turnover in both adult and neonatal hair cells and report that, with the exception of the filaments' tips, this protein's turnover is particularly slow throughout stereocilia. This observation differs from previous findings 3  that stereocilium actin has a rapid turnover time. According to Lechene and co-authors, this discrepancy may be due to differences in experimental conditions between the two studies. The team also demonstrates successful use of MIMS for human studies. They thus not only further prove the broad applicability of their technique, but also open the door to its use for investigations of metabolism and cell-lineage tracking in humans. Reprints and Permissions"},
{"file_id": "481455b", "url": "https://www.nature.com/articles/481455b", "year": 2012, "authors": [], "parsed_as_year": "2006_or_before", "body": "\n               50 years ago \n             It is the purpose of this article to show that a group of compounds related to lysergic acid diethylamide (LSD-25) produces surfacing behaviour of carp with the movement directed towards the surface ... It has been shown previously from work in this laboratory that very small quantities of derivatives of lysergic acid, like lysergic acid diethylamide (LSD-25) and lysergic acid ethylamide (LAE-32), have a surfacing effect on small Siamese fighting fish ... After the fish had been exposed to LSD-25 for 10 min., they showed signs of LSD-25 activity. After 30 min. all three fish in the tank containing LSD-25 were at the surface of the liquid in a nose up–tail down position ... For the next hour the fish in the tank containing LSD-25 remained at the surface, from time to time moving and even swimming backwards ... The fish were returned to the running-water pool after 1.5 hr. In the pool they continued to stay at the surface, moving about but not going to the bottom at all. 2 hr. later they were still at the surface ... Experiments in larger tanks, and field trials, are planned. \n               From  \n               Nature \n                27 January 1962 \n             \n               100 Years Ago \n             I have repeatedly observed the brilliancy of cats' eyes in the dark in particularly favourable circumstances. I have a brilliant incandescent light in my hall, and several cats on the premises. The entrance drive is in a line with the door and the hall lamp. When I call a cat in the chances are that if there she simply sits and looks at me, presenting the spectacle of two small incandescent lights glowing out of the darkness. Light, observer, and cat are all three in line, as observed by Colonel Herschel. \n               From  \n               Nature \n                25 January 1912 \n             Reprints and Permissions"},
{"file_id": "481455a", "url": "https://www.nature.com/articles/481455a", "year": 2012, "authors": [{"name": "Paul Leeson"}], "parsed_as_year": "2006_or_before", "body": "Most drug candidates fail clinical trials, in many cases because the compounds have less than optimal physico-chemical properties. A new method for assessing the 'drug-likeness' of compounds might help to remedy the situation. Correspondence to\n                 Paul Leeson . Reprints and Permissions"},
{"file_id": "481450a", "url": "https://www.nature.com/articles/481450a", "year": 2012, "authors": [{"name": "Sharon C. Glotzer"}], "parsed_as_year": "2006_or_before", "body": "The ligand-mediated binding of colloid particles to each other is more effective if the particles are flat rather than curved. This finding opens up opportunities for the design of self-assembling materials. Correspondence to\n                 Sharon C. Glotzer . Reprints and Permissions"},
{"file_id": "482039a", "url": "https://www.nature.com/articles/482039a", "year": 2012, "authors": [{"name": "Timothy E. Holy"}], "parsed_as_year": "2006_or_before", "body": "How does the brain couple a fleeting sensory input to a delayed reward during learning? A study in locusts shows that coincident firing of neurons can 'mark' a neuronal connection for later modulation.  See Article    p.47 Correspondence to\n                 Timothy E. Holy . Reprints and Permissions"},
{"file_id": "nature10818", "url": "https://www.nature.com/articles/nature10818", "year": 2012, "authors": [{"name": "John Southworth"}], "parsed_as_year": "2006_or_before", "body": "Three examples of a new family of planets, which orbit a pair of stars rather than a single one, have been discovered. The Milky Way may contain millions of these circumbinary planets.  See Letter    p.475 Correspondence to\n                 John Southworth . Reprints and Permissions"},
{"file_id": "nature10797", "url": "https://www.nature.com/articles/nature10797", "year": 2012, "authors": [{"name": "R. McNeill Alexander"}], "parsed_as_year": "2006_or_before", "body": "Tightrope walkers use poles to keep their balance. A study reveals that agama lizards use their tails much like balancing poles as they leap through the air — and that some dinosaurs may have done the same.  See Letter    p.181 Correspondence to\n                 R. McNeill Alexander . Reprints and Permissions"},
{"file_id": "481036a", "url": "https://www.nature.com/articles/481036a", "year": 2012, "authors": [{"name": "Marina E. Wolf"}], "parsed_as_year": "2006_or_before", "body": "Cocaine use causes lasting changes in behaviour by altering the strength of connections between neurons. The finding that these changes can be reversed in mice suggests strategies that could be used to treat drug addiction.  See Letter    p.71 Correspondence to\n                 Marina E. Wolf . Reprints and Permissions"},
{"file_id": "481035a", "url": "https://www.nature.com/articles/481035a", "year": 2012, "authors": [{"name": "Robert W. Boyd"}, {"name": "Zhimin Shi"}], "parsed_as_year": "2006_or_before", "body": "As if the idea of a device that makes an object seem invisible was not mind-boggling enough, researchers have now demonstrated a system that can conceal an event in time.  See Letter     p.62 Correspondence to\n                 Robert W. Boyd  or  Zhimin Shi . Reprints and Permissions"},
{"file_id": "nature10796", "url": "https://www.nature.com/articles/nature10796", "year": 2012, "authors": [{"name": "Volker Schaller"}, {"name": "Andreas R. Bausch"}], "parsed_as_year": "2006_or_before", "body": "Molecular helicity affects many of the bulk properties of materials. A study finds that helicity also controls the self-assembly of colloidal particles, opening the door to a new generation of functional materials.  See Letter    p.348 Correspondence to\n                 Andreas R. Bausch . Reprints and Permissions"},
{"file_id": "nature10767", "url": "https://www.nature.com/articles/nature10767", "year": 2012, "authors": [{"name": "Mark Morris"}], "parsed_as_year": "2006_or_before", "body": "A gas cloud has been spotted approaching the Milky Way's central black hole. Observations of its closest approach, expected to occur in mid-2013, may offer insight into the black hole's immediate surroundings.  See Letter    p.51 Correspondence to\n                 Mark Morris . Reprints and Permissions"},
{"file_id": "481033a", "url": "https://www.nature.com/articles/481033a", "year": 2012, "authors": [{"name": "Christopher A. Voigt"}], "parsed_as_year": "2006_or_before", "body": "A method developed to allow rapid communication between bacterial cells across long distances enables the cells to detect arsenic collectively, and to report it as an oscillatory output.  See Article    p.39 Correspondence to\n                 Christopher A. Voigt . Reprints and Permissions"},
{"file_id": "nature10816", "url": "https://www.nature.com/articles/nature10816", "year": 2012, "authors": [{"name": "W. Ford Doolittle"}], "parsed_as_year": "2006_or_before", "body": "Molecular machines containing related protein subunits are common in cells. Reconstruction of ancient proteins suggests that this type of complexity can evolve in the absence of any initial selective advantage. See Letter  p.360 Correspondence to\n                 W. Ford Doolittle . Reprints and Permissions"},
{"file_id": "nature10828", "url": "https://www.nature.com/articles/nature10828", "year": 2012, "authors": [{"name": "Curt Wittenberg"}], "parsed_as_year": "2006_or_before", "body": "The orchestration of cell division requires a programme of events choreographed by protein modification. A study shows that the relative activity of a phosphatase enzyme towards its substrates imposes order during the final act of division. Correspondence to\n                 Curt Wittenberg . Reprints and Permissions"},
{"file_id": "481154a", "url": "https://www.nature.com/articles/481154a", "year": 2012, "authors": [{"name": "Lars Chittka"}, {"name": "Adrian Dyer"}], "parsed_as_year": "2006_or_before", "body": "Paper wasps of the species  Polistes fuscatus  live in strict hierarchical societies in which the ability to identify superiors and subordinates is crucial. Like humans, these insects have a cognitive tool kit for recognizing familiar faces. Correspondence to\n                 Lars Chittka  or  Adrian Dyer . Reprints and Permissions"}
]